Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# WeeklySummary_MobileFooter
source: You can track your learning on the go with Degreed's mobile app!
ar_sa: يمكنك متابعة عملية التعلم الخاصة بك من خلال تطبيق المحمول "go with Degreed"!
es_es: Puede hacer seguimiento de su formación sobre la marcha con la app móvil de Degreed.
ko_kr: Degreed 모바일앱에서 이동 중에도 자신의 학습을 추적할 수 있습니다.
nl_nl: Alles wat je leert kun je volgen terwijl je onderweg bent met de mobiele app van Degreed!
th_th: ด้วยแอปมือถือของ Degreed คุณสามารถติดตามการเรียนรู้ทุกที่ทุกเวลา!

# WeeklySummary_NewFollowers
source: New Followers
ar_sa: متابعون جدد
es_es: Nuevos seguidores
ko_kr: 신규 팔로워
nl_nl: Nieuwe volgers
th_th: ผู้ติดตามใหม่

# WeeklySummary_OrgDefaultHeader1Format
source: Your colleagues at {0} completed {1} things this week. How did you do?
ar_sa: لقد أتم أقرانك في {0} {1} من الأمور خلال هذا الأسبوع. كيف قمت بذلك؟
es_es: Sus colegas de {0} completaron {1} cosa esta semana. ¿Cómo le fue?
ko_kr: {0}의 동료들은 이번 주에 {1}개를 완료했습니다. 어떻게 하셨습니까?
nl_nl: Jouw collega's op {0} hebben deze week {1} dingen voltooid. Hoe heb je het er van afgebracht?
th_th: เพื่อนร่วมงานของคุณที่ {0} ทำเสร็จสิ้นไปแล้ว {1} อย่างในสัปดาห์นี้ คุณทำได้ดีเพียงใด?

# WeeklySummary_OrgRecommendations
source: Your colleagues suggested these items for you:
ar_sa: اقترح أقرانك هذه العناصر لك:
es_es: Sus colegas le propusieron estos elementos:
ko_kr: 동료가 이런 항목을 추천했습니다:
nl_nl: Je collega's hebben deze items voor jou aanbevolen:
th_th: เพื่อนร่วมงานของคุณแนะนำสิ่งเหล่านี้ให้กับคุณ:

# WeeklySummary_PointsStatistic
source: Points<br>Earned
ar_sa: النقاط<br>المحققة
es_es: Puntos<br>ganados
ko_kr: 획득한<br>포인트
nl_nl: Verdiende<br>punten
th_th: คะแนน<br>ที่ได้รับ

# WeeklySummary_PointsStatisticSingle
source: Point<br>Earned
ar_sa: النقطة<br>المحققة
es_es: Punto<br>ganado
ko_kr: 획득한<br>포인트
nl_nl: Verdiend<br>punt
th_th: คะแนน<br>ที่ได้รับ

# WeeklySummary_QueuedItemsHeader
source: Recently Saved
ar_sa: تم حفظه مؤخرًا
es_es: Guardado recientemente
ko_kr: 최근 저장
nl_nl: Recent opgeslagen
th_th: เพิ่งบันทึกเสร็จ

# WeeklySummary_QueuedItemsHeaderDescription
source: Don't forget to check these out!
ar_sa: لا تنسى أن تتحقق من ذلك!
es_es: ¡Eche un vistazo!
ko_kr: 다음을 꼭 확인하세요!
nl_nl: Vergeet niet om deze te bekijken!
th_th: อย่าลืมเข้าดูสิ่งน่าสนใจเหล่านี้!

# WeeklySummary_RecommendationsHeader
source: Recent Shares
ar_sa: المشاركات الأكثر حداثة
es_es: Compartidos recientemente
ko_kr: 최근 공유 목록
nl_nl: Recent gedeelde content
th_th: การแบ่งปันล่าสุด

# WeeklySummary_RecommendationStatistic
source: New<br>Shares
ar_sa: المشاركات<br>الجديدة
es_es: Nuevos<br>compartidos
ko_kr: 신규<br>공유 목록
nl_nl: Nieuwe<br>gedeelde content
th_th: การแบ่งปัน<br>ใหม่

# WeeklySummary_RecommendationStatisticSingle
source: New<br>Shared Content
ar_sa: المحتوى<br>الجديد المشارك
es_es: Nuevo<br>contenido compartido
ko_kr: 새로<br>공유된 콘텐츠
nl_nl: Nieuwe<br>gedeelde content
th_th: เนื้อหาที่แบ่งปัน<br>ใหม่

# WeeklySummary_StatisticsHeaderNonUserFormat
source: {0} Weekly Statistics
ar_sa: {0} الإحصاءات الأسبوعية
es_es: Sus estadísticas semanales {0}
ko_kr: {0} 주간 통계
nl_nl: {0} Wekelijkse statistieken
th_th: {0} สถิติประจำสัปดาห์

# WeeklySummary_StatisticsHeaderUser
source: Your Weekly Statistics
ar_sa: إحصاءاتك الأسبوعية
es_es: Sus estadísticas semanales
ko_kr: 귀하의 주간 통계
nl_nl: Je wekelijkse statistieken
th_th: สถิติประจำสัปดาห์

# WeeklySummary_Subject
source: Weekly Learning Digest
ar_sa: موجز التعلم الأسبوعي
es_es: Resumen de aprendizaje semanal
ko_kr: 주간 학습 다이제스트
nl_nl: Wekelijkse leeroverzicht
th_th: ข่าวสารการเรียนรู้รายสัปดาห์

# WeeklySummary_TopCompleter
source: {0} completed this {1}
ar_sa: {0} أكمل هذا {1}
es_es: {0} completó este {1}
ko_kr: {0}이(가) 이 {1}을(를) 완료함
nl_nl: {0} heeft deze {1} voltooid
th_th: {0} ทำ {1} เสร็จสิ้นแล้ว

# WeeklySummary_TopCompleterAndOne
source: {0} and 1 other completed this {1}
ar_sa: {0} وشخص آخر أكمل ذلك {1}
es_es: {0} y 1 más completaron este {1}
ko_kr: {0} 및 1명이 이 {1}을(를) 시청함
nl_nl: {0} en 1 ander hebben deze {1} voltooid
th_th: {0} และอีก 1 คนทำ {1} เสร็จสิ้นแล้ว

# WeeklySummary_TopCompleterAndOneRead
source: {0} and 1 other read this {1}
ar_sa: {0} وشخص آخر قرأ ذلك {1}
es_es: {0} y 1 más leyeron este {1}
ko_kr: {0} 및 1명이 이 {1}을(를) 읽음
nl_nl: {0} en 1 ander hebben deze {1} gelezen
th_th: {0} และอีก 1 คนอ่าน {1} เสร็จสิ้นแล้ว

# WeeklySummary_TopCompleterAndOneWatched
source: {0} and 1 other watched this {1}
ar_sa: {0} وشخص آخر شاهد ذلك {1}
es_es: {0} y 1 más miraron este {1}
ko_kr: {0} 및 1명이 이 {1}을(를) 시청함
nl_nl: {0} en 1 ander hebben deze {1} gekeken
th_th: {0} และอีก 1 คนดู {1} แล้ว

# WeeklySummary_TopCompleterCount
source: {0} and {2} others completed this {1}
ar_sa: {0} و{2} آخرين أكملوا ذلك {1}
es_es: {0} y {2} más completaron este {1}
ko_kr: {0} 및 {2}명이 이 {1}을(를) 완료함
nl_nl: {0} en {2} anderen hebben dit {1} voltooid
th_th: {0} และ {2} คนอื่น ๆ ทำสิ่งนี้สำเร็จ {1}

# WeeklySummary_TopCompleterCountRead
source: {0} and {2} others read this {1}
ar_sa: {0} و{2} آخرين قرأوا ذلك {1}
es_es: {0} y {2} más leyeron este {1}
ko_kr: {0} 및 {2}명이 이 {1}을(를) 읽음
nl_nl: {0} en {1} anderen hebben dit {2} gelezen
th_th: {0} และ {2} คนอื่นอ่านสิ่งนี้ {1}

# WeeklySummary_TopCompleterCountWatched
source: {0} and {2} others watched this {1}
ar_sa: {0} و{2} آخرين شاهدوا ذلك {1}
es_es: {0} y {2} más miraron este {1}
ko_kr: {0} 및 {2}명이 이 {1}을(를) 시청함
nl_nl: {0} en {2} anderen hebben dit {1} bekeken
th_th: {0} และอีก {2} คนดู {1} แล้ว

# WeeklySummary_TopCompleterRead
source: {0} read this {1}
ar_sa: {0} قرأ ذلك {1}
es_es: {0} leyó este {1}
ko_kr: {0}이(가) 이 {1}을(를) 읽음
nl_nl: {0} heeft deze {1} gelezen
th_th: {0} อ่าน {1} แล้ว

# WeeklySummary_TopCompleterWatched
source: {0} watched this {1}
ar_sa: {0} شاهد ذلك {1}
es_es: {0} miró este {1}
ko_kr: {0}이(가) 이 {1}을(를) 시청함
nl_nl: {0} heeft deze {1} gekeken
th_th: {0} ดู {1} แล้ว

# WeeklySummary_ViewAll
source: View All
ar_sa: عرض الكل
es_es: Ver todo
ko_kr: 모두 보기
nl_nl: Alles weergeven
th_th: ดูทั้งหมด

# WeeklySummary_YoursQuestion
source: How many were yours?
ar_sa: كم كان ذلك بالنسبة لك؟
es_es: ¿Cuántas eran suyas?
ko_kr: 몇 개를 가지고 있습니까?
nl_nl: Hoeveel waren van jou?
th_th: จำนวนเท่าใดเป็นของคุณ?

# WelcomeEmail_BuildProfile
source: Build your Degreed profile
ar_sa: إنشاء الملف الشخصي الخاص بك في Degreed
es_es: Cree su perfil de Degreed
ko_kr: Degreed 프로필 만들기
nl_nl: Je Degreed-profiel opbouwen
th_th: สร้างโปรไฟล์ Degreed ของคุณ

# WelcomeEmail_CheckLibrary
source: Check out the Degreed Library
ar_sa: طالع مكتبة Degreed
es_es: Eche un vistazo a la biblioteca de Degreed
ko_kr: Degreed 라이브러리 확인
nl_nl: Kijk in de Degreed-bibliotheek
th_th: เข้าชมห้องสมุด Degreed

# WelcomeEmail_ConsumerParagraph1
source: What skills do you have? What skills do you want? How can you get those skills? Degreed is here to help you take on your future. We enable you to discover the skills you need to pursue your passions. You can set goals, build your skills, and track your progress.
ar_sa: ما هي المهارات التي لديك؟ ما هي المهارات التي تريدها؟ كيف يمكنك الحصول على هذه المهارات؟ Degreed هنا لمساعدتك على اتخاذ مستقبلك. نحن نتيح لك اكتشاف المهارات التي تحتاجها لمتابعة شغفك. يمكنك تحديد الأهداف وبناء مهاراتك وتتبع تقدمك.
es_es: ¿Con qué habilidades cuenta? ¿Qué habilidades desea? ¿Cómo puede obtener esas habilidades? Degreed está aquí para ayudarle de cara al futuro. Le ayudamos a descubrir las habilidades que necesita para perseguir su pasión. Puede fijar objetivos, desarrollar sus habilidades y hacer el seguimiento de su progreso.
ko_kr: 어떤 기술을 가지고 계십니까? 어떤 기술을 원하십니까? 이런 기술을 어떻게 습득할 수 있습니까? Degreed가 여러분의 미래를 보장합니다. 자신의 열정을 추구하는 데 필요한 기술을 발견할 수 있게 했습니다. 목표를 설정하고 기술을 구축하고 진행률을 추적합니다.
nl_nl: Welke vaardigheden heb jij? Welke vaardigheden wil jij bezitten? Hoe kun je die vaardigheden krijgen? Degreed staat klaar om aan jouw toekomst te werken. Wij zorgen ervoor dat je de vaardigheden die je nodig hebt om jouw passies na te streven kunt ontdekken. Je kunt doelstellingen maken, je vaardigheden uitbouwen en je voortgang volgen.
th_th: คุณมีทักษะอะไร? คุณต้องการทักษะอะไร? คุณจะมีทักษะเหล่านั้นได้อย่างไร Degreed พร้อมช่วยให้คุณเตรียมพร้อมสำหรับอนาคต เราช่วยให้คุณได้ค้นพบทักษะที่คุณต้องการเพื่อทำตามความฝัน คุณสามารถตั้งเป้าหมาย เสริมสร้างทักษะ และติดตามความก้าวหน้าของคุณ

# WelcomeEmail_ConsumerParagraph2
source: Everything you see and do on Degreed focuses on skills you're developing. You are in the driver's seat. Take time to add relevant skills to your profile. Any skill you’re working on is fair game.
ar_sa: كل ما تشاهده وما تفعله على Degreed يصب تركيزه على المهارات التي تقوم بتطويرها. فأنت القائد. استغرق ما يكفيك من الوقت لإضافة المهارات ذات الصلة إلى ملفك الشخصي. فأي مهارة تعمل عليها هي لعبة عادلة.
es_es: Todo lo que ve y hace en Degreed se centra en las habilidades que está desarrollando. Usted manda. Dedique tiempo a agregar habilidades relevantes a su perfil. Cualquier habilidad en la que trabaje, estará bien.
ko_kr: Degreed에서 보고 하는 모든 일은 여러분이 개발하려고 노력하는 기술에 집중합니다. 여러분이 조절합니다. 시간을 투자하여 관련 기술을 프로필에 추가합니다. 여러분이 노력하는 기술은 공평한 게임입니다.
nl_nl: Alles wat je ziet en doet op Degreed is gericht op de vaardigheden die je ontwikkelt. Jij zit aan het stuur. Neem de tijd om relevante vaardigheden toe te voegen aan je profiel. Elke vaardigheid die je leert telt mee.
th_th: ทุกอย่างที่คุณเห็นและทำใน Degreed จะมุ่งเน้นไปที่ทักษะที่คุณกำลังพัฒนา คุณเป็นคนกำหนด ใช้เวลาในการเพิ่มทักษะที่เกี่ยวข้องลงในโปรไฟล์ของคุณ ไม่ว่าคุณกำลังพัฒนาทักษะใดก็นับหมด

# WelcomeEmail_ConsumerParagraph3
source: Accelerate your skill growth by learning from others. Follow other learners to learn together.
ar_sa: اعمل على تسريع وتيرة نمو المهارات لديك من خلال التعلم من الآخرين. اتبع المتعلمين الآخرين للتعلم معا.
es_es: Acelere el progreso de su habilidad aprendiendo de otros. Siga a otros aprendices y aprendan juntos.
ko_kr: 다른 사람에게서 배워서 자신의 기술 성장 속도를 높입니다. 다른 학습자를 팔로우하여 함께 배웁니다.
nl_nl: Ontwikkel vaardigheden sneller door te leren van anderen. Volg andere gebruikers om samen te leren.
th_th: เร่งผลการพัฒนาทักษะโดยการเรียนรู้จากผู้อื่น ติดตามผู้เรียนคนอื่น ๆ เพื่อเรียนรู้ไปด้วยกัน

# WelcomeEmail_ConsumerParagraph4
source: Degreed certifies skills. All skills. You spend huge amounts of time learning. Use what you learn to launch your next career or promotion.
ar_sa: تصديق Degreed على المهارات. جميع المهارات. تقضي الكثير والكثير من الأوقات في سبيل التعلم. استخدم ما تتعلمه لإطلاق حياتك المهنية المقبلة أو الترويج لها.
es_es: Degreed certifica habilidades. Todas las habilidades. Dedica muchísimo tiempo a aprender. Utilice lo aprendido para lanzar su próxima carrera o ascenso.
ko_kr: Degreed가 기술을 인증합니다. 모든 기술. 배우는 데 많은 시간을 사용하십니다. 자신이 배우는 것을 사용하여 다음 경력 또는 승진을 시작합니다!
nl_nl: Degreed-gecertificeerde vaardigheden. Alle vaardigheden. Je besteedt enorm veel tijd aan leren. Gebruik wat je hebt geleerd voor je volgende baan of promotie.
th_th: Degreed มีการรับรองทักษะ มีทุกทักษะ คุณทุ่มเทเวลาจำนวนมากในการเรียนรู้ ใช้สิ่งที่คุณเรียนรู้เพื่อก้าวสู่งานใหม่หรือการเลื่อนตำแหน่ง

# WelcomeEmail_ConsumerParagraph5
source: If you have questions or feedback for us as you use Degreed, just respond to this email. We'd love to learn more.
ar_sa: إذا كان لديك أي من الاستفسارات أو التعقيبات بالنسبة لنا أثناء استخدامك لـ Degreed، كل ما عليك سوى الرد على هذا البريد الإلكتروني. نود تعلم المزيد.
es_es: Si tiene preguntas o comentarios sobre el uso de Degreed, solo tiene que responder a este correo electrónico. Nos gustaría saber más.
ko_kr: Degreed를 사용할 때에 질문 또는 피드백이 있으신 경우 이 이메일에 응답하십시오. 더 많이 배우고 싶습니다.
nl_nl: Als je vragen of feedback hebt voor ons terwijl je Degreed gebruikt, kun je gewoon deze e-mail beantwoorden. We horen het graag.
th_th: หากคุณมีคำถามหรือความคิดเห็นที่ต้องการแบ่งปันกับเราเกี่ยวกับ Degreed คุณสามารถตอบกลับอีเมลนี้ได้เลย เรายินดีรับฟังความคิดเห็นจากคุณ

# WelcomeEmail_ConsumerTitle1
source: 1. You direct your learning.
ar_sa: 1. تقوم بتوجيه مسار تعلمك.
es_es: 1. Usted dirige su aprendizaje.
ko_kr: 1. 자신의 학습 방향을 정합니다.
nl_nl: 1. Jij bepaalt wat je leert.
th_th: 1. คุณเป็นผู้กำกับการเรียนรู้ของคุณเอง

# WelcomeEmail_ConsumerTitle2
source: 2. Learning has no boundaries.
ar_sa: 2. ليس هناك حدود للتعلم.
es_es: 2. El aprendizaje no tiene límites.
ko_kr: 2. 배움에는 끝이 없습니다.
nl_nl: 2. Leren heeft geen grenzen.
th_th: 2. การเรียนรู้ไม่มีขอบเขต

# WelcomeEmail_ConsumerTitle3
source: 3. Make it count.
ar_sa: 3. اجعل الأمر يستحق.
es_es: 3. Haga que cuente.
ko_kr: 3. 중요합니다.
nl_nl: 3. Zorg ervoor dat het meetelt
th_th: 3. เรียนรู้อย่างได้ประโยชน์

# WelcomeEmail_FindGroups
source: Find groups to join
ar_sa: ابحث عن مجموعات للانضمام إليها
es_es: Buscar grupos a los que unirse
ko_kr: 그룹을 찾아서 가입
nl_nl: Zoek groepen om lid van te worden
th_th: ค้นหากลุ่มที่จะเข้าร่วม

# WelcomeEmail_GetCertified
source: Get your skills certified
ar_sa: احصل على توثيق لمهاراتك
es_es: Certifique sus habilidades
ko_kr: 기술을 인증 받기
nl_nl: Laat jouw vaardigheden certificeren
th_th: รับการรับรองทักษะของคุณ

# WelcomeEmail_OrgAltBuildYourSkills
source: Notebook and pen icon
ar_sa: رمز المذكرة والقلم
es_es: Icono de cuaderno y bolígrafo
ko_kr: 노트북 및 펜 아이콘
nl_nl: Notitieboekje en pen-icoon
th_th: ไอคอนสมุดจดและปากกา

# WelcomeEmail_OrgAltCaptureYourLearning
source: Device icon
ar_sa: رمز الجهاز
es_es: Icono de dispositivo
ko_kr: 장치 아이콘
nl_nl: Apparaat-icoon
th_th: ไอคอนอุปกรณ์

# WelcomeEmail_OrgAltLearnWithOthers
source: 3 people and laptop icon
ar_sa: 3 أشخاص ورمز الكمبيوتر المحمول
es_es: Icono de 3 personas y un portátil
ko_kr: 3명 및 노트북 아이콘
nl_nl: 3 personen en laptop-icoon
th_th: ไอคอนผู้คน 3 คนและแล็ปท็อป

# WelcomeEmail_OrgButton
source: Personalize your learning
ar_sa: تخصيص تعلمك
es_es: Personalizar su aprendizaje
ko_kr: 학습을 개인 설정
nl_nl: Personaliseer wat je leert
th_th: ปรับการเรียนรู้ตามความต้องการของคุณ

# WelcomeEmail_OrgParagraph1Format
source: What skills do you have? What skills do you need? How can you get those skills? Degreed is here to help you take on your future. We enable you to discover the skills you need to stay ready. You can set goals, build your skills, and track your progress.
ar_sa: ما هي المهارات التي لديك؟ ما هي المهارات التي تحتاج إليها؟ كيف يمكنك الحصول على هذه المهارات؟ Degreed هنا لمساعدتك على اتخاذ مستقبلك. نحن نتيح لك اكتشاف المهارات التي تحتاجها للبقاء على أهبة الاستعداد. يمكنك تحديد الأهداف وبناء مهاراتك وتتبع تقدمك.
es_es: ¿Con qué habilidades cuenta? ¿Qué habilidades necesita? ¿Cómo puede obtener esas habilidades? Degreed está aquí para ayudarle de cara al futuro. Le ayudamos a descubrir las habilidades que necesita para estar a punto. Puede fijar objetivos, desarrollar sus habilidades y hacer el seguimiento de su progreso.
ko_kr: 어떤 기술을 가지고 계십니까? 어떤 기술이 필요하십니까? 이런 기술을 어떻게 습득할 수 있습니까? Degreed가 여러분의 미래를 보장합니다. 항상 준비되어 있도록 필요한 기술을 발견하는 것이 가능합니다. 목표를 설정하고 기술을 구축하고 진행률을 추적합니다.
nl_nl: Welke vaardigheden heb jij? Welke vaardigheden heb je nodig? Hoe kun je die vaardigheden krijgen? Degreed staat klaar om aan jouw toekomst te werken. Wij zorgen ervoor dat je de vaardigheden die je nodig hebt voor je volgende project kunt ontdekken, vergroten en certificeren. Je kunt doelstellingen maken, je vaardigheden uitbouwen en je voortgang volgen.
th_th: คุณมีทักษะอะไร? คุณต้องการทักษะอะไร? คุณจะมีทักษะเหล่านั้นได้อย่างไร Degreed พร้อมช่วยให้คุณเตรียมพร้อมสำหรับอนาคต เราช่วยให้คุณค้นพบทักษะที่คุณต้องการเพื่อเตรียมความพร้อม คุณสามารถตั้งเป้าหมาย เสริมสร้างทักษะ และติดตามความก้าวหน้าของคุณ

# WelcomeEmail_OrgParagraph2
source: Everything you see and do on Degreed focuses on skills you’re developing.
ar_sa: كل ما تشاهده وما تفعله على Degreed يصب تركيزه على المهارات التي تقوم بتطويرها.
es_es: Todo lo que ve y hace en Degreed se centra en las habilidades que está desarrollando.
ko_kr: Degreed에서 보고 하는 모든 일은 귀하가 개발하는 기술에 집중합니다.
nl_nl: Alles wat je ziet en doet op Degreed is gericht op de vaardigheden die je ontwikkelt.
th_th: ทุกอย่างที่คุณเห็นและทำใน Degreed จะมุ่งเน้นไปที่ทักษะที่คุณกำลังพัฒนา

# WelcomeEmail_OrgParagraph3
source: Accelerate your skill growth by learning from others. Join groups and follow other learners to learn together.
ar_sa: اعمل على تسريع وتيرة نمو المهارات لديك من خلال التعلم من الآخرين. انضم إلى المجموعات وتابع المتعلمين الآخرين للتعلم معا.
es_es: Acelere el progreso de su habilidad aprendiendo de otros. Únase a grupos y siga a otros aprendices para aprender juntos.
ko_kr: 다른 사람에게서 배워서 자신의 기술 성장 속도를 높입니다. 그룹에 참가하고 다른 학습자를 팔로우하여 함께 배웁니다.
nl_nl: Ontwikkel vaardigheden sneller door te leren van anderen. Sluit je aan bij een groep en volg andere gebruikers om samen te leren.
th_th: เร่งผลการพัฒนาทักษะโดยการเรียนรู้จากผู้อื่น เข้าร่วมกลุ่มและติดตามผู้เรียนคนอื่น ๆ เพื่อเรียนรู้ไปด้วยกัน

# WelcomeEmail_OrgParagraph4
source: You can add anything you learn from to your collection on Degreed—podcasts, books, articles, courses, and more. All your learning counts.
ar_sa: يمكنك إضافة أي شيء تتعلمه من مجموعتك على Degreed— بودكاست، والكتب، والمقالات، والدورات التدريبية، والمزيد. كل عمليات التعلم الخاصة بك تهم
es_es: Puede agregar todo lo que aprenda a su colección de Degreed: podcasts, libros, artículos, cursos y mucho más. Toda su formación cuenta.
ko_kr: Degreed의 컬렉션에 팟캐스트, 책, 아티클, 과정 등 모든 배운 것을 추가할 수 있습니다. 자신의 모든 학습은 소중합니다.
nl_nl: Je kunt alles waarvan je hebt geleerd toevoegen aan jouw verzameling op Degreed - podcasts, boeken, artikelen, cursussen en meer. ALLES wat je hebt geleerd telt.
th_th: คุณสามารถเพิ่มทุกสิ่งที่คุณได้เรียนรู้ลงในคอลเล็กชันของคุณใน Degreed ทั้งพอดแคสต์ หนังสือ บทความ หลักสูตร และอีกมากมาย จำนวนการเรียนรู้ของคุณทั้งหมด

# WelcomeEmail_OrgParagraph5
source: If you have questions or feedback for us as you use Degreed, just respond to this email. We'd love to learn more.
ar_sa: إذا كان لديك أي من الاستفسارات أو التعقيبات بالنسبة لنا أثناء استخدامك لـ Degreed، كل ما عليك سوى الرد على هذا البريد الإلكتروني. نود تعلم المزيد.
es_es: Si tiene preguntas o comentarios sobre el uso de Degreed, solo tiene que responder a este correo electrónico. Nos gustaría saber más.
ko_kr: Degreed를 사용할 때에 질문 또는 피드백이 있으신 경우 이 이메일에 응답하십시오. 더 많이 배우고 싶습니다.
nl_nl: Als je vragen of feedback hebt voor ons terwijl je Degreed gebruikt, kun je gewoon deze e-mail beantwoorden. We horen het graag.
th_th: หากคุณมีคำถามหรือความคิดเห็นที่ต้องการแบ่งปันกับเราเกี่ยวกับ Degreed คุณสามารถตอบกลับอีเมลนี้ได้เลย เรายินดีรับฟังความคิดเห็นจากคุณ

# WelcomeEmail_OrgSubTitle
source: Three things you should know to take your skills to the next level:
ar_sa: هناك ثلاثة أشياء يجب معرفتها للوصول بمهاراتك الخاصة إلى المستوى التالي:
es_es: Tres cosas que debería saber para que sus habilidades alcancen el siguiente nivel:
ko_kr: 3개의 자신의 기술을 다음 수준으로 올리기 위해 알아야 하는 것:
nl_nl: Drie dingen die je moet weten om je vaardigheden naar het volgende niveau te tillen.
th_th: สามสิ่งที่คุณควรรู้เพื่อพัฒนาทักษะของคุณให้เยี่ยมยอด

# WelcomeEmail_OrgTitle1
source: Build your skills
ar_sa: بناء مهاراتك
es_es: Crear sus habilidades
ko_kr: 기술을 구축
nl_nl: Ontwikkel jouw vaardigheden
th_th: เสริมสร้างทักษะของคุณ

# WelcomeEmail_OrgTitle2
source: Learn with others
ar_sa: تعلم من الآخرين
es_es: Aprender con otros
ko_kr: 다른 이들과 학습
nl_nl: Leer samen met anderen
th_th: เรียนรู้ร่วมกับผู้อื่น

# WelcomeEmail_OrgTitle3
source: Capture your learning
ar_sa: تتبع تعلمك
es_es: Capturar su aprendizaje
ko_kr: 학습을 추적
nl_nl: Leg vast wat je hebt geleerd
th_th: เก็บเกี่ยวการเรียนรู้ของคุณเอง

# WelcomeEmail_OrgWelcome
source: Welcome to Degreed!
ar_sa: مرحبا بك في موقع Degreed!
es_es: ¡Le damos la bienvenida a Degreed!
ko_kr: Degreed에 오신 것을 환영합니다!
nl_nl: Welkom bij Degreed!
th_th: ยินดีต้อนรับสู่ Degreed!

# WelcomeEmail_OrgWelcome2
source: Let’s get started.
ar_sa: هيا بنا لنبدأ.
es_es: ¡Comencemos!
ko_kr: 시작합시다.
nl_nl: Laten we aan de slag gaan!
th_th: มาเริ่มกันเลย

# WelcomeEmail_Preview
source: Degreed can help you build your skills for the future.
ar_sa: يمكن أن تساعدك Degreed على بناء مهاراتك في المستقبل.
es_es: Degreed puede ayudarle a desarrollar sus habilidades de cara al futuro.
ko_kr: Degreed가 미래를 위한 기술을 구축하는 데 도움이 됩니다.
nl_nl: Degreed kan jou helpen om vaardigheden te leren die je nodig hebt voor de toekomst.
th_th: Degreed สามารถช่วยให้คุณเสริมสร้างทักษะสำหรับอนาคต

# WelcomeEmail_Subject
source: Welcome to Degreed!
ar_sa: مرحبا بك في موقع Degreed!
es_es: ¡Le damos la bienvenida a Degreed!
ko_kr: Degreed에 오신 것을 환영합니다!
nl_nl: Welkom bij Degreed!
th_th: ยินดีต้อนรับสู่ Degreed!

# WelcomeEmail_Subtitle
source: Three things you should know to take your skills to the next level:
ar_sa: هناك ثلاثة أشياء يجب معرفتها للوصول بمهاراتك الخاصة إلى المستوى التالي:
es_es: Tres cosas que debería saber para que sus habilidades alcancen el siguiente nivel:
ko_kr: 3개의 자신의 기술을 다음 수준으로 올리기 위해 알아야 하는 것:
nl_nl: Drie dingen die je moet weten om je vaardigheden naar het volgende niveau te tillen.
th_th: สามสิ่งที่คุณควรรู้เพื่อพัฒนาทักษะของคุณให้เยี่ยมยอด

# WhatSkillsEmail_AddRating
source: Add Rating
ar_sa: إضافة تقييم
es_es: Agregar calificación
ko_kr: 평가 등급 추가
nl_nl: Score toevoegen
th_th: เพิ่มเรตติ้ง

# WhatSkillsEmail_Button
source: Update your Skills
ar_sa: تحديث مهاراتك
es_es: Actualizar sus habilidades
ko_kr: 기술을 업데이트
nl_nl: Je vaardigheden updaten
th_th: อัปเดตทักษะของคุณ

# WhatSkillsEmail_ButtonNoSkills
source: Add your Skills
ar_sa: إضافة مهارات
es_es: Agregar sus habilidades
ko_kr: 기술을 추가
nl_nl: Jouw vaardigheden toevoegen
th_th: เพิ่มทักษะของคุณ

# WhatSkillsEmail_NoSkillsButton
source: Add your skills &rarr;
ar_sa: إضافة مهاراتك→
es_es: Agregar sus habilidades →
ko_kr: 자신의 기술을 추가 →
nl_nl: Voeg je vaardigheden toe;
th_th: เพิ่มทักษะของคุณ →

# WhatSkillsEmail_Paragraph1
source: What other skills do you want to learn? Let us know so we can personalize your Learning Feed and suggest more related skills.
ar_sa: ما المهارات التي تريد أن تتعلمها؟ أخبرنا حتى نتمكن من تخصيص خلاصة التعلم واقتراح المزيد من المهارات ذات الصلة.
es_es: ¿Qué otras habilidades quiere aprender? Dínoslo para que podamos personalizar su canal de aprendizaje y sugerirle más habilidades relacionadas.
ko_kr: 어떤 다른 기술을 학습하시기 원하십니까? 귀하의 학습 피드를 개인 설정하고 더 관련된 기술을 제인할 수 있도록 알려 주십시오.
nl_nl: Welke andere vaardigheden zou je willen leren? Laat het ons weten zodat we jouw leerfeed kunnen personaliseren en meer relevante vaardigheden kunnen aanbevelen.
th_th: คุณต้องการเรียนรู้ทักษะอะไรเพิ่มเติม? บอกให้เรารู้เพื่อที่เราจะได้คัดสรรฟีดการเรียนรู้สำหรับคุณโดยเฉพาะและเสนอทักษะที่มีความเกี่ยวข้องมากขึ้น

# WhatSkillsEmail_Paragraph2
source: <strong>Your current skills are: </strong>
ar_sa: <strong>مهاراتك الحالية هي: </strong>
es_es: <strong>Sus habilidades actuales son: </strong>
ko_kr: <strong>귀하의 현재 기술: </strong>
nl_nl: <strong>Jouw huidige vaardigheden zijn: </strong>
th_th: <strong>ทักษะปัจจุบันของคุณได้แก่: </strong>

# WhatSkillsEmail_Preview
source: Which skills do you need now—and in the future?
ar_sa: ما هي المهارات التي تحتاج إليها الآن - وفي المستقبل؟
es_es: ¿Qué habilidades necesita ahora? ¿Y en el futuro?
ko_kr: 어떤 기술이 지금 그리고 미래에 필요하십니까?
nl_nl: Welke vaardigheden heb je nu - en in de toekomst nodig?
th_th: คุณต้องการทักษะอะไรในตอนนี้ และในอนาคต?

# WhatSkillsEmail_Skills
source: <ul> <li>Business management</li> <li>Team building</li> <li>UX Design</li> <li>Photography</li> </ul>
ar_sa: <ul> <li>إدارة أعمال</li> <li>بناء فرق</li> <li>UX تصميم</li> <li>تصوير</li> </ul>
es_es: <ul> <li>Gestión de empresas</li> <li>Creación de equipos</li> <li>Diseño UX</li> <li>Fotografía</li> </ul>
ko_kr: <ul> <li>비즈니스 매니지먼트</li> <li>팀 빌딩</li> <li>UX 디자인</li> <li>사진 촬영</li> </ul>
nl_nl: <ul> <li>Business management</li> <li>Team building</li> <li>UX Design</li> <li>Fotografie</li> </ul>
th_th: <ul> <li>การบริหารธุรกิจ</li> <li>การสร้างทีมสัมพันธ์</li> <li>การออกแบบประสบการณ์ของผู้ใช้</li> <li>การถ่ายภาพ</li> </ul>
