Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# Integrations_KhanAcademyImportError
source: Whoops! Something went wrong importing your videos from Khan Academy. Please re-enable Kahn Academy integration above and we'll try again.
ar_sa: للأسف! حدث خطأ ما أثناء استيراد مقاطع الفيديو الخاصة بك من على موقع Khan Academy. يرجى إعادة تمكين تكامل Kahn Academy أعلاه وسوف نعاود المحاولة مرة أخرى.
es_es: ¡Uy! Se produjo un error al importar sus videos de Khan Academy. Vuelva a activar la integración anterior de Khan Academy y lo volveremos a intentar.
ko_kr: 이런! Khan Academy에서 동영상을 가져오는 중에 문제가 발생했습니다. 위에서 Khan Academy 통합을 다시 사용하여 다시 시도하십시오.
nl_nl: Oeps! Er is iets fout gegaan met het importeren van jouw video's uit Khan Academy. Schakel de integratie van Kahn Academy opnieuw in hierboven en we zullen het opnieuw proberen.
th_th: อ๊ะ! เกิดข้อผิดพลาดในการนำเข้าวิดีโอของคุณจาก Khan Academy โปรดเปิดใช้การทำงานร่วมกับ Khan Academy อีกครั้งทางด้านบน แล้วเราจะลองอีกครั้ง

# Integrations_KhanAcademyUsername
source: Khan Academy username
ar_sa: اسم المستخدم على Kahn Academy
es_es: Nombre de usuario de Khan Academy
ko_kr: Khan Academy 사용자 이름
nl_nl: Khan Academy gebruikersnaam
th_th: ชื่อผู้ใช้ Khan Academy

# Integrations_LastImported
source: Last Imported:
ar_sa: آخر استيراد:
es_es: Última vez que se importó:
ko_kr: 마지막 가져오기:
nl_nl: Laatst geïmporteerd:
th_th: นำเข้าครั้งล่าสุด:

# Integrations_Never
source: Never
ar_sa: لم يسبق
es_es: Jamás
ko_kr: 절대 안함
nl_nl: Nooit
th_th: ไม่ต้องทำ

# Integrations_Note
source: Note:
ar_sa: ملاحظة:
es_es: Nota:
ko_kr: 참고:
nl_nl: Let op:
th_th: หมายเหตุ:

# Integrations_Or
source: or
ar_sa: أو
es_es: o
ko_kr: 또는
nl_nl: of
th_th: หรือ

# Integrations_PluralsightImportError
source: Whoops! Something went wrong importing your courses from Pluralsight. Please verify your username.
ar_sa: للأسف! حدث خطأ ما أثناء استيراد دوراتك التعليمية من على موقع Pluralsight. يرجى تأكيد اسم المستخدم الخاص بك.
es_es: ¡Uy! Se produjo un error al importar sus cursos de Pluralsight. Compruebe su nombre de usuario.
ko_kr: 이런! Pluralsight에서 과정을 가져오는 중에 문제가 발생했습니다. 사용자 이름을 확인하십시오.
nl_nl: Oeps! Er is iets fout gegaan met het importeren van jouw cursussen uit Pluralsight. Controleer je gebruikersnaam.
th_th: อ๊ะ! เกิดข้อผิดพลาดในการนำเข้าหลักสูตรของคุณจาก Pluralsight โปรดยืนยันชื่อผู้ใช้ของคุณ

# Integrations_PluralsightPublicProfile
source: Requires a public Pluralsight profile with Profile Visibility enabled for the *Completed courses* tile.
ar_sa: يستلزم وجود ملف شخصي عام على Pluralsight مع ضبط إعداد إمكانية رؤية *الدورات المكتملة*.
es_es: Se necesita un perfil público de Pluralsight con el perfil Visibility activado para la ventana *Cursos completados*.
ko_kr: *완료한 과정* 타일에 대해 프로필 표시를 사용하는 공개 Pluralsight 프로필이 필요합니다.
nl_nl: Vereist een publiek Pluralsight-profiel met Profiel-zichtbaarheid ingeschakeld voor de *Voltooide cursussen*-tegel.
th_th: ต้องใช้โปรไฟล์บัญชี Pluralsight แบบสาธารณะ พร้อมเปิดใช้การมองเห็นบัญชีสำหรับไทล์ *หลักสูตรที่เรียนแล้ว*

# Integrations_PluralsightUsername
source: Pluralsight username
ar_sa: اسم المستخدم على Pluralsight
es_es: Nombre de usuario de Pluralsight
ko_kr: Pluralsight 사용자 이름
nl_nl: Pluralsight-gebruikersnaam
th_th: ชื่อผู้ใช้ Pluralsight

# Integrations_PocketImportError
source: Whoops! Something went wrong syncing with Pocket. Please re-enable Pocket integration above and we'll try again.
ar_sa: للأسف! حدث خطأ ما أثناء المزامنة مع Pocket. يرجى إعادة تمكين تكامل Pocket أعلاه وسوف نعاود المحاولة مرة أخرى.
es_es: ¡Uy! Se produjo un error al sincronizar con Pocket. Vuelva a activar la integración anterior de Pocket y lo volveremos a intentar.
ko_kr: 이런! Pocket과 동기화 중에 문제가 발생했습니다. 위에서 Pocket 통합을 다시 사용하여 다시 시도하십시오.
nl_nl: Oeps! Er is iets misgegaan met het synchroniseren met Pocket. Schakel de integratie van Pocket opnieuw in hierboven en we zullen het opnieuw proberen.
th_th: อ๊ะ! เกิดข้อผิดพลาดในการซิงค์กับ Pocket โปรดเปิดใช้การทำงานร่วมกับ Pocket อีกครั้งทางด้านบน แล้วเราจะลองอีกครั้ง

# Integrations_PocketUsername
source: Pocket username
ar_sa: اسم المستخدم على Pocket
es_es: Nombre de usuario de Pocket
ko_kr: Pocket 사용자 이름
nl_nl: Pocket-gebruikersnaam
th_th: ชื่อผู้ใช้ Pocket

# Integrations_ReadabilityImportError
source: Whoops! Something went wrong importing your articles from Readability. Please re-enable Readability integration above and we'll try again.
ar_sa: للأسف! حدث خطأ ما أثناء استيراد مقالاتك من على موقع Readability. يرجى إعادة تمكين تكامل Readability أعلاه وسوف نعاود المحاولة مرة أخرى.
es_es: ¡Uy! Se produjo un error al importar sus artículos de Readability. Vuelva a activar la integración anterior de Readability y lo volveremos a intentar.
ko_kr: 이런! Readability에서 아티클을 가져오는 중에 문제가 발생했습니다. 위에서 Readability 통합을 다시 사용하여 다시 시도하십시오.
nl_nl: Oeps! Er is iets fout gegaan met het importeren van jouw cursussen uit Readability. Schakel de integratie van Readability opnieuw in hierboven en we zullen het opnieuw proberen.
th_th: อ๊ะ! เกิดข้อผิดพลาดในการนำเข้าบทความของคุณจาก Readability โปรดเปิดใช้การทำงานร่วมกับ Readability อีกครั้งทางด้านบน แล้วเราจะลองอีกครั้ง

# Integrations_ReadabilityUsername
source: Readability username
ar_sa: اسم المستخدم على Readability
es_es: Nombre de usuario de Readability
ko_kr: Readability 사용자 이름
nl_nl: Leesbaarheid gebruikersnaam
th_th: ชื่อผู้ใช้ Readability

# Integrations_RecommendGoogleplus
source: Share items with your Connections on Google+.
ar_sa: مشاركة عناصر مع جهات الاتصال الخاصة بك على Google+.
es_es: Comparta elementos con sus contactos en Google+.
ko_kr: Google+의 커넥션에 항목을 공유
nl_nl: Items delen met je contacten op Google+.
th_th: แบ่งปันรายการกับคนรู้จักของคุณใน Google+

# Integrations_RecommendLinkedin
source: Share items with your Connections on LinkedIn.
ar_sa: مشاركة عناصر مع جهات الاتصال الخاصة بك على LinkedIn.
es_es: Comparta elementos con sus contactos en LinkedIn.
ko_kr: LinkedIn의 커넥션에 항목을 공유
nl_nl: Items delen met je contacten op LinkedIn.
th_th: แบ่งปันรายการกับคนรู้จักของคุณใน LinkedIn

# Integrations_RecommendTwitter
source: Share items with your Followers on Twitter.
ar_sa: مشاركة عناصر مع متابعيك على Twitter.
es_es: Comparta elementos con sus seguidores en Twitter.
ko_kr: Twitter의 팔로워에게 항목을 공유
nl_nl: Items delen met je volgers op Twitter.
th_th: แบ่งปันรายการกับผู้ติดตามของคุณทาง Twitter

# Integrations_SaveIntegrations
source: Save Integrations
ar_sa: حفظ عمليات التكامل
es_es: Guardar integraciones
ko_kr: 통합을 저장
nl_nl: Integraties opslaan
th_th: บันทึกการใช้งานร่วมกัน

# Integrations_SkillshareImportError
source: Whoops! Something went wrong importing your courses from Skillshare.
ar_sa: للأسف! حدث خطأ ما أثناء استيراد دوراتك التعليمية من على موقع Skillshare.
es_es: ¡Uy! Se produjo un error al importar sus cursos de Skillshare.
ko_kr: 이런! Skillshare에서 과정을 가져오는 중에 문제가 발생했습니다.
nl_nl: Oeps! Er is iets fout gegaan met het importeren van jouw cursussen uit Skillshare.
th_th: อ๊ะ! เกิดข้อผิดพลาดในการนำเข้าหลักสูตรของคุณจาก Skillshare

# Integrations_SkillshareIserId
source: Skillshare User Id
ar_sa: هوية مستخدم على موقع Skillshare
es_es: Id de usuario de Skillshare
ko_kr: Skillshare 사용자 ID
nl_nl: Skillshare-gebruikers-id
th_th: รหัสประจำตัวผู้ใช้ Skillshare

# Integrations_SkillshareProfileRequired
source: Requires a public Skillshare profile.
ar_sa: يستلزم وجود ملف شخصي عام على موقع Skillshare.
es_es: Se necesita un perfil público de Skillshare.
ko_kr: 공개 Skillshare 프로필이 필요합니다.
nl_nl: Vereist een publiek Skillshare-profiel.
th_th: ต้องใช้โปรไฟล์ Skillshare แบบสาธารณะ

# Integrations_SkillshareUserName
source: Skillshare User Name
ar_sa: اسم مستخدم على موقع Skillshare
es_es: Nombre de usuario de Skillshare
ko_kr: Skillshare 사용자 이름
nl_nl: Skillshare-gebruikersnaam
th_th: ชื่อผู้ใช้ Skillshare

# Integrations_SkillshareUserNameId
source: Skillshare User Name/Skillshare User Id
ar_sa: اسم مستخدم على موقع Skillshare/هوية مستخدم على موقع Skillshare
es_es: Nombre/Id de usuario de Skillshare
ko_kr: Skillshare 사용자 이름/Skillshare 사용자 ID
nl_nl: Skillshare-gebruikersnaam. Skillshare-gebruikers-id
th_th: ชื่อผู้ใช้ Skillshare/รหัสประจำตัวผู้ใช้ Skillshare

# Integrations_SlackDescription
source: Get Today's Learning and shared content delivered through slack.
ar_sa: احصل على المواد التعليمية لليوم والمحتويات المشتركة المقدمة من خلال slack.
es_es: Reciba Formación de hoy y contenido compartido a través de Slack.
ko_kr: Slack을 통해 오늘의 학습 및 공유 콘텐츠를 받으십시오.
nl_nl: Krijg het Leren voor vandaag en aanbevelingen geleverd via Slack.
th_th: รับการเรียนรู้ประจำวันและเนื้อหาที่แบ่งปันผ่าน Slack

# Integrations_SlackDescriptionConsumer
source: Get Today's Learning delivered through Slack.
ar_sa: احصل على "تعلم اليوم" من خلال slack.
es_es: Reciba Formación de hoy a través de Slack.
ko_kr: Slack을 통하여 오늘의 학습을 전달받습니다.
nl_nl: Krijg het leren van vandaag geleverd via Slack.
th_th: รับบทเรียนประจำวันผ่าน Slack

# Integrations_SlackTodaysLearningTitle
source: Have you seen this in Today's Learning on Degreed yet?
ar_sa: هل رأيت هذا في "تعلم اليوم" على موقع Degreed؟
es_es: ¿Ya vio esto en Formación de hoy de Degreed?
ko_kr: Degreed의 오늘의 학습에서 아직 이것을 보신 적이 있습니까?
nl_nl: Heb je dit al gezien in het Leren voor vandaag op Degreed?
th_th: คุณเคยเห็นบทเรียนประจำวันนี้ใน Degreed แล้วหรือยัง?

# Integrations_SlackTodaysLearningTitleFormat
source: Today's Learning for {0}
ar_sa: تعلم اليوم لأجل {0}
es_es: Formación de hoy para {0}
ko_kr: {0}의 오늘의 학습
nl_nl: Leren voor vandaag voor {0}
th_th: บทเรียนประจำวันสำหรับ {0}

# Integrations_SocialAccounts
source: Social Accounts
ar_sa: الحسابات على مواقع التواصل الاجتماعي
es_es: Cuentas sociales
ko_kr: 소셜 계정
nl_nl: Sociale accounts
th_th: บัญชีโซเชียล

# Integrations_SuccessfullImport
source: Nice work syncing your account with Degreed.
ar_sa: مزامنة حسابك مع موقع Degreed أمر جيد.
es_es: Enhorabuena por sincronizar su cuenta con Degreed.
ko_kr: Degreed와 계정을 동기화하셨습니다.
nl_nl: Goed gedaan, het synchroniseren van je accounts met Degreed.
th_th: ซิงค์บัญชีของคุณกับ Degreed แล้ว ยอดมาก

# Integrations_TreehouseImportError
source: Whoops! Something went wrong importing your courses from Treehouse. Please verify your username.
ar_sa: للأسف! حدث خطأ ما أثناء استيراد دوراتك التعليمية من على موقع Treehouse. يرجى تأكيد اسم المستخدم الخاص بك.
es_es: ¡Uy! Se produjo un error al importar sus cursos de Treehouse. Compruebe su nombre de usuario.
ko_kr: 이런! Treehouse에서 과정을 가져오는 중에 문제가 발생했습니다. 사용자 이름을 확인하십시오.
nl_nl: Oeps! Er is iets fout gegaan met het importeren van jouw cursussen uit Treehouse. Controleer je gebruikersnaam.
th_th: อ๊ะ! เกิดข้อผิดพลาดในการนำเข้าหลักสูตรของคุณจาก Treehouse โปรดยืนยันชื่อผู้ใช้ของคุณ

# Integrations_TreehousePublicProfile
source: Requires a public Treehouse profile.
ar_sa: يستلزم وجود ملف شخصي عام على موقع Treehouse.
es_es: Se necesita un perfil público de Treehouse.
ko_kr: 공개 Treehouse 프로필이 필요합니다.
nl_nl: Vereist een publiek Treehouse-profiel.
th_th: ต้องใช้โปรไฟล์ Treehouse แบบสาธารณะ

# Integrations_TreehouseUsername
source: Treehouse username
ar_sa: اسم المستخدم على Treehouse
es_es: Nombre de usuario de Treehouse
ko_kr: Treehouse 사용자 이름
nl_nl: Treehouse gebruikersnaam
th_th: ชื่อผู้ใช้ Treehouse

# Integrations_UdemyImportError
source: Whoops! Something went wrong importing your courses from Udemy.
ar_sa: للأسف! حدث خطأ ما أثناء استيراد دوراتك التعليمية من على موقع Udemy.
es_es: ¡Uy! Se produjo un error al importar sus cursos de Udemy.
ko_kr: 이런! Udemy에서 과정을 가져오는 중에 문제가 발생했습니다.
nl_nl: Oeps! Er is iets fout gegaan met het importeren van jouw cursussen uit Udemy.
th_th: อ๊ะ! เกิดข้อผิดพลาดในการนำเข้าหลักสูตรของคุณจาก Udemy

# Integrations_UdemyUserId
source: Udemy User Id
ar_sa: هوية مستخدم على موقع Udemy
es_es: Id de usuario de Udemy
ko_kr: Udemy 사용자 ID
nl_nl: Udemy-gebruikers-id
th_th: รหัสประจำตัวผู้ใช้ Udemy

# Integrations_UdemyVisibleCourses
source: Requires a public Udemy profile with visible courses.
ar_sa: يستلزم وجود ملف شخصي عام على Udemy يحتوي على دورات تعليمية ظاهرة.
es_es: Se necesita un perfil público de Udemy con cursos visibles.
ko_kr: 열람 가능한 과정이 있는 공개 Udemy 프로필이 필요합니다.
nl_nl: Vereist een publiek Udemy-profiel met zichtbare cursussen.
th_th: ต้องใช้บัญชี Udemy แบบสาธารณะพร้อมหลักสูตรที่มองเห็นได้

# Integrations_VerifyCourseraPublicProfile
source: Please verify your Coursera profile is public.
ar_sa: يرجى التحقق من أن ملفك الشخصي على Coursera عام.
es_es: Compruebe que su perfil de Coursera es público.
ko_kr: Coursera 프로필이 공개인지 확인하십시오.
nl_nl: Controleer of je Udemy-profiel publiek is.
th_th: โปรดยืนยันว่าโปรไฟล์ Coursera ของคุณเป็นแบบสาธารณะ

# Integrations_VerifyPublicCodecademy
source: Please verify your Codecademy profile is public.
ar_sa: يرجى التحقق من أن ملفك الشخصي على Codecademy عام.
es_es: Compruebe que su perfil de Codecademy es público.
ko_kr: Codecademy 프로필이 공개인지 확인하십시오.
nl_nl: Controleer of je Codecademy-profiel publiek is.
th_th: โปรดยืนยันว่าโปรไฟล์ Codeacademy ของคุณเป็นแบบสาธารณะ

# Integrations_VerifyPublicUdemyProfile
source: Please verify your Udemy profile is public.
ar_sa: يرجى التحقق من أن ملفك الشخصي على Udemy عام.
es_es: Compruebe que su perfil de Udemy es público.
ko_kr: Udemy 프로필이 공개인지 확인하십시오.
nl_nl: Controleer of je Udemy-profiel publiek is.
th_th: โปรดยืนยันว่าโปรไฟล์ Udemy ของคุณเป็นแบบสาธารณะ

# Integrations_VerifySkillsharePublic
source: Please verify your Skillshare profile is public.
ar_sa: يرجى التحقق من أن ملفك الشخصي على Skillshare عام.
es_es: Compruebe que su perfil de Skillshare es público.
ko_kr: Skillshare 프로필이 공개인지 확인하십시오.
nl_nl: Controleer of je Sklillshare-profiel publiek is.
th_th: โปรดยืนยันว่าโปรไฟล์ Skillshare ของคุณเป็นแบบสาธารณะ

# Integrations_VerifySkillshareUserId
source: Please verify your unique Skillshare user id.
ar_sa: يرجى تأكيد هوية المستخدم الخاصة بك لموقع Skillshare.
es_es: Compruebe su id de usuario única de Skillshare.
ko_kr: 고유한 Skillshare 사용자 ID를 확인하십시오.
nl_nl: Controleer jouw unieke Skillshare-gebruikers-id.
th_th: โปรดยืนยันรหัสประจำตัวผู้ใช้ Skillshare ของคุณ

# Integrations_VerifyUniqueCourseraUserId
source: Please verify your unique Coursera user id.
ar_sa: يرجى تأكيد هوية المستخدم الخاصة بك لموقع Coursera.
es_es: Compruebe su id de usuario única de Coursera.
ko_kr: 고유한 Coursera 사용자 ID를 확인하십시오.
nl_nl: Controleer jouw unieke Coursera-gebruikers-id.
th_th: โปรดยืนยันรหัสประจำตัวผู้ใช้ Coursera ของคุณ

# Integrations_VerifyUniqueUserId
source: Please verify your unique Udemy user id.
ar_sa: يرجى تأكيد هوية المستخدم الخاصة بك لموقع Udemy.
es_es: Compruebe su id de usuario única de Udemy.
ko_kr: 고유한 Udemy 사용자 ID를 확인하십시오.
nl_nl: Controleer jouw unieke Udemy-gebruikers-id.
th_th: โปรดยืนยันรหัสประจำตัวผู้ใช้ Udemy ของคุณ

# Integrations_ViewConnections
source: View Connections
ar_sa: عرض جهات الاتصال
es_es: Ver conexiones
ko_kr: 커넥션 보기
nl_nl: Connecties weergeven
th_th: ดูการเชื่อมต่อ

# Integrations_ViewFollowers
source: View Followers
ar_sa: عرض المتابعين
es_es: Ver seguidores
ko_kr: 팔로워 보기
nl_nl: Volgers weergeven
th_th: ดูผู้ติดตาม

# Integrations_ViewFriends
source: View Friends
ar_sa: عرض الأصدقاء
es_es: Ver amigos
ko_kr: 친구 보기
nl_nl: Vrienden weergeven
th_th: ดูเพื่อน

# IntegrationsSvc_AlisonDescription
source: Import all courses from my Alison profile daily.<br><strong>Note:</strong> Requires a public Alison profile.
ar_sa: استيراد جميع الدورات التعليمية من الملف الشخصي لي على Alison يوميًا.<br><strong>ملاحظة:</strong> يستلزم وجود ملف شخصي عام على موقع Alison.
es_es: Importar todos los cursos de mi perfil de Alison a diario.<br><strong>Nota:</strong> se necesita un perfil público de Alison.
ko_kr: Alison 프로필에서 모든 과정을 매일 가져옵니다.<br><strong>참고:</strong> 공개 Alison 프로필이 필요합니다.
nl_nl: Alle cursussen dagelijks uit mijn Alison-profiel importeren.<br><strong>Let op: </strong> Vereist een publiek Alison-profiel.
th_th: นำเข้าหลักสูตรทั้งหมดจากโปรไฟล์ Alison ของฉันทุกวัน<br><strong>หมายเหตุ:</strong> ต้องใช้โปรไฟล์ Alison แบบสาธารณะ

# IntegrationsSvc_AlisonLabelText
source: Alison User Name/User Id
ar_sa: اسم مستخدم/هوية مستخدم على موقع Alison
es_es: Nombre/Id de usuario de Alison
ko_kr: Alison 사용자 이름/사용자 ID
nl_nl: Alison-gebruikersnaam/gebruikers-id
th_th: ชื่อผู้ใช้/รหัสประจำตัวผู้ใช้ Alison

# IntegrationsSvc_AlisonPlaceholderText
source: User Id/User Name
ar_sa: هوية مستخدم/اسم مستخدم
es_es: Id/Nombre de usuario
ko_kr: 사용자 ID/사용자 이름
nl_nl: Gebruikers-id/gebruikersnaam
th_th: รหัสประจำตัวผู้ใช้/ชื่อผู้ใช้

# IntegrationsSvc_AutoNotifyLabelFormat
source: Automatically notify me when my {{friendType}} join Degreed.
ar_sa: أخطرني تلقائيًا عندما ينضم {{friendType}} إلى Degreed.
es_es: Notifíquenme automáticamente cuando mi {{friendType}} se una a Degreed.
ko_kr: 저의 {{friendType}}이(가) Degreed에 가입할 때에 자동으로 알려줍니다.
nl_nl: Stel me automatisch op de hoogte wanneer mijn {{friendType}} lid wordt van degreed.
th_th: แจ้งให้ฉันทราบโดยอัตโนมัติเมื่อ{{friendType}}ของฉันเข้าร่วมใช้งาน Degreed

# IntegrationsSvc_CodecademyDescription
source: Import completed tracks from Codecademy daily.<br><strong>Note:</strong> Requires a public Codecademy profile.
ar_sa: استيراد جميع المسارات المكتملة من على موقع Codecademy يوميًا. <br><strong>ملاحظة:</strong> يستلزم وجود ملف شخصي عام على Codecademy.
es_es: Importar mis seguimientos completados de Codeacademy a diario.<br><strong>Nota:</strong> se necesita un perfil público de Codecademy.
ko_kr: Codecademy에서 완료한 트랙을 매일 가져옵니다.<br><strong>참고:</strong> 공개 Codeacademy 프로필이 필요합니다.
nl_nl: Voltooide tracks dagelijks uit Codecademy importeren. <br><strong>Let op: </strong>Vereist een publiek Codecademy-profiel.
th_th: นำเข้าแทร็กทั้งหมดจาก Codecademy ทุกวัน<br><strong>หมายเหตุ:</strong> ต้องใช้โปรไฟล์ Codecademy แบบสาธารณะ

# IntegrationsSvc_CodecademyLabelText
source: Codeacademy User Name
ar_sa: اسم مستخدم على موقع Codeacademy
es_es: Nombre de usuario de Codeacademy
ko_kr: Codeacademy 사용자 이름
nl_nl: Codeacademy-gebruikersnaam
th_th: ชื่อผู้ใช้ Codecademy

# IntegrationsSvc_CodecademyPlaceholderText
source: Username
ar_sa: اسم المستخدم
es_es: Nombre de usuario
ko_kr: 사용자 이름
nl_nl: Gebruikersnaam
th_th: ชื่อผู้ใช้

# IntegrationsSvc_CodeSchoolDescription
source: Import completed courses from Code School daily.<br><strong>Note:</strong> Requires a public Code School profile.
ar_sa: استيراد الدورات التعليمية المكتملة من الملف الشخصي لي على Code School يوميًا.<br><strong>ملاحظة:</strong> يستلزم وجود ملف شخصي عام على موقع Code School.
es_es: Importar los cursos completados de Code School a diario.<br><strong>Nota:</strong> se necesita un perfil público de Code School.
ko_kr: Code School에서 완료한 과정을 매일 가져옵니다.<br><strong>참고:</strong> 공개 Code School 프로필이 필요합니다.
nl_nl: Voltooide cursussen dagelijks uit Code School importeren.<br><strong>Let op: </strong>Vereist een publiek Code School-profiel.
th_th: นำเข้าหลักสูตรทั้งหมดจาก Code School ทุกวัน<br><strong>หมายเหตุ:</strong> ต้องใช้โปรไฟล์ Code School แบบสาธารณะ

# IntegrationsSvc_CodeSchoolLabelText
source: Code School User Name
ar_sa: اسم المستخدم على Code School
es_es: Nombre de usuario de Code School
ko_kr: Code School 사용자 이름
nl_nl: Code school-gebruikersnaam
th_th: ชื่อผู้ใช้ Code School

# IntegrationsSvc_CodeSchoolPlaceholderText
source: Username
ar_sa: اسم المستخدم
es_es: Nombre de usuario
ko_kr: 사용자 이름
nl_nl: Gebruikersnaam
th_th: ชื่อผู้ใช้

# IntegrationsSvc_Contacts
source: Contacts
ar_sa: جهات الاتصال
es_es: Contactos
ko_kr: 연락처
nl_nl: Contactpersonen
th_th: รายชื่อติดต่อ

# IntegrationsSvc_FacebookFriends
source: Facebook Friends
ar_sa: الأصدقاء على Facebook
es_es: Amigos en Facebook
ko_kr: Facebook 친구
nl_nl: Facebookvrienden
th_th: เพื่อนใน Facebook

# IntegrationsSvc_Followers
source: Followers
ar_sa: المتابعون
es_es: Seguidores
ko_kr: 팔로워
nl_nl: Volgers
th_th: ผู้ติดตาม

# IntegrationsSvc_Friends
source: Friends
ar_sa: الأصدقاء
es_es: Amigos
ko_kr: 친구
nl_nl: Vrienden
th_th: เพื่อน

# IntegrationsSvc_GoodreadsDescription
source: Import books I have marked 'read' in Goodreads daily.<br><strong>Note:</strong> Edit your Goodreads profile to specify a username.
ar_sa: استيراد الكتب التي وضعت عليها علامة &quot;مقروءة&quot; في Goodreads يوميًا. br&gt;<strong>ملاحظة:</strong> تحرير الملف الشخصي لك على Goodreads لتحديد اسم مستخدم.
es_es: Importar los libros marcados como leídos de Goodreads a diario.<br><strong>Nota:</strong> edite su perfil de Goodreads para especificar un nombre de usuario.
ko_kr: Goodreads에서 '읽음'으로 표시한 책을 매일 가져옵니다.<br><strong>참고:</strong> Goodreads 프로필을 편집하여 사용자 이름을 지정합니다.
nl_nl: Boeken die ik heb gemarkeerd als 'gelezen' in Goodreads dagelijks importeren.<br><strong>Let op: </strong>Bewerk je Goodreads-profiel om een gebruikersnaam op te geven.
th_th: นำเข้าหนังสือที่ฉันทำเครื่องหมายว่า 'อ่านแล้ว' ใน Goodreads ทุกวัน<br><strong>หมายเหตุ:</strong> แก้ไขโปรไฟล์ Goodreads ของคุณเพื่อระบุชื่อผู้ใช้

# IntegrationsSvc_GoodreadsLabelText
source: Goodreads User Name
ar_sa: اسم مستخدم على موقع Goodreads
es_es: Nombre de usuario de Goodreads
ko_kr: Goodreads 사용자 이름
nl_nl: Goodreads-gebruikersnaam
th_th: ชื่อผู้ใช้ Goodreads

# IntegrationsSvc_GoodreadsPlaceholderText
source: Username
ar_sa: اسم المستخدم
es_es: Nombre de usuario
ko_kr: 사용자 이름
nl_nl: Gebruikersnaam
th_th: ชื่อผู้ใช้

# IntegrationsSvc_GoogleplusFriends
source: Google Contacts
ar_sa: جهات الاتصال على Google
es_es: Contactos en Google
ko_kr: Google 연락처
nl_nl: Google-contacten
th_th: รายชื่อติดต่อใน Google

# IntegrationsSvc_KhanAcademyDescription
source: Import my completed videos and assessments from Khan Academy daily.<br><strong>Note:</strong> All Khan Academy content is available for free at www.khanacademy.org
ar_sa: استيراد مقاطع الفيديو والتقييمات المكتملة من على موقع Khan Academy يوميًا. <br><strong>ملاحظة:</strong> جميع محتوى Khan Academy متوفر مجانًا على www.khanacademy.org.
es_es: Importar mis videos y evaluaciones completados de Khan Academy a diario.<br><strong>Nota:</strong> todo el contenido de Khan Academy disponible de manera gratuita en www.khanacademy.org
ko_kr: Khan Academy에서 완료한 동영상 및 평가를 매일 가져옵니다.<br><strong>참고:</strong> 모든 Khan Academy 콘텐츠는 www.khanacademy.org에서 무료로 사용 가능합니다.
nl_nl: Mijn voltooide video's en beoordelingen van Khan Academy dagelijks importeren <br><strong>Note: </strong> Alle content van Khan Academy is gratis beschikbaar op www.khanacademy.org
th_th: นำเข้าวิดีโอที่ดูแล้วและแบบประเมินที่ทำเสร็จแล้วจาก Khan Academy ทุกวัน<br><strong>หมายเหตุ:</strong> สามารถรับเนื้อหาทั้งหมดของ Khan Academy ได้ฟรีที่ www.khanacademy.org

# IntegrationsSvc_KhanAcademyLabelText
source: Khan Academy User Name
ar_sa: اسم المستخدم على Khan Academy
es_es: Nombre de usuario de Khan Academy
ko_kr: Khan Academy 사용자 이름
nl_nl: Khan Academy-gebruikersnaam
th_th: ชื่อผู้ใช้ Khan Academy

# IntegrationsSvc_KhanAcademyPlaceholderText
source: Username
ar_sa: اسم المستخدم
es_es: Nombre de usuario
ko_kr: 사용자 이름
nl_nl: Gebruikersnaam
th_th: ชื่อผู้ใช้

# IntegrationsSvc_NoFacebookFriendsHeader
source: No friends found.
ar_sa: لم يتم العثور على أي أصدقاء.
es_es: No se encontraron amigos.
ko_kr: 친구를 찾지 못함
nl_nl: Geen vrienden gevonden.
th_th: ไม่พบเพื่อน

# IntegrationsSvc_NoFriendsDescription
source: None of your {{friendType}} have joined Degreed yet, but we'll let you know when they do!
ar_sa: لم ينضم أي {{friendType}} لموقع Degreed حتى الآن، إلا أننا سوف نخطرك بمجرد قيام أحدهم بذلك.
es_es: Todavía nadie de {{friendType}} se unió a Degreed, pero en cuanto lo hagan se lo comunicaremos.
ko_kr: {{friendType}} 중에서 아직 Degreed에 가입한 사람이 없지만 가입하면 알려 드리겠습니다!
nl_nl: Er zijn nog geen van je {{friendType}} lid geworden van Degreed, maar we zullen je laten weten wanneer ze dat doen!
th_th: {{friendType}}ของคุณทุกคนยังไม่ได้ใช้ Degreed ในขณะนี้ แต่เราจะแจ้งให้คุณทราบถ้าพวกเขาสมัครใช้งาน!

# IntegrationsSvc_NoGoogleplusFriendsHeader
source: No contacts found.
ar_sa: لم يتم العثور على أي جهات اتصال.
es_es: No se encontraron contactos.
ko_kr: 연락처를 찾지 못함
nl_nl: Geen contacten gevonden.
th_th: ไม่พบรายชื่อติดต่อ
