Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# Onboarding_Step4Instructions
source: Rate your skills to find relevant learning content and to keep track of your progress.
ar_sa: قيم مهاراتك للعثور على محتوى تعليمي ملائم وتتبع تقدمك.
es_es: Califique sus habilidades para encontrar contenido de aprendizaje relevante y hacer el seguimiento de su progreso.
ko_kr: 자신의 기술을 평가하여 관련 학습 콘텐츠를 찾고 진행률을 추적합니다.
nl_nl: Beoordeel jouw vaardigheden om relevante leerstof te vinden en je voortgang te kunnen volgen.
th_th: ให้คะแนนทักษะของคุณเพื่อค้นหาเนื้อหาการเรียนรู้ที่เกี่ยวข้องและติดตามความก้าวหน้าของคุณ

# Onboarding_Step4Title
source: It's Time to Rate Yourself on Your Skills!
ar_sa: حان الوقت لتقييم مهاراتك بنفسك!
es_es: Es hora de calificar sus propias habilidades.
ko_kr: 자신의 기술을 평가할 시간입니다!
nl_nl: Het is tijd om jezelf te beoordelen op je vaardigheden!
th_th: ถึงเวลาให้คะแนนตัวเองในทักษะของคุณ!

# Onboarding_Step5Instructions
source: We have found thousands of articles, videos, books, and courses that will help you develop your skills. Get started by exploring your personalized learning feed.
ar_sa: لقد عثرنا على آلاف المقالات ومقاطع الفيديو والكتب والدورات التدريبية التي ستساعدك على تطوير مهاراتك. البدء من خلال استكشاف خلاصة تعلمك المخصص الموجز.
es_es: Disponemos de miles de artículos, videos, libros y cursos que le ayudarán a desarrollar sus habilidades. Comience explorando su canal de aprendizaje personalizado.
ko_kr: 귀하의 기술 개발에 도움이 되는 수많은 아티클, 비디오, 책 및 과정을 찾았습니다. 개인 설정 학습 피드로 탐색하기 시작합니다. 개인 설정 학습 피드백으로 탐색하기 시작합니다.
nl_nl: We hebben duizenden artikelen, video's, boeken en cursussen gevonden die je kunnen helpen bij het ontwikkelen van je vaardigheden. Begin door een kijkje te nemen in jouw persoonlijke feed.
th_th: เราพบบทความ วิดีโอ หนังสือ และหลักสูตรนับพันที่จะช่วยให้คุณพัฒนาทักษะของคุณ เริ่มจากการสำรวจฟีดการเรียนรู้ที่คัดสรรมาเพื่อคุณโดยเฉพาะ

# Onboarding_Step5Title
source: You're All Done!
ar_sa: لقد انتهيت!
es_es: ¡Todo listo!
ko_kr: 모든 완료하셨습니다!
nl_nl: Je bent helemaal klaar!
th_th: เรียบร้อยแล้ว!

# OnboardingController_PageTitle
source: Welcome
ar_sa: مرحبًا
es_es: Le damos la bienvenida
ko_kr: 환영합니다.
nl_nl: Welkom
th_th: ยินดีต้อนรับ

# OnboardingFooter_GetStarted
source: Get Started
ar_sa: البدء
es_es: Comencemos
ko_kr: 시작하기
nl_nl: Aan de slag
th_th: เริ่มเลย

# OnboardingFooter_NextStep
source: Next Step
ar_sa: الخطوة التالية
es_es: Siguiente paso
ko_kr: 다음 단계
nl_nl: Volgende stap
th_th: ขั้นตอนต่อไป

# OnboardingFooter_PreviousStep
source: Previous Step
ar_sa: الخطوة السابقة
es_es: Paso anterior
ko_kr: 이전 단계
nl_nl: Vorige stap
th_th: ขั้นตอนก่อนหน้า

# OnboardingFooter_SkipStep
source: Skip Step
ar_sa: تخطي خطوة
es_es: Saltar paso
ko_kr: 단계 건너뛰기
nl_nl: Stap overslaan
th_th: ข้ามขั้นตอนนี้

# OnboardingFooter_StartLearning
source: Start Learning
ar_sa: ابدأ تعلم
es_es: Empezar a aprender
ko_kr: 학습을 시작
nl_nl: Begin met leren
th_th: เริ่มเรียนรู้

# OnboardingFooter_StepperLabel
source: Step {{stepNumber}} of {{stepTotal}}
ar_sa: خطوة {{stepNumber}} من {{stepTotal}}
es_es: Paso {{stepNumber}} de {{stepTotal}}
ko_kr: {{stepNumber}} / {{stepTotal}} 단계
nl_nl: Stap {{stepNumber}} van {{stepTotal}}
th_th: ขั้นตอนที่ {{stepNumber}} จาก {{stepTotal}}

# OnboardingFooter_SubmitRating
source: Submit Rating
ar_sa: ارسل التقييم
es_es: Enviar calificación
ko_kr: 평가 등급 제출
nl_nl: Beoordeling indienen
th_th: ส่งคะแนน

# OrganizationsController_AddFAQs
source: Add FAQs
ar_sa: إضافة الأسئلة الشائعة
es_es: Agregar Preguntas frecuentes
ko_kr: FAQ 추가
nl_nl: FAQ toevoegen
th_th: เพิ่มคำถามพบบ่อย

# OrganizationsController_Content
source: Catalog
ar_sa: قائمة
es_es: Catálogo
ko_kr: 카탈로그
nl_nl: Catalogus
th_th: แค็ตตาล็อก

# OrganizationsController_EditImage
source: Edit Image
ar_sa: تحرير الصورة
es_es: Editar imagen
ko_kr: 이미지 편집
nl_nl: Afbeelding bewerken
th_th: แก้ไขรูป

# OrganizationsController_FAQ
source: FAQ
ar_sa: الأسئلة الشائعة
es_es: Preguntas frecuentes
th_th: คำถามพบบ่อย

# OrganizationsController_Groups
source: Groups
ar_sa: المجموعات
es_es: Grupos
ko_kr: 그룹
nl_nl: Groepen
th_th: กลุ่ม

# OrganizationsController_InvitedMessageOne
source: has invited you to join them on Degreed. You are now a member of the
ar_sa: دعوك للانضمام إليهم على موقع Degreed. أنت الآن عضو في
es_es: le ha invitado a unirse a ellos en Degreed. Ahora es miembro de
ko_kr: Degreed에 참가하도록 초대했습니다. 귀하는 이제
nl_nl: heeft je uitgenodigd om je bij hen aan te sluiten op Degreed. Je bent nu lid van de
th_th: เชิญให้คุณมาร่วมใช้งาน Degreed กับพวกเขา ขณะนี้คุณเป็นสมาชิกของ

# OrganizationsController_InviteMessageTwo
source: Organization on Degreed. You can now participate in this organizations groups and learn with your coworkers.
ar_sa: مؤسسة على موقع Degreed. يمكنك الآن المشاركة في مجموعات المؤسسة الحالية والتعلم مع زملاء العمل لديك.
es_es: La empresa en Degreed. Ahora puede participar en los grupos de la empresa y aprender con sus colegas.
ko_kr: Degreed의 조직의 멤버입니다. 이 조직 그룹에 참여하고 동료들과 함께 학습할 수 있습니다.
nl_nl: Organisatie op Degreed. Je kunt nu deelnemen aan groepen van deze organisatie en leren met je collega's.
th_th: องค์กรใน Degreed ขณะนี้คุณสามารถเข้าร่วมกลุ่มขององค์กรนี้ และเรียนรู้ไปพร้อมๆ กับเพื่อนร่วมงาน

# OrganizationsController_JobRoles
source: Skill Development
ar_sa: تنمية المهارات
es_es: Desarrollo de habilidades
ko_kr: 기술 개발
nl_nl: Ontwikkeling van Vaardigheden
th_th: การพัฒนาทักษะ

# OrganizationsController_ManagePublishedPathways
source: Manage Published Pathways
ar_sa: إدارة المساقات المنشورة
es_es: Gestionar itinerarios publicados
ko_kr: 게시한 경로 관리
nl_nl: Gepubliceerde Leerpaden beheren
th_th: จัดการเส้นทางการเรียนรู้ที่เผยแพร่แล้ว

# OrganizationsController_NotEnoughActivity
source: Not Enough Activity
ar_sa: نشاط غير كاف
es_es: No hay suficiente actividad
ko_kr: 불충분한 활동
nl_nl: Niet voldoende activiteit
th_th: กิจกรรมไม่เพียงพอ

# OrganizationsController_OrganizationDetails
source: Organization Details
ar_sa: تفاصيل المؤسسة
es_es: Detalles de la empresa
ko_kr: 조직 상세 정보
nl_nl: Organisatiedetails
th_th: รายละเอียดองค์กร

# OrganizationsController_Pages
source: Pages
ar_sa: الصفحات
es_es: Páginas
ko_kr: 페이지
nl_nl: Pagina's
th_th: หน้า

# OrganizationsController_Pathways
source: Pathways
ar_sa: المساقات
es_es: Itinerarios
ko_kr: 경로
nl_nl: Leerpaden
th_th: เส้นทางการเรียนรู้

# OrganizationsController_People
source: People
ar_sa: الأشخاص
es_es: Personas
ko_kr: 사람
nl_nl: Personen
th_th: ผู้คน

# OrganizationsController_ReportsNotAvailable
source: Reports are available once learning resources have been added during the specified time period.
ar_sa: تُتاح التقارير بمجرد إضافة الموارد التعليمية في الفترة الزمنية المحددة
es_es: Cuando haya agregado recursos de formación, tendrá a su disposición informes durante un tiempo limitado.
ko_kr: 학습 리소스가 지정된 기간 중에 추가되면 보고서가 사용 가능하게 됩니다.
nl_nl: Rapporten worden beschikbaar nadat leermiddelen zijn toegevoegd tijdens de opgegeven periode.
th_th: คุณจะสามารถใช้รายงานได้ เมื่อเพิ่มแหล่งข้อมูลการเรียนรู้ในระยะเวลาที่กำหนด

# OrganizationsController_Settings
source: Settings
ar_sa: الإعدادات
es_es: Ajustes
ko_kr: 설정
nl_nl: Instellingen
th_th: การตั้งค่า

# OrganizationsController_SubmitQuestion
source: Submit a question
ar_sa: طرح سؤال
es_es: Enviar una pregunta
ko_kr: 질문 제출
nl_nl: Dien een vraag in
th_th: ส่งคำถาม

# OrganizationsController_WelcomeToDegreed
source: Welcome to Degreed Learning Mangement
ar_sa: مرحبا بك في إدارة التعلم بموقع Degreed
es_es: Le damos la bienvenida a la gestión de formación de Degreed
ko_kr: Degreed 학습 관리를 시작합니다
nl_nl: Welkom bij Degreed Learning Mangement
th_th: ยินดีต้อนรับสู่ระบบจัดการการเรียนรู้ของ Degreed

# OrgFaqCtrl_AnswerText
source: Answer text will appear here.
ar_sa: سيظهر نص الإجابة هنا.
es_es: El texto de la respuesta aparecerá aquí.
ko_kr: 응답 텍스트가 여기에 표시됩니다.
nl_nl: Antwoordtekst wordt hier weergegeven.
th_th: ข้อความคำตอบจะปรากฏที่นี่

# OrgFaqCtrl_EditFaqButton
source: Edit FAQ
ar_sa: تحرير الأسئلة المتداولة
es_es: Editar Preguntas frecuentes
ko_kr: FAQ 편집
nl_nl: FAQ bewerken
th_th: แก้ไขคำถามพบบ่อย

# OrgFaqCtrl_EnterSearchTerm
source: Enter a search term above.
ar_sa: أدخل مصطلح البحث أعلاه.
es_es: Ingrese un término de búsqueda arriba.
ko_kr: 위에 검색 단어를 입력합니다.
nl_nl: Vul hierboven een zoekterm in.
th_th: ป้อนคำค้นหาด้านบน

# OrgFaqCtrl_FaqHeading
source: FAQ
ar_sa: الأسئلة الشائعة
es_es: Preguntas frecuentes
th_th: คำถามพบบ่อย

# OrgFaqCtrl_MaxResultsNarrowYourSearch
source: Some FAQs may not be shown. Try narrowing your search.
ar_sa: قد لا تظهر بعض الأسئلة الشائعة. حاول تضييق نطاق البحث.
es_es: Puede que no aparezcan algunas preguntas frecuentes. Intente estrechando su búsqueda.
ko_kr: 일부 FAQ는 표시되지 않을 수 있습니다. 검색 범위를 좁혀 보십시오.
nl_nl: Het is mogelijk dat sommige FAQ niet worden weergegeven. Probeer je zoekopdracht te verkleinen.
th_th: คำถามพบบ่อยบางรายการอาจไม่ปรากฏขึ้่น พยายามจำกัดการค้นหาให้แคบลง

# OrgFaqCtrl_NewQuestion
source: New Question
ar_sa: سؤال جديد
es_es: Nueva pregunta
ko_kr: 새 질문
nl_nl: Nieuwe vraag
th_th: คำถามใหม่

# OrgFaqCtrl_NoFaqsFoundFormat
source: No FAQs for {{orgName}} were found.
ar_sa: لم يتم العثور على الأسئلة الشائعة لمؤسسة {{orgName}}.
es_es: No se encontraron preguntas frecuentes de {{orgName}}.
ko_kr: {{orgName}}의 FAQ가 없습니다.
nl_nl: Er werden geen FAQ's gevonden voor {{orgName}}.
th_th: ไม่พบคำถามพบบ่อยของ {{orgName}}

# OrgFaqCtrl_RemoveFaqButton
source: Remove FAQ
ar_sa: إزالة الأسئلة الشائعة
es_es: Eliminar Preguntas frecuentes
ko_kr: FAQ를 제거
nl_nl: FAQ verwijderen
th_th: ลบคำถามพบบ่อย

# OrgFaqCtrl_RemoveFaqConfirmContinue
source: Are you sure you want to continue?
ar_sa: هل أنت متأكد من المتابعة؟
es_es: ¿De verdad quiere continuar?
ko_kr: 계속하시겠습니까?
nl_nl: Weet je zeker dat je wilt doorgaan?
th_th: คุณแน่ใจหรือว่าต้องการดำเนินการต่อ?

# OrgFaqCtrl_RemoveFaqDescriptionFormat
source: This will permanently remove {{question}} from your organization's FAQs.
ar_sa: سيؤدي هذا إلى إزالة {{question}} بشكل دائم من الأسئلة الشائعة الخاصة بمؤسستك.
es_es: Esta acción eliminará de manera permanente {{question}} de las Preguntas frecuentes de su empresa.
ko_kr: 귀하의 조직의 FAQ에서 {{question}}을(를) 영구적으로 제거하게 됩니다.
nl_nl: Dit zal {{question}} permanent verwijderen uit de FAQ van jouw organisatie.
th_th: การทำเช่นนี้จะลบ {{question}} ออกจากคำถามพบบ่อยขององค์กรอย่างถาวร

# OrgFaqCtrl_RemoveFaqHeadingFormat
source: Remove {{question}}
ar_sa: إزالة {{question}}
es_es: Eliminar {{question}}
ko_kr: {{question}}을(를) 제거
nl_nl: {{question}} verwijderen
th_th: ลบ {{question}}

# OrgFaqCtrl_SearchForFaq
source: Search for a FAQ
ar_sa: البحث عن الأسئلة الشائعة
es_es: Buscar pregunta frecuente
ko_kr: FAQ를 검색
nl_nl: Een FAQ zoeken
th_th: ค้นหาคำถามพบบ่อย

# OrgGroupsCtrl_AdministrativeGroup
source: Administrative
ar_sa: إدارية
es_es: Administrativo
ko_kr: 관리
nl_nl: Administratief
th_th: ผู้ดูแลระบบ

# OrgGroupsCtrl_AvailableGroupsHeading
source: Available Groups
ar_sa: المجموعات المتاحة
es_es: Grupos disponibles
ko_kr: 사용 가능한 그룹
nl_nl: Beschikbare groepen
th_th: กลุ่มที่มี

# OrgGroupsCtrl_BecomeMember
source: Become a member of this group
ar_sa: أصبح عضوًا في هذه المجموعة
es_es: Hacerse miembro de este grupo
ko_kr: 이 그룹의 멤버가 되기
nl_nl: Word lid van deze groep
th_th: เป็นสมาชิกกลุ่มนี้

# OrgGroupsCtrl_ClosedGroup
source: Closed
ar_sa: مغلق
es_es: Cerrado
ko_kr: 폐쇄형
nl_nl: Afgesloten
th_th: ปิดแล้ว

# OrgGroupsCtrl_CreateAGroup
source: Create a Group
ar_sa: إنشاء مجموعة
es_es: Crear un grupo
ko_kr: 그룹 만들기
nl_nl: Een groep aanmaken
th_th: สร้างกลุ่ม

# OrgGroupsCtrl_GroupMembers
source: Members
ar_sa: الأعضاء
es_es: Miembros
ko_kr: 멤버
nl_nl: Leden
th_th: สมาชิก

# OrgGroupsCtrl_GroupName
source: Name
ar_sa: الاسم
es_es: Nombre
ko_kr: 이름
nl_nl: Naam
th_th: ชื่อ

# OrgGroupsCtrl_GroupsTitle
source: Groups
ar_sa: المجموعات
es_es: Grupos
ko_kr: 그룹
nl_nl: Groepen
th_th: กลุ่ม

# OrgGroupsCtrl_GroupVisibility
source: Visibility
ar_sa: إمكانية الرؤية
es_es: Visibilidad
ko_kr: 표시 여부
nl_nl: Zichtbaarheid
th_th: การมองเห็น

# OrgGroupsCtrl_Leave
source: Leave
ar_sa: المغادرة
es_es: Abandonar
ko_kr: 나가기
nl_nl: Verlaten
th_th: ออก

# OrgGroupsCtrl_LeaveGroupModalBodyText
source: You will no longer receive group emails or items shared to the group.
ar_sa: لن تتلقى رسائل البريد الإلكتروني الخاصة بتلك المجموعة أو العناصر المشاركة عليها بعد الآن.
es_es: Ya no recibirá correos electrónicos ni elementos compartidos con el grupo.
ko_kr: 더 이상 그룹 이메일을 받거나 그룹에 공유된 항목을 조회할 수 없습니다.
nl_nl: Je ontvangt geen groepsmails meer of items die gedeeld worden met de groep.
th_th: คุณจะไม่ได้รับอีเมลหรือรายการที่แบ่งปันกับกลุ่มอีกต่อไป

# OrgGroupsCtrl_LeaveGroupModalHeader
source: Are you sure you want to leave the group?
ar_sa: هل أنت متأكد من رغبتك في مغادرة المجموعة؟
es_es: ¿De verdad quiere abandonar el grupo?
ko_kr: 이 그룹에서 나가시겠습니까?
nl_nl: Weet je zeker dat je de groep wilt verlaten?
th_th: คุณแน่ใจหรือว่าต้องการออกจากกลุ่ม?

# OrgGroupsCtrl_MyGroupsHeading
source: My Groups
ar_sa: المجموعات الخاصة بي
es_es: Mis grupos
ko_kr: 나의 그룹
nl_nl: Mijn groepen
th_th: กลุ่มของฉัน

# OrgGroupsCtrl_NoGroupsCreatedMessage
source: No groups have been created for this organization.
ar_sa: لم يتم إنشاء أي مجموعة لهذه المؤسسة.
es_es: No se crearon grupos para esta empresa.
ko_kr: 이 조직에는 그룹이 만들어지지 않았습니다.
nl_nl: Er zijn geen groepen aangemaakt voor deze organisatie.
th_th: ยังไม่มีการสร้างกลุ่มสำหรับองค์กรนี้

# OrgGroupsCtrl_NoGroupsMatchMessage
source: No groups in this organization match your search term.
ar_sa: لم يتم العثور على أي مجموعة في هذه المؤسسة تتطابق مع مصطلح البحث الذي أدخلته.
es_es: Ningún grupo de esta empresa concuerda con su término de búsqueda.
ko_kr: 이 조직에는 검색 용어와 일치하는 그룹이 없습니다.
nl_nl: Er zijn geen groepen in deze organisatie die overeenkomen met jouw zoekterm.
th_th: ไม่มีกลุ่มในองค์กรนี้ที่ตรงกับเกณฑ์การค้นหาของคุณ

# OrgGroupsCtrl_NumberOfMembersFormat
source: {{count}} Members
ar_sa: عدد {{count}} من الأعضاء
es_es: {{count}} miembros
ko_kr: {{count}}명 멤버
nl_nl: {{count}} leden
th_th: สมาชิก {{count}} คน

# OrgGroupsCtrl_OpenGroup
source: Open
ar_sa: فتح
es_es: Abierto
ko_kr: 개방
th_th: เปิด

# OrgGroupsCtrl_PrivateGroup
source: Private
ar_sa: خاص
es_es: Privado
ko_kr: 비공개
nl_nl: Privé
th_th: ส่วนตัว

# OrgGroupsCtrl_RequestMembership
source: Request membership in this group
ar_sa: طلب عضوية هذه المجموعة
es_es: Solicitar membresía en este grupo
ko_kr: 이 그룹의 멤버십 요청
nl_nl: Vraag lidmaatschap van deze groep aan
th_th: ขอเป็นสมาชิกของกลุ่มนี้

# OrgGroupsCtrl_RequestPending
source: Request Pending
ar_sa: تم تعليق الطلب
es_es: Solicitud pendiente
ko_kr: 요청 보류 중
nl_nl: Aanvraag in behandeling
th_th: คำขอรอดำเนินการ

# OrgGroupsCtrl_SearchforGroup
source: Search for a group
ar_sa: البحث عن مجموعة
es_es: Buscar un grupo
ko_kr: 그룹을 검색
nl_nl: Een groep zoeken
th_th: ค้นหากลุ่ม

# OrgInternalContent_AddNewContentFormat
source: Add New {{inputType}}
ar_sa: إضافة {{inputType}} جديد
es_es: Agregar nuevo {{inputType}}
ko_kr: 새 {{inputType}} 추가
nl_nl: Nieuw {{inputType}} toevoegen
th_th: เพิ่ม{{inputType}}ใหม่

# OrgInternalContent_AddNewDisplayArticle
source: Add New Article
ar_sa: إضافة مقال جديد
es_es: Agregar nuevo artículo
ko_kr: 새 기사 추가
nl_nl: Nieuw artikel toevoegen
th_th: เพิ่มบทความใหม่

# OrgInternalContent_AddNewDisplayAssessment
source: Add New Assessment
ar_sa: إضافة تقييم جديد
es_es: Agregar nueva evaluación
ko_kr: 새 평가 추가
nl_nl: Nieuwe beoordeling toevoegen
th_th: เพิ่มแบบประเมินใหม่

# OrgInternalContent_AddNewDisplayCourse
source: Add New Course
ar_sa: إضافة دورة تعليمية جديدة
es_es: Agregar nuevo curso
ko_kr: 새 과정 추가
nl_nl: Nieuwe cursus toevoegen
th_th: เพิ่มหลักสูตรใหม่

# OrgInternalContent_AddNewDisplayEpisode
source: Add New Podcast
ar_sa: إضافة حلقة إذاعية جديدة
es_es: Agregar nuevo podcast
ko_kr: 새 팟캐스트 추가
nl_nl: Nieuwe podcast toevoegen
th_th: เพิ่มพอดแคสต์ใหม่

# OrgInternalContent_AddNewDisplayEvent
source: Add New Event
ar_sa: أضف فعالية جديدة
es_es: Agregar nuevo evento
ko_kr: 새 이벤트 추가
nl_nl: Nieuw evenement toevoegen
th_th: เพิ่มงานกิจกรรมใหม่

# OrgInternalContent_AddNewDisplayVideo
source: Add New Video
ar_sa: إضافة فيديو جديد
es_es: Agregar nuevo video
ko_kr: 새 동영상 추가
nl_nl: Nieuwe video toevoegen
th_th: เพิ่มวิดีโอใหม่

# OrgInternalContent_ContentType
source: Content Type
ar_sa: نوع المحتوى
es_es: Tipo de contenido
ko_kr: 콘텐츠 형식
th_th: ประเภทเนื้อหา

# OrgInternalContent_ContentUse
source: The content is being used in:
ar_sa: يستخدم المحتوى في:
es_es: El contenido se está usando en:
ko_kr: 콘텐츠의 사용:
nl_nl: De content wordt gebruikt in:
th_th: เนื้อหากำลังถูกใช้ใน:

# OrgInternalContent_DeleteAllReferences
source: Delete from Catalog and all other references.
ar_sa: حذف من القائمة وجميع المراجع الأخرى.
es_es: Eliminar del catálogo y de todas las demás referencias.
ko_kr: 카탈로그 및 모든 기타 레퍼런스에서 삭제합니다.
nl_nl: Verwijder uit catalogus en alle andere referenties.
th_th: ลบออกจากแค็ตตะล็อกและการอ้างอื่น ๆ ทั้งหมด

# OrgInternalContent_DeleteCatalogOnly
source: Delete from Catalog only.
ar_sa: حذف من القائمة فقط.
es_es: Solo eliminar del catálogo.
ko_kr: 카탈로그에서만 삭제합니다.
nl_nl: Verwijder alleen uit catalogus.
th_th: ลบออกจากแค็ตตะล็อกเท่านั้น

# OrgInternalContent_DeleteSingleContentFormat
source: Are you sure you want to delete {{title}}?
ar_sa: هل أنت متأكد من رغبتك في حذف {{title}}؟
es_es: ¿De verdad quiere eliminar {{title}}?
ko_kr: {{title}}을(를) 삭제하시겠습니까?
nl_nl: Weet je zeker dat je {{title}} wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบ {{title}}?

# OrgInternalContent_EditContentFormat
source: Edit {{inputType}}
ar_sa: تحرير {{inputType}}
es_es: Editar {{inputType}}
ko_kr: {{inputType}} 편집
nl_nl: {{inputType}} bewerken
th_th: แก้ไข{{inputType}}

# OrgInternalContent_RestrictedContentNote
source: <strong>Note:</strong> This {{inputType}} is restricted to a certain audience and may not be accessible to everyone in the organization.
ar_sa: <strong>ملاحظة: </strong> يقتصر رؤية هذا {{inputType}} على جمهور معين وقد لا يمكن أن يصل إليه الجميع في المؤسسة.
es_es: <strong>Nota:</strong> {{inputType}} es de carácter restringido para un tipo de audiencia y puede no ser accesible para todos en la empresa.
ko_kr: <strong>참고:</strong> 이 {{inputType}}은(는) 특정 대상으로 제한되며 조직의 모든 사람이 접근이 불가능할 수 있습니다.
nl_nl: <strong>Let op: </strong> Dit {{inputType}} is beperkt tot een bepaald publiek en mogelijk niet toegankelijk voor iedereen in de organisatie.
th_th: <strong>หมายเหตุ:</strong> {{inputType}} นี้เปิดเผยต่อกลุ่มคนเพียงกลุ่มหนึ่งเท่านั้น และคนในองค์กรบางคนอาจไม่สามารถเข้าดูได้

# OrgInternalContent_ValidateCategoryRequired
source: Please add at least one category.
ar_sa: يرجى إضافة فئة واحدة على الأقل.
es_es: Agregue al menos una categoría.
ko_kr: 카테고리를 최소한 하나 이상 추가하십시오.
nl_nl: Voeg ten minste één categorie toe.
th_th: โปรดเพิ่มข้อมูลอย่างน้อยหนึ่งหมวดหมู่

# OrgInternalContent_ValidateGroupSelectionRequired
source: Enter the groups this should be visible to
ar_sa: أدخل المجموعات، سيكون هذا مرئيًا لـ
es_es: Ingresar los grupos para los que debe ser visible
ko_kr: 이것이 표시되는 그룹을 입력
nl_nl: Voer de groepen in waarvoor dit zichtbaar zou moeten zijn
th_th: เพิ่มกลุ่มที่สามารถเข้าดูเนื้อหานี้ได้

# OrgInternalContent_ValidateNeedEndDate
source: Having a start date, requires an end date.
ar_sa: إذا أدخلت تاريخ البدء يلزم إدخال تاريخ الانتهاء.
es_es: Una fecha de inicio requiere una fecha de finalización.
ko_kr: 시작 날짜가 있으면 종료 날짜가 필요합니다.
nl_nl: Een startdatum heeft een einddatum nodig.
th_th: มีวันที่เริ่มต้นแล้ว แต่ต้องมีวันที่สิ้นสุด

# OrgInternalContent_ValidateNumber
source: Must be a valid, reasonable number.
ar_sa: يلزم أن يكون الرقم صحيحا وسليمًا.
es_es: Debe ser un número válido razonable.
ko_kr: 유효하고 적당한 숫자이어야 합니다.
nl_nl: Moet een geldig, redelijk cijfer zijn.
th_th: ต้องเป็นตัวเลขที่ใช้งานได้และเหมาะสม

# OrgInternalContent_ValidateScormRequired
source: A scorm package is required when checked.
ar_sa: يلزم وجود حزمة "سكورم" عند الفحص.
es_es: Se requiere un paquete scorm durante la comprobación.
ko_kr: 확인했으면 SCORM 패키지가 필요합니다.
nl_nl: Een scorm-pakket is vereist wanneer aangevinkt.
th_th: ต้องมีแพ็กเกจ SCORM หากทำเครื่องหมาย

# OrgInternalContent_ValidateTitleRequired
source: A title is required.
ar_sa: يلزم إدخال عنوان.
es_es: Se necesita un nombre.
ko_kr: 제목이 필요합니다.
nl_nl: Een titel is vereist.
th_th: ต้องระบุชื่อ

# OrgInternalContent_ValidateURLMayBeInvalid
source: This URL may be invalid.
ar_sa: قد يكون عنوان URL غير صحيح.
es_es: Esta URL puede no ser válida.
ko_kr: URL이 잘못된 것 같습니다.
nl_nl: Deze URL is mogelijk ongeldig.
th_th: URL นี้อาจไม่สามารถใช้งานได้

# OrgInternalContentCtrl_AddGroups
source: Add Groups
ar_sa: إضافة مجموعات
es_es: Agregar grupos
ko_kr: 그룹 추가
nl_nl: Groepen toevoegen
th_th: เพิ่มกลุ่ม

# OrgInternalContentCtrl_AddToPathway
source: Add to Pathway
ar_sa: إضافة إلى المساق
es_es: Agregar al itinerario
ko_kr: 경로에 추가
nl_nl: Toevoegen aan leerpad
th_th: เพิ่มไปยังเส้นทางการเรียนรู้

# OrgInternalContentCtrl_AddTopics
source: Add Topics
ar_sa: إضافة موضوعات
es_es: Agregar temas
ko_kr: 주제 추가
nl_nl: Onderwerpen toevoegen
th_th: เพิ่มหัวข้อ

# OrgInternalContentCtrl_AssessmentUnavailableError
source: Sorry! This assessment is not available.
ar_sa: نعتذر! هذا التقييم لم يعد متوفرًا.
es_es: ¡Lo sentimos! Esta evaluación no está disponible.
ko_kr: 죄송합니다! 평가를 사용할 수 없습니다.
nl_nl: Sorry! Deze beoordeling is niet beschikbaar.
th_th: ขออภัย! ไม่สามารถใช้แบบประเมินนี้ได้

# OrgInternalContentCtrl_BulkEditItemsFormat
source: Bulk Edit: {{count}} Items Selected
ar_sa: تحرير مجمع: تم تحديد عدد {{count}} من العناصر
es_es: Editar en masa: {{count}} elementos seleccionados
ko_kr: 일괄 편집: {{count}}개 항목이 선택
nl_nl: Bulk bewerken: {{count}} Geselecteerde items
th_th: แก้ไขเป็นจำนวนมาก: เลือกเนื้อหา {{count}} รายการ

# OrgInternalContentCtrl_ClearCategories
source: Clear categories
ar_sa: مسح الفئات
es_es: Eliminar categorías
ko_kr: 카테고리 지우기
nl_nl: Categorieën wissen
th_th: ล้างหมวดหมู่

# OrgInternalContentCtrl_ContentOwner
source: Owner
ar_sa: المالك
es_es: Propietario
ko_kr: 소유자
nl_nl: Eigenaar
th_th: เจ้าของ

# OrgInternalContentCtrl_ContentTitle
source: Catalog
ar_sa: قائمة
es_es: Catálogo
ko_kr: 카탈로그
nl_nl: Catalogus
th_th: แค็ตตาล็อก

# OrgInternalContentCtrl_CourseProperties
source: Course Properties
ar_sa: خصائص الدورة التعليمية
es_es: Propiedades del curso
ko_kr: 과정 속성
nl_nl: Cursuskenmerken
th_th: คุณสมบัติของหลักสูตร

# OrgInternalContentCtrl_Delete
source: Delete
ar_sa: حذف
es_es: Eliminar
ko_kr: 삭제
nl_nl: Verwijderen
th_th: ลบ

# OrgInternalContentCtrl_DialogConfirmBulkDeleteItems
source: Are you sure you want to remove {{count}} items from your internal catalog?
ar_sa: هل أنت متأكد من إزالة عدد {{count}} من عناصر القائمة الداخلية الخاصة بك؟
es_es: ¿De verdad quiere eliminar {{count}} elementos de su catálogo interno?
ko_kr: 내부 카탈로그에서 {{count}}개 항목을 제거하시겠습니까?
nl_nl: Weet je zeker dat je {{count}} items wilt verwijderen uit jouw interne catalogus?
th_th: คุณแน่ใจหรือว่าต้องการลบเนื้อหา {{count}} รายการออกจากแค็ตตาล็อกภายใน?

# OrgInternalContentCtrl_DialogConfirmClearCategories
source: Are you sure you want to clear existing categories from selected items?
ar_sa: هل أنت متأكد من مسح الفئات الحالية من العناصر المحددة؟
es_es: ¿De verdad quiere eliminar las categorías existentes de los elementos seleccionados?
ko_kr: 선택한 항목에서 기존의 카테고리를 지우시겠습니까?
nl_nl: Weet je zeker dat je de bestaande categorieën wilt verwijderen uit de geselecteerde items?
th_th: คุณแน่ใจหรือว่าต้องการลบหมวดหมู่ที่มีอยู่ออกจากเนื้อหาที่เลือก?

# OrgInternalContentCtrl_DialogConfirmDeleteItemFormat
source: Are you sure you want to delete {{title}}?
ar_sa: هل أنت متأكد من رغبتك في حذف {{title}}؟
es_es: ¿De verdad quiere eliminar {{title}}?
ko_kr: {{title}}을(를) 삭제하시겠습니까?
nl_nl: Weet je zeker dat je {{title}} wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบ {{title}}?

# OrgInternalContentCtrl_Edit
source: Edit
ar_sa: تحرير
es_es: Editar
ko_kr: 편집
nl_nl: Bewerken
th_th: แก้ไข
