Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# OrgMemberFormCtrl_RemovedMemberSuccessMessage
source: The user has been successfully removed.
ar_sa: تمت إزالة المستخدم بنجاح.
es_es: El usuario se eliminó correctamente.
ko_kr: 사용자가 성공적으로 제거되었습니다.
nl_nl: De gebruiker is met succes verwijderd.
th_th: ผู้ใช้ได้ถูกลบเรียบร้อยแล้ว

# OrgMemberFormCtrl_RemoveFromOrg
source: Remove From Organization
ar_sa: إزالة من المؤسسة
es_es: Eliminar de empresa
ko_kr: 조직에서 제거
nl_nl: Verwijder uit organisatie
th_th: ลบออกจากองค์กร

# OrgMemberFormCtrl_Removing
source: Removing...
ar_sa: جاري الإزالة
es_es: Eliminando...
ko_kr: 제거 중...
nl_nl: Wordt verwijderd...
th_th: กำลังลบ...

# OrgMemberFormCtrl_ResetPasswordDesc
source: If the user has lost their password, you can email a link to them to reset their password.
ar_sa: إذا فقد المستخدم كلمة المرور الخاصة به ، فيمكنك إرسال رابط له بالبريد الإلكتروني لإعادة تعيين كلمة المرور الخاصة به.
es_es: Si el usuario pierde su contraseña, puede enviarle por correo electrónico un vínculo para restablecerla.
ko_kr: 사용자가 암호를 잊어버린 경우, 이들에게 링크를 이메일로 발송하여 암호를 재설정할 수 있습니다.
nl_nl: Als de gebruiker zijn wachtwoord kwijt is, kun je een link naar hem/haar e-mailen om het wachtwoord opnieuw in te stellen.
th_th: หากผู้ใช้ลืมรหัสผ่าน คุณสามารถส่งลิงก์ทางอีเมลให้กับผู้ใช้เพื่อให้รีเซ็ตรหัสผ่านได้

# OrgMemberFormCtrl_ResetPasswordOnLogin
source: Require user to change password after first log in
ar_sa: مطالبة المستخدم بتغيير كلمة المرور بعد تسجيل الدخول لأول مرة
es_es: Es necesario que el usuario cambie la contraseña después de iniciar sesión
ko_kr: 처음 로그인 후에 사용자가 암호 변경 필요
nl_nl: Laat de gebruiker het wachtwoord wijzigen na de eerste keer inloggen
th_th: กำหนดให้ผู้ใช้ต้องเปลี่ยนรหัสผ่านหลังจากการเข้าสู่ระบบครั้งแรก

# OrgMemberFormCtrl_Role
source: Role
ar_sa: الدور
es_es: Rol
ko_kr: 역할
nl_nl: Rol
th_th: บทบาท

# OrgMemberFormCtrl_RolePermissions
source: {{name}} permissions: {{permissions}}
ar_sa: أذونات {{name}}: {{permissions}}
es_es: Permisos de {{name}}: {{permissions}}
ko_kr: {{name}} 사용 권한: {{permissions}}
nl_nl: {{name}} toestemmingen: {{permissions}}
th_th: สิทธิ์ {{name}}: {{permissions}}

# OrgMemberFormCtrl_Title
source: Edit User Settings
ar_sa: تحرير إعدادات المستخدم
es_es: Editar ajustes de usuario
ko_kr: 사용자 설정 편집
nl_nl: Gebruikersinstellingen bewerken
th_th: แก้ไขการตั้งค่าผู้ใช้

# OrgMemberFormCtrl_UpdatedMemberRoleSuccessMessage
source: Updated role for {{name}}
ar_sa: تم تحديث دور {{name}}
es_es: Se actualizó el rol de {{memberName}}
ko_kr: {{name}}의 역할을 업데이트
nl_nl: Bijgewerkte rol voor {{name}}
th_th: อัปเดตบทบาทสำหรับ {{name}} แล้ว

# OrgMembersCtrl_Admin
source: Admin
ar_sa: مسؤول
ko_kr: 관리자
nl_nl: Beheerder
th_th: ผู้ดูแลระบบ

# OrgMembersCtrl_CountOfMembersFormat
source: {{count}} members
ar_sa: عدد {{count}} من الأعضاء
es_es: {{count}} miembros
ko_kr: {{count}}명 멤버
nl_nl: {{count}} leden
th_th: สมาชิก {{count}} คน

# OrgMembersCtrl_DateJoined
source: Date Joined
ar_sa: تاريخ الانضمام
es_es: Fecha de unión
ko_kr: 참가한 날짜
nl_nl: Datum lid geworden
th_th: วันที่เข้าร่วม

# OrgMembersCtrl_InviteMembers
source: Invite members
ar_sa: دعوة أعضاء
es_es: Invitar a miembros
ko_kr: 멤버 초대
nl_nl: Leden uitnodigen
th_th: เชิญสมาชิก

# OrgMembersCtrl_LastActive
source: Last Active
ar_sa: آخر تنشيط
es_es: Última vez activo
ko_kr: 마지막 활성
nl_nl: Laatst actief
th_th: ใช้งานล่าสุด

# OrgMembersCtrl_MemberInfoErrorMsg
source: Sorry! There was a problem accessing member information.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى معلومات العضو.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a la información del miembro.
ko_kr: 죄송합니다! 멤버 정보에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot ledeninformatie.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงข้อมูลสมาชิก

# OrgMembersCtrl_MemberSettingsText
source: Member settings
ar_sa: إعدادات الأعضاء
es_es: Ajustes de miembros
ko_kr: 멤버 설정
nl_nl: Lid-instellingen
th_th: การตั้งค่าสมาชิก

# OrgMembersCtrl_Name
source: Name
ar_sa: الاسم
es_es: Nombre
ko_kr: 이름
nl_nl: Naam
th_th: ชื่อ

# OrgMembersCtrl_NoMembersMessage
source: No members in this organization match your search term
ar_sa: لا يتطابق أي عضو في هذه المؤسسة مع مصطلح البحث
es_es: Ningún miembro de esta empresa concuerda con su término de búsqueda
ko_kr: 이 조직에 검색과 일치하는 멤버 없음
nl_nl: Er zijn geen leden in deze organisatie die overeenkomen met jouw zoekterm
th_th: ไม่มีสมาชิกในองค์กรนี้ที่ตรงกับเกณฑ์การค้นหาของคุณ

# OrgMembersCtrl_People
source: People
ar_sa: الأشخاص
es_es: Personas
ko_kr: 사람
nl_nl: Personen
th_th: ผู้คน

# OrgMembersCtrl_Points
source: Points
ar_sa: النقاط
es_es: Puntos
ko_kr: 포인트
nl_nl: Punten
th_th: คะแนน

# OrgMembersCtrl_Private
source: Private
ar_sa: خاص
es_es: Privado
ko_kr: 비공개
nl_nl: Privé
th_th: ส่วนตัว

# OrgMembersCtrl_PrivateTooltip
source: Private profile
ar_sa: ملف شخصي خاص
es_es: Perfil privado
ko_kr: 비공개 프로파일
nl_nl: Privéprofiel
th_th: โปรไฟล์ส่วนตัว

# OrgMembersCtrl_PrivateToOrg
source: Private to Org
ar_sa: خاص بمؤسسة
es_es: Privado para empresa
ko_kr: 조직에게 비공개
nl_nl: Privé voor Org
th_th: เป็นส่วนตัวสำหรับองค์กร

# OrgMembersCtrl_Public
source: Public
ar_sa: عام
es_es: Público
ko_kr: 공개
nl_nl: Publiek
th_th: สาธารณะ

# OrgMembersCtrl_PublicTooltip
source: Visible to the public and the organization
ar_sa: مرئي للجمهور والمؤسسة
es_es: Visible al público y la empresa
ko_kr: 일반 및 조직에게 표시
nl_nl: Zichtbaar voor het publiek en de organisatie
th_th: เปิดเผยต่อสาธารณะและองค์กร

# OrgMembersCtrl_PublicToOrgTooltip
source: Visible to the organization
ar_sa: مرئي للمؤسسة
es_es: Visible para la empresa
ko_kr: 조직에게 표시
nl_nl: Zichtbaar voor de organisatie
th_th: เปิดเผยต่อองค์กร

# OrgMembersCtrl_ResendInvites
source: Re-send invites
ar_sa: إعادة إرسال الدعوات
es_es: Volver a enviar invitaciones
ko_kr: 초대 다시 보내기
nl_nl: Uitnodigingen opnieuw verzenden
th_th: ส่งคำเชิญอีกครั้ง

# OrgMembersCtrl_Role
source: Role
ar_sa: الدور
es_es: Rol
ko_kr: 역할
nl_nl: Rol
th_th: บทบาท

# OrgMembersCtrl_SearchForMember
source: Search for a member
ar_sa: البحث عن عضو
es_es: Buscar a un miembro
ko_kr: 멤버를 검색
nl_nl: Zoeken naar een lid
th_th: ค้นหาสมาชิก

# OrgMembersCtrl_Visibility
source: Visibility
ar_sa: إمكانية الرؤية
es_es: Visibilidad
ko_kr: 표시 여부
nl_nl: Zichtbaarheid
th_th: การมองเห็น

# OrgPages_AllTypes
source: Types
ar_sa: الأنواع
es_es: Tipos
ko_kr: 형식
nl_nl: Typen
th_th: ประเภท

# OrgPages_ChooseType
source: Would you like to create a Page or Plan?
ar_sa: هل ترغب في إنشاء صفحة أو خطة؟
es_es: ¿Le gustaría crear una página o plan?
ko_kr: 새로운 페이지 또는 계획을 만드시겠어요?
nl_nl: Wil je een pagina of een plan maken?
th_th: คุณต้องการสร้างหน้าหรือแผน?

# OrgPages_CloneBrowse
source: Clone Browse
ar_sa: نسخ تصفح
es_es: Clonar navegación
ko_kr: 찾아보기 복제
nl_nl: Bladeren klonen
th_th: โคลนการเรียกดู

# OrgPages_CloneDirectory
source: Clone Page
ar_sa: نسخ صفحة
es_es: Clonar página
ko_kr: 페이지 복제
nl_nl: Pagina klonen
th_th: โคลนหน้า

# OrgPages_CreateAPage
source: Create a Page or Plan
ar_sa: إنشاء صفحة أو خطة
es_es: Cree una página o un plan
ko_kr: 페이지 또는 계획 만들기
nl_nl: Een pagina of plan aanmaken
th_th: สร้างหน้าหรือแผน

# OrgPages_CreateBulkRoles
source: Or create multiple role plans via a
ar_sa: أو إنشاء خطط الأدوار المتعددة بواسطة
es_es: O cree múltiples planes de roles a través de
ko_kr: 다음을 통해 여러 역할 계획 만들기
nl_nl: Of maak meerdere rolplannen aan via een
th_th: หรือสร้างแผนบทบาทหลายแผนผ่าน

# OrgPages_CreatedBy
source: Created by
ar_sa: تم الإنشاء بواسطة
es_es: Creada por
ko_kr: 만든 사람
nl_nl: Gemaakt door
th_th: สร้างโดย

# OrgPages_CreateDirectory
source: Create Page
ar_sa: إنشاء صفحة
es_es: Crear página
ko_kr: 페이지 만들기
nl_nl: Pagina maken
th_th: สร้างหน้า

# OrgPages_CreatePage
source: Create Page
ar_sa: إنشاء صفحة
es_es: Crear página
ko_kr: 페이지 만들기
nl_nl: Pagina maken
th_th: สร้างหน้า

# OrgPages_CreatePlan
source: Create Plan
ar_sa: إنشاء خطة
es_es: Crear plan
ko_kr: 계획 만들기
nl_nl: Plan maken
th_th: สร้างแผน

# OrgPages_Description
source: Description
ar_sa: الوصف
es_es: Descripción
ko_kr: 설명
nl_nl: Beschrijving
th_th: คำอธิบาย

# OrgPages_DescriptionPlaceholder
source: Short description about the plan
ar_sa: وصف مختصر حول الخطة
es_es: Descripción breve del plan
ko_kr: 계획에 대한 간략한 설명
nl_nl: Korte beschrijving van het plan
th_th: คำอธิบายย่อเกี่ยวกับแผน

# OrgPages_Directory
source: Page
ar_sa: الصفحة
es_es: Página
ko_kr: 페이지
nl_nl: Pagina
th_th: หน้า

# OrgPages_DirectoryDescription
source: Overview page for a department or collection of plans
ar_sa: صفحة نظرة عامة لقسم أو مجموعة من الخطط
es_es: Página de resumen de un departamento o recopilación de planes
ko_kr: 부서 또는 계획 컬렉션에 대한 개요 페이지
nl_nl: Overzichtspagina voor een afdeling of een verzameling plannen
th_th: หน้าภาพรวมสำหรับแผนกหรือคอลเลคชั่นของแผน

# OrgPages_DirectoryDescriptionPlaceholder
source: The Finance department has a mission t...
ar_sa: القسم المالي لدية مهمة...
es_es: El departamento de Finanzas tiene la misión de...
ko_kr: 재무 부서에서 하는 일은 다음과 같습니다.
nl_nl: De financiële afdeling heeft een missie...
th_th: แผนกการเงินมีพันธกิจ...

# OrgPages_DirectoryImageAlt
source: Figure of a page
ar_sa: شكل صفحة
es_es: Gráfico de una página
ko_kr: 페이지 그림
nl_nl: Figuur van een pagina
th_th: ภาพของหน้า

# OrgPages_DirectoryTitlePlaceholder
source: e.g. Finance
ar_sa: مثل المالية
es_es: p. ej. Finanzas
ko_kr: 예: 재무
nl_nl: bijv. Financiën
th_th: ตัวอย่างเช่น การเงิน

# OrgPages_DisplayTypePlaceholder
source: Used for Career Pathing
ar_sa: تستخدم لعرض المسارات الوظيفية
es_es: Usado para itinerarios de carreras
ko_kr: 경력 경로 설정에 사용됨
nl_nl: Gebruikt voor carrièretrajecten
th_th: ใช้สำหรับสายอาชีพ

# OrgPages_EditBrowse
source: Edit Browse
ar_sa: تحرير تصفح
es_es: Editar navegación
ko_kr: 찾아보기 편집
nl_nl: Bladeren bewerken
th_th: แก้ไขการเรียกดู

# OrgPages_EditDirectory
source: Edit Page
ar_sa: تحرير صفحة
es_es: Editar página
ko_kr: 페이지 편집
nl_nl: Pagina bewerken
th_th: แก้ไขหน้า

# OrgPages_EditRole
source: Edit Role Plan
ar_sa: تحرير خطة الأدوار
es_es: Editar el plan del rol
ko_kr: 역할 계획 편집
nl_nl: Rolplan bewerken
th_th: แก้ไขแผนบทบาท

# OrgPages_EditTarget
source: Edit Skill Plan
ar_sa: تحرير خطة مهارة
es_es: Editar plan de habilidades
ko_kr: 기술 계획 편집
nl_nl: Vaardigheidsplan bewerken
th_th: แก้ไขแผนทักษะ

# OrgPages_FollowerCount
source: Followers
ar_sa: المتابعون
es_es: Seguidores
ko_kr: 팔로워
nl_nl: Volgers
th_th: ผู้ติดตาม

# OrgPages_NoPagesAdded
source: No pages have been created for this organization.
ar_sa: لم يتم إنشاء أي صفحات لهذه المؤسسة.
es_es: No se han creado páginas para esta empresa.
ko_kr: 이 조직에 대해 만들어진 페이지가 없습니다.
nl_nl: Er zijn geen pagina's aangemaakt voor deze organisatie.
th_th: ไม่มีหน้าใดถูกสร้างสำหรับองค์กรนี้

# OrgPages_NoPagesFound
source: No pages match your search term.
ar_sa: لم يتم العثور على صفحات تتطابق مع مصطلح البحث الذي أدخلته.
es_es: No hay páginas que coincidan con su término de búsqueda.
ko_kr: 검색어에 일치하는 페이지가 없습니다.
nl_nl: Er zijn geen pagina's die overeenkomen met je zoekterm.
th_th: ไม่มีหน้าใดตรงกับคำค้นหาของคุณ

# OrgPages_OnBrowseTooltip
source: This page will show up as a section on the Browse page
ar_sa: سوف تظهر هذه الصفحة كقسم في صفحة التصفح
es_es: Esta página se mostrará como una sección en la navegación
ko_kr: 이 페이지는 찾아보기 페이지의 섹션으로 표시됩니다.
nl_nl: Deze pagina wordt weergegeven als een sectie op de pagina Bladeren
th_th: หน้านี้จะแสดงเป็นส่วนในหน้าเรียกดู

# OrgPages_Pages
source: Pages
ar_sa: الصفحات
es_es: Páginas
ko_kr: 페이지
nl_nl: Pagina's
th_th: หน้า

# OrgPages_Parent
source: Parent
ar_sa: الأساسي
es_es: Origen
ko_kr: 상위
nl_nl: Bovenliggend
th_th: ต้นกำเนิด

# OrgPages_Plan
source: Plan
ar_sa: خطة
ko_kr: 계획
th_th: แผน

# OrgPages_PlanDescription
source: Details on a specific plan
ar_sa: التفاصيل حول خطة محددة
es_es: Detalles de un plan específico
ko_kr: 특정 계획의 상세 정보
nl_nl: Details van een specifiek plan
th_th: รายละเอียดเกี่ยวกับแผนเฉพาะ

# OrgPages_PlanImageAlt
source: Figure of a plan
ar_sa: شكل صفحة
es_es: Gráfico de un plan
ko_kr: 계획을 설명하는 그림
nl_nl: Figuur van een plan
th_th: รูปของแผน

# OrgPages_SetAsPrimaryPlan
source: Set as primary plan
ar_sa: تعيين كخطة أساسية
es_es: Configurar como plan principal
ko_kr: 주요 계획 설정
nl_nl: Instellen als primair plan
th_th: ตั้งเป็นแผนหลัก

# OrgPages_SkillPlanPlaceholder
source: Used for personal development
ar_sa: تستخدم للتطوير الشخصي
es_es: Usado para el desarrollo personal
ko_kr: 자기 계발에 사용됨
nl_nl: Gebruikt voor persoonlijke ontwikkeling
th_th: ใช้สำหรับพัฒนาบุคลากร

# OrgPages_Subtitle
source: Subtitle
ar_sa: عنوان فرعي
es_es: Título secundario
ko_kr: 부제
nl_nl: Ondertitel
th_th: คำบรรยาย

# OrgPages_SubtitlePlaceholder
source: Mention a line of business or area of expertise
ar_sa: اذكر مجال العمل أو مجال الخبرة
es_es: Mencione una línea de negocio o un área de especialización
ko_kr: 비즈니스 분야 또는 전문 분야에 대한 언급
nl_nl: Vermeld een branche of expertisegebied
th_th: กล่าวถึงสายธุรกิจหรือสาขาวิชาที่เชี่ยวชาญ

# OrgPages_SubtitleTooltip
source: Visible in cards on Pages
ar_sa: مرئي في بطاقات على صفحات
es_es: Visible en las tarjetas de las páginas
ko_kr: 페이지에서 카드로 표시됨
nl_nl: Zichtbaar in kaarten op Pagina's
th_th: มองเห็นได้ในบัตรบนหน้า

# OrgPages_Template
source: Template
ar_sa: قالب
es_es: Plantilla
ko_kr: 템플릿
nl_nl: Sjabloon
th_th: เทมเพลต

# OrgPages_Title
source: Title
ar_sa: العنوان
es_es: Título
ko_kr: 제목
nl_nl: Titel
th_th: ชื่อ

# OrgPages_TitlePlaceholder
source: e.g. Sales Manager
ar_sa: مثل مدير المبيعات
es_es: p. ej., Gerente de ventas
ko_kr: 예, 영업 관리자
nl_nl: bijv. verkoopmanager
th_th: เช่น ผู้จัดการฝ่ายขาย

# OrgPages_Type
source: Type
ar_sa: النوع
es_es: Tipo
ko_kr: 형식
th_th: ประเภท

# OrgPages_TypeBrowse
source: Browse
ar_sa: تصفح
es_es: Navegación
ko_kr: 찾아보기
nl_nl: Bladeren
th_th: เลือกดู

# OrgPages_TypeDirectory
source: Page
ar_sa: الصفحة
es_es: Página
ko_kr: 페이지
nl_nl: Pagina
th_th: หน้า

# OrgPages_TypeRole
source: Role Plan
ar_sa: خطة الأدوار
es_es: Plan de rol
ko_kr: 역할 계획
nl_nl: Rolplan
th_th: แผนบทบาท

# OrgPages_Types
source: Types
ar_sa: الأنواع
es_es: Tipos
ko_kr: 형식
nl_nl: Typen
th_th: ประเภท

# OrgPages_TypeTarget
source: Skill Plan
ar_sa: خطة مهارة
es_es: Plan de habilidades
ko_kr: 기술 계획
nl_nl: Vaardigheidsplan
th_th: แผนทักษะ

# OrgPages_Visibility
source: Visibility
ar_sa: إمكانية الرؤية
es_es: Visibilidad
ko_kr: 표시 여부
nl_nl: Zichtbaarheid
th_th: การมองเห็น

# OrgPathwayManagerCtrl_AddCollaborators
source: Add Collaborators
ar_sa: إضافة مساهمون
es_es: Agregar colaboradores
ko_kr: 협력자 추가
nl_nl: Samenwerkers toevoegen
th_th: เพิ่มผู้ร่วมมือ

# OrgPathwayManagerCtrl_AuthorColumn
source: Authors
ar_sa: المصممون
es_es: Autores
ko_kr: 저자
nl_nl: Auteurs
th_th: ผู้สร้าง

# OrgPathwayManagerCtrl_ConfirmDeleteButton
source: Yes, Delete Pathways
ar_sa: نعم، احذف المساقات
es_es: Sí, borrar los itinerarios
ko_kr: 예, 경로를 삭제합니다.
nl_nl: Ja, Leerpaden verwijderen
th_th: ฉันต้องการลบเส้นทางการเรียนรู้

# OrgPathwayManagerCtrl_Delete
source: Delete
ar_sa: حذف
es_es: Eliminar
ko_kr: 삭제
nl_nl: Verwijderen
th_th: ลบ

# OrgPathwayManagerCtrl_DeleteInstructions
source: Type {{delete}} in capital letters to confirm
ar_sa: انقر {{delete}} بحروف كبيرة للتأكيد
es_es: Escriba {{delete}} en mayúsculas para confirmar
ko_kr: 확인하려면 {{delete}}을(를) 대문자로 입력하세요
nl_nl: Typ {{delete}} in hoofdletters om te bevestigen
th_th: พิมพ์ {{delete}} เป็นตัวพิมพ์ใหญ่เพื่อยืนยัน

# OrgPathwayManagerCtrl_DeletePluralPrompt
source: Are you sure you want to delete {{ count }} pathways?
ar_sa: هل ترغب بالتأكيد في حذف {{ count }} المساقات؟
es_es: ¿De verdad quiere eliminar {{ count }} itinerarios?
ko_kr: {{ count }}개 경로를 삭제하시겠습니까?
nl_nl: Weet je zeker dat je {{ count }} leerpaden wilt verwijderen?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบเส้นทางการเรียนรู้ {{ count }} เส้นทางนี้?

# OrgPathwayManagerCtrl_DeletePrompt
source: Are you sure you want to delete 1 pathway?
ar_sa: هل ترغب بالتأكيد في حذف 1 مساق؟
es_es: ¿De verdad quiere eliminar 1 itinerario?
ko_kr: 1개 경로를 삭제하시겠습니까?
nl_nl: Weet je zeker dat je 1 leerpad wilt verwijderen?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบเส้นทางการเรียนรู้ 1 เส้นทางนี้?

# OrgPathwayManagerCtrl_DeletePromptDescription
source: You cannot undo this action.
ar_sa: لا يمكن التراجع عن هذا الإجراء.
es_es: Esta acción no se puede deshacer.
ko_kr: 이 작업은 취소할 수 없습니다.
nl_nl: Je kunt deze actie niet ongedaan maken.
th_th: คุณไม่สามารถยกเลิกการดำเนินการนี้

# OrgPathwayManagerCtrl_EnrolledColumn
source: Enrolled
ar_sa: مسجل
es_es: Inscrito
ko_kr: 등록됨
nl_nl: Ingeschreven
th_th: สมัครแล้ว

# OrgPathwayManagerCtrl_FeaturedColumn
source: Featured
ar_sa: العناصر المميزة
es_es: Destacados
ko_kr: 추천
nl_nl: Uitgelicht
th_th: น่าสนใจ

# OrgPathwayManagerCtrl_ItemsSelected
source: selected
ar_sa: العناصر المحددة
es_es: seleccionados
ko_kr: 선택됨
nl_nl: geselecteerd
th_th: เลือกแล้ว

# OrgPathwayManagerCtrl_LastUpdatedColumn
source: Last Updated
ar_sa: المحدثة في الفترة الأخيرة
es_es: Última vez que se actualizó
ko_kr: 마지막 업데이트
nl_nl: Laatst bijgewerkt
th_th: อัปเดตครั้งล่าสุด:

# OrgPathwayManagerCtrl_NameColumn
source: Name
ar_sa: الاسم
es_es: Nombre
ko_kr: 이름
nl_nl: Naam
th_th: ชื่อ

# OrgPathwayManagerCtrl_UpdateVisibility
source: Edit Visibility
ar_sa: تعديل إمكانية الرؤية
es_es: Editar visibilidad
ko_kr: 표시 내용 편집
nl_nl: Zichtbaarheid bewerken
th_th: แก้ไขการมองเห็น

# OrgPathwayManagerCtrl_Visibility0
source: Collaborators
ar_sa: المساهمون
es_es: Colaboradores
ko_kr: 협력자
nl_nl: Samenwerkers
th_th: ผู้ร่วมมือ

# OrgPathwayManagerCtrl_Visibility1
source: Organization
ar_sa: مؤسسة
es_es: Empresa
ko_kr: 조직
nl_nl: Organisatie
th_th: องค์กร

# OrgPathwayManagerCtrl_Visibility2
source: Groups
ar_sa: المجموعات
es_es: Grupos
ko_kr: 그룹
nl_nl: Groepen
th_th: กลุ่ม

# OrgPathwayManagerCtrl_Visibility3
source: Public Profile
ar_sa: ملف شخصي عام
es_es: Perfil público
ko_kr: 공개 프로필
nl_nl: Publiek profiel.
th_th: โปรไฟล์สาธารณะ

# OrgPathwayManagerCtrl_VisibilityColumn
source: Visibility
ar_sa: إمكانية الرؤية
es_es: Visibilidad
ko_kr: 표시 여부
nl_nl: Zichtbaarheid
th_th: การมองเห็น

# orgProviderLicenseModal_ContinueButtonFormat
source: Continue to {{providerName}}
ar_sa: المواصلة إلى {{providerName}}
es_es: Seguir a {{providerName}}
ko_kr: {{providerName}}(으)로 계속
nl_nl: Doorgaan naar {{providerName}}
th_th: ดำเนินการต่อไปที่ {{providerName}}

# orgProviderLicenseModal_CreatedLicenseFormat
source: We've created your {{providerName}} license.
ar_sa: لقد أنشأنا ترخيص {{providerName}} الخاص بك.
es_es: Creamos su licencia de {{providerName}}.
ko_kr: {{providerName}} 라이선스를 만들었습니다.
nl_nl: We hebben jouw {{providerName}-licentie aangemaakt.
th_th: เราได้สร้างใบอนุญาต {{providerName}} ของคุณแล้ว

# orgProviderLicenseModal_InstructionsFormat
source: Access is required for this provider.
ar_sa: يتطلب الوصول لهذا المقدم
es_es: Este proveedor requiere credenciales de acceso.
ko_kr: 이 제공자에 대한 액세스 권한이 필요합니다.
nl_nl: Toegang is vereist voor deze provider.
th_th: จำเป็นต้องมีการเข้าถึงสำหรับผู้ให้บริการรายนี้

# orgProviderLicenseModal_LicenseErrorFormat
source: We had a problem creating a {{providerName}} license for you. Please try again or {{anchorOpen}}go straight to free content{{anchorClose}}.
ar_sa: حدثت مشكلة أثناء إنشاء رخصة {{providerName}} لك. يرجى المحاولة مرة أخرى أو {{anchorOpen}}الذهاب مباشرة إلى المحتوى المجاني{{anchorClose}}.
es_es: Se produjo un problema al crearle una licencia de {{providerName}}. Vuelva a intentarlo o {{anchorOpen}}vaya directamente al contenido gratuito{{anchorClose}}.
ko_kr: 귀하를 위한 {{providerName}} 라이선스를 만드는 데 문제가 있습니다. 다시 시도하거나 {{anchorOpen}}직접 무료 콘텐츠로 갑니다{{anchorClose}}.
nl_nl: We hadden een probleem met het maken van een {{providerName}}-licentie voor jou. Probeer het opnieuw of {{anchorOpen}} rechtstreeks naar gratis content gaan{{anchorClose}}.
th_th: เราพบปัญหาในการสร้างใบอนุญาต {{providerName}} ให้คุณ โปรดลองอีกครั้งหรือ{{anchorOpen}}มุ่งตรงไปยังเนื้อหาฟรี{{anchorClose}}

# orgProviderLicenseModal_MessageErrorFormat
source: Whoops! We weren’t able to access your licensing agreement. You can try again or {{anchorOpen}}go straight to free content{{anchorClose}}.
ar_sa: للأسف! لم نتمكن من الوصول إلى اتفاقية الترخيص الخاصة بك. يمكنك إعادة المحاولة مرة أخرى أو {{anchorOpen}}الذهاب مباشرة إلى المحتوى المجاني{{anchorClose}}.
es_es: ¡Uy! No pudimos acceder a su acuerdo de licencias. Puede volver a intentarlo o {{anchorOpen}}ir directamente al contenido gratuito{{anchorClose}}.
ko_kr: 이런! 라이선스 동의에 접근할 수 없었습니다. 다시 시도하거나 {{anchorOpen}}직접 무료 콘텐츠로 갑니다{{anchorClose}}.
nl_nl: Oeps! We konden geen toegang krijgen tot jouw licentieovereenkomst. Je kunt het opnieuw proberen of {{anchorOpen}} rechtstreeks naar gratis content gaan{{anchorClose}}.
th_th: อ๊ะ! เราไม่สามารถเข้าถึงข้อตกลงการอนุญาตใช้งานของคุณได้ คุณสามารถลองอีกครั้งหรือ{{anchorOpen}}มุ่งตรงไปยังเนื้อหาฟรี{{anchorClose}}

# OrgReportingCtrl_All
source: All
ar_sa: الجميع
es_es: Todo
ko_kr: 전체
nl_nl: Alle
th_th: ทั้งหมด

# OrgReportingCtrl_AllCompletedContent
source: All Completed Content
ar_sa: كل المحتويات المكتملة
es_es: Todo el contenido completado
ko_kr: 모든 완료된 콘텐츠
nl_nl: All voltooide content
th_th: ทุกเนื้อหาที่ดำเนินการเสร็จแล้ว

# OrgReportingCtrl_AllGroups
source: All groups
ar_sa: جميع المجموعات
es_es: Todos los grupos
ko_kr: 모든 그룹
nl_nl: Alle groepen
th_th: ทุกกลุ่ม

# OrgReportingCtrl_AllTopics
source: All Topics
ar_sa: كل المواضيع
es_es: Todos los temas
ko_kr: 모든 주제
nl_nl: Alle onderwerpen
th_th: ทุกหัวข้อ

# OrgReportingCtrl_Count
source: Count
ar_sa: عدد
es_es: Cuenta
ko_kr: 수
nl_nl: Telling
th_th: จำนวน

# OrgReportingCtrl_DateMaxValidation
source: Please select no more than 365 days
ar_sa: يرجى عدم اختيار أكثر من 365 يوماً.
es_es: No seleccione más de 365 días
ko_kr: 365일 이상을 선택하지 마십시오.
nl_nl: Selecteer maximaal 365 dagen
th_th: โปรดเลือกไม่เกิน 365 วัน

# OrgReportingCtrl_DateMaxValidationFormat
source: Please select no more than {{numDays}} days
ar_sa: يرجى عدم اختيار أكثر من {{numDays}} يومًا
es_es: No seleccione más de {{numDays}} días
ko_kr: {{numDays}}일 이상을 선택하지 마십시오.
nl_nl: Selecteer niet meer dan {{numDays}}
th_th: โปรดเลือกไม่เกิน {{numDays}} วัน

# OrgReportingCtrl_DownloadableReports
source: Downloadable Reports
ar_sa: التقارير القابلة للتنزيل
es_es: Informes descargables
ko_kr: 다운로드 가능한 보고서
nl_nl: Downloadbare rapporten
th_th: รายงานที่ดาวน์โหลดได้

# OrgReportingCtrl_ExternalCatalog
source: External Catalog
ar_sa: قائمة خارجية
es_es: Catálogo externo
ko_kr: 외부 카탈로그
nl_nl: Externe catalogus
th_th: แค็ตตาล็อกภายนอก

# OrgReportingCtrl_ExternalContent
source: External Content
ar_sa: محتوى خارجي
es_es: Contenido externo
ko_kr: 외부 콘텐츠
nl_nl: Externe content
th_th: เนื้อหาภายนอก

# OrgReportingCtrl_FilterByGroup
source: Filter by group
ar_sa: تصفية حسب المجموعة
es_es: Filtrar por grupo
ko_kr: 그룹으로 필터
nl_nl: Filter op groep
th_th: กรองตามกลุ่ม

# OrgReportingCtrl_FilterByOrg
source: Filter by organization
ar_sa: تصفية حسب المنظمة
es_es: Filtrar por empresa
ko_kr: 조직별로 필터링
nl_nl: Op organisatie filteren
th_th: กรองโดยองค์กร

# OrgReportingCtrl_FullCatalog
source: Full Catalog
ar_sa: قائمة كاملة
es_es: Catálogo completo
ko_kr: 전체 카탈로그
nl_nl: Volledige catalogus
th_th: แค็ตตาล็อกแบบเต็ม

# OrgReportingCtrl_InputsAdded
source: Inputs Added
ar_sa: تمت إضافة المدخلات
es_es: Contribuciones agregadas
ko_kr: 추가된 입력
nl_nl: Inputs toegevoegd
th_th: เพิ่มข้อมูลป้อนเข้าแล้ว

# OrgReportingCtrl_Insights
source: Insights
ar_sa: معارف دقيقة
es_es: Estadísticas
ko_kr: 통찰력
nl_nl: Inzichten
th_th: องค์ความรู้

# OrgReportingCtrl_InternalCatalog
source: Internal Catalog
ar_sa: قائمة داخلية
es_es: Catálogo interno
ko_kr: 내부 카탈로그
nl_nl: Interne catalogus
th_th: แค็ตตาล็อกภายใน

# OrgReportingCtrl_InternalContent
source: Internal Content
ar_sa: محتوى داخلي
es_es: Contenido interno
ko_kr: 내부 콘텐츠
nl_nl: Interne content
th_th: เนื้อหาภายใน

# OrgReportingCtrl_ItemsAdded
source: Items Added
ar_sa: تمت إضافة العناصر
es_es: Elementos agregados
ko_kr: 추가된 항목
nl_nl: Items toegevoegd
th_th: เพิ่มเนื้อหาแล้ว
