Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# EmailTemplateRecommendation_GroupTargetFormat
source: {0} shared this plan with {1}
ar_sa: {0} شارك هذه الخطة مع {1}
es_es: {0} compartió este plan con {1}
ko_kr: {0}이(가) {1}에게 이 계획을 공유함
nl_nl: {0} heeft dit plan met {1} gedeeld
th_th: {0} ได้แบ่งปันแผนนี้ให้กับ {1}

# EmailTemplateRecommendation_GroupVideoDueFormat
source: {0} shared this video {1} with you
ar_sa: {0} شارك مقطع الفيديو هذا {1} معك
es_es: {0} compartió el vídeo {1} con usted
ko_kr: {0}이(가) 귀하에게 동영상 {1}을(를) 공유함
nl_nl: {0} heeft deze video {1} met je gedeeld
th_th: {0} ได้แบ่งปันวิดีโอนี้ {1} ให้กับคุณ

# EmailTemplateRecommendation_GroupVideoFormat
source: {0} shared this video with {1}
ar_sa: {0} شارك مقطع الفيديو هذا مع {1}
es_es: {0} compartió este vídeo con {1}
ko_kr: {0}이(가) {1}에게 이 동영상을 공유함
nl_nl: {0} heeft deze video met {1} gedeeld
th_th: {0} ได้แบ่งปันวิดีโอนี้ให้กับ {1}

# EmailTemplateRecommendation_Link
source: View More
ar_sa: عرض المزيد
es_es: Ver más
ko_kr: 더 보기
nl_nl: Meer weergeven
th_th: ดูเพิ่มเติม

# EmailTemplateRecommendation_NewRecommendationDesc
source: Someone shared content with you on Degreed
ar_sa: شارك شخص ما محتوى جديد على Degreed معك
es_es: Alguien ha compartido contenido con usted en Degreed
ko_kr: Degreed 사용자가 귀하에게 콘텐츠를 공유했습니다.
nl_nl: Iemand heeft content met je gedeeld op Degreed
th_th: มีคนแบ่งปันเนื้อหาให้กับคุณบน Degreed

# EmailTemplateRecommendation_NewRecommendationTitle
source: New Share
ar_sa: مشاركة جديدة
es_es: Nuevo contenido compartido
ko_kr: 신규 공유
nl_nl: Nieuwe gedeelde content
th_th: เนื้อหาที่แบ่งปันใหม่

# EmailTemplateRecommendation_PathwayFormat
source: {0} shared this pathway with you
ar_sa: {0} شارك هذا المساق معك
es_es: {0} compartió este itinerario con usted
ko_kr: {0}이(가) 귀하에게 이 경로를 공유함
nl_nl: {0} heeft dit traject met je gedeeld
th_th: {0} ได้แนะนำเส้นทางการเรียนรู้นี้ให้คุณเรียน

# EmailTemplateRecommendation_Subject
source: New content shared with you!
ar_sa: تم مشاركة محتوى جديد معك!
es_es: ¡Nuevo contenido compartido con usted!
ko_kr: 새로운 콘텐츠가 공유되었습니다!
nl_nl: Er is nieuwe content met je gedeeld!
th_th: เนื้อหาใหม่ที่มีคนแชร์ให้คุณ!

# EmailTemplateRecommendation_TargetDueFormat
source: {0} shared this plan with you
ar_sa: {0} شارك هذه الخطة معك
es_es: {0} compartió este plan con usted
ko_kr: {0}이(가) 귀하에게 이 계획을 공유함
nl_nl: {0} heeft dit plan met je gedeeld
th_th: {0} ได้แบ่งปันแผนนี้ให้กับคุณ

# EmailTemplateRecommendation_TargetFormat
source: {0} shared this plan with you
ar_sa: {0} شارك هذه الخطة معك
es_es: {0} compartió este plan con usted
ko_kr: {0}이(가) 귀하에게 이 계획을 공유함
nl_nl: {0} heeft dit plan met je gedeeld
th_th: {0} ได้แบ่งปันแผนนี้ให้กับคุณ

# EmailTemplateRecommendation_VideoFormat
source: {0} shared this video with you
ar_sa: {0} شارك مقطع الفيديو هذا معك
es_es: {0} compartió este vídeo con usted
ko_kr: {0}이(가) 귀하에게 이 동영상을 공유함
nl_nl: {0} heeft deze video met je gedeeld
th_th: {0} ได้แบ่งปันวิดีโอนี้ให้กับคุณ

# EmailTemplateRecommendationAssigned_AlreadyCompletedArticleDueFormat
source: {0} assigned you this article to read by {1}, but you've already read it! Great job, overachiever.
ar_sa: أسند {0} إليك هذا المقال لقراءته بحلول {1} ولكنك قرأته بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó este artículo para leer para el {1}, ¡pero ya lo leyó! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 {1}까지 이 기사를 읽도록 할당했지만 귀하는 이미 읽었습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft dit artikel aan jou toegewezen om te lezen voor {1}, maar je hebt het reeds gelezen! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายบทความนี้ให้คุณอ่านภายใน {1} แต่คุณอ่านเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_AlreadyCompletedArticleFormat
source: {0} assigned you this article to read, but you've already read it! Great job, overachiever.
ar_sa: أسند {0} إليك هذا المقال لقراءته، ولكنك قرأته بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó este artículo para leer, ¡pero ya lo leyó! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 이 기사를 읽도록 할당했지만 귀하는 이미 읽었습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft dit artikel aan jou toegewezen om te lezen, maar je hebt het reeds gelezen! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายบทความนี้ให้คุณอ่าน แต่คุณอ่านเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_AlreadyCompletedAssessmentDueFormat
source: {0} assigned you this assessment to complete by {1}, but you've already completed it! Great job, overachiever.
ar_sa: أسند {0} إليك هذا التقييم لإكماله بحلول {1} ولكنك أتممته بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó esta evaluación para completar para el {1}, ¡pero ya la completó! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 이 평가를 {1}까지 완료하도록 할당했지만 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft deze beoordeling aan jou toegewezen om te voltooien voor {1}, maar je hebt het reeds voltooid! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายแบบประเมินนี้ให้คุณทำภายใน {1} แต่คุณทำเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_AlreadyCompletedAssessmentFormat
source: {0} assigned you this assessment to complete, but you've already completed it! Great job, overachiever.
ar_sa: أسند {0} إليك هذا التقييم لإكماله، ولكنك أتممته بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó esta evaluación para completar, ¡pero ya la completó! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 이 평가를 완료하도록 할당했지만 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft deze beoordeling aan jou toegewezen om te voltooien, maar he hebt het reeds voltooid! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายแบบประเมินนี้ให้คุณทำ แต่คุณทำเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_AlreadyCompletedBookDueFormat
source: {0} assigned you this book to read by {1}, but you've already read it! Great job, overachiever.
ar_sa: أسند {0} إليك هذا الكتاب لقراءته بحلول {1} ولكنك قرأته بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó este libro para leer para el {1}, ¡pero ya lo leyó! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 {1}까지 이 책을 읽도록 할당했지만 귀하는 이미 읽었습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft dit boek aan jou toegewezen om te lezen voor {1}, maar je hebt het reeds gelezen! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายหนังสือเล่มนี้ให้คุณอ่านภายใน {1} แต่คุณอ่านเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_AlreadyCompletedBookFormat
source: {0} assigned you this book to read, but you've already read it! Great job, overachiever.
ar_sa: أسند {0} إليك هذا الكتاب لقراءته، ولكنك قرأته بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó este libro para leer, ¡pero ya lo leyó! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 이 책을 읽도록 할당했지만 귀하는 이미 읽었습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft dit boek aan jou toegewezen om te lezen, maar je hebt het reeds gelezen! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายหนังสือเล่มนี้ให้คุณอ่าน แต่คุณอ่านเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_AlreadyCompletedCourseDueFormat
source: {0} assigned you this course to complete by {1}, but you've already completed it! Great job, overachiever.
ar_sa: أسند {0} إليك هذه الدورة التعليمية لإكمالها بحلول {1} ولكنك أتممتها بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó este curso para completar para el {1}, ¡pero ya lo completó! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 {1}까지 이 과정을 완료하도록 할당했지만 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft deze cursus aan jou toegewezen om te voltooien voor {1}, maar je hebt het reeds voltooid! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายหลักสูตรนี้ให้คุณเรียนภายใน {1} แต่คุณเรียนเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_AlreadyCompletedCourseFormat
source: {0} assigned you this course to complete, but you've already completed it! Great job, overachiever.
ar_sa: أسند {0} إليك هذه الدورة التعليمية لإكمالها بحلول، ولكنك أتممتها بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó este curso para completar, ¡pero ya lo completó! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 이 과정을 완료하도록 할당했지만 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft deze cursus aan jou toegewezen om te voltooien, maar je hebt het reeds voltooid! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายหลักสูตรนี้ให้คุณเรียน แต่คุณเรียนเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_AlreadyCompletedEpisodeDueFormat
source: {0} assigned you this podcast episode to complete by {1}, but you've already completed it! Great job, overachiever.
ar_sa: أسند {0} إليك هذه الحلقة الإذاعية لإكمالها بحلول {1}، ولكنك أتممتها بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó este episodio en podcast para completar para el {1}, ¡pero ya lo completó! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 {1}까지 이 팟캐스트 에피소드를 완료하도록 할당했지만 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft deze podcastaflevering aan jou toegewezen om te voltooien voor {1}, maar je hebt het reeds voltooid! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายพอดแคสต์ตอนนี้ให้คุณฟังภายใน {1} แต่คุณฟังเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_AlreadyCompletedEpisodeFormat
source: {0} assigned you this podcast episode to complete, but you've already completed it! Great job, overachiever.
ar_sa: أسند {0} إليك هذه الحلقة الإذاعية لإكمالها، ولكنك أتممتها بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó este episodio en podcast para completar, ¡pero ya lo completó! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 이 팟캐스트 에피소드를 완료하도록 할당했지만 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft deze podcastaflevering aan jou toegewezen om te voltooien, maar je hebt het reeds voltooid! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายพอดแคสต์ตอนนี้ให้คุณฟัง แต่คุณฟังเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_AlreadyCompletedEventDueFormat
source: {0} assigned you this event to attend by {1}, but you've already attended it! Great job, overachiever.
ar_sa: أسند {0} إليك هذه الفعالية لحضورها بحلول {1}، ولكنك حضرتها بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó este evento para asistir para el {1}, ¡pero ya asistió! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 {1}까지 이 이벤트에 참석하도록 할당했지만 귀하는 이미 참석했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft deze gebeurtenis aan jou toegewezen om bij te wonen voor {1}, maar je hebt het reeds bijgewoond! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายงานกิจกรรมนี้ให้คุณเข้าร่วมภายใน {1} แต่คุณเข้าร่วมไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_AlreadyCompletedEventFormat
source: {0} assigned you this event to attend, but you've already attended it! Great job, overachiever.
ar_sa: أسند {0} إليك هذه الفعالية لحضورها، ولكنك حضرتها بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó este evento para asistir, ¡pero ya asistió! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 이 이벤트에 참석하도록 할당했지만 귀하는 이미 참석했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft deze gebeurtenis aan jou toegewezen om bij te wonen, maar je hebt het reeds bijgewoond! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายงานกิจกรรมนี้ให้คุณเข้าร่วม แต่คุณเข้าร่วมไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_AlreadyCompletedGroupArticleDueFormat
source: {0} assigned {1} this article to read by {2}, but you've already read it! Great job, overachiever.
ar_sa: أسند {0} إلى {1} هذا المقال لقراءته بحلول {2}، ولكنك قرأته بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó a {1} este artículo para leer para el {2}, ¡pero ya lo leyó! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) {1}에게 이 기사를 {2}까지 읽도록 할당했지만 귀하는 이미 읽었습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft dit artikel aan {1} toegewezen om te lezen voor {2}, maar je hebt het reeds gelezen! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายบทความนี้ให้ {1} อ่านภายใน {2} แต่คุณอ่านเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_AlreadyCompletedGroupArticleFormat
source: {0} assigned {1} this article to read, but you've already read it! Great job, overachiever.
ar_sa: أسند {0} إلى {1} هذا المقال لقراءته، ولكنك قرأته بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó a {1} este artículo para leer, ¡pero ya lo leyó! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) {1}에게 이 기사를 읽도록 할당했지만 귀하는 이미 읽었습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft {1} dit artikel toegewezen om te lezen, maar je hebt het reeds gelezen! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายบทความนี้ให้ {1} อ่าน แต่คุณอ่านเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_AlreadyCompletedGroupAssessmentDueFormat
source: {0} assigned {1} this assessment to complete by {2}, but you've already completed it! Great job, overachiever.
ar_sa: أسند {0} إلى {1} هذا التقييم لإكماله بحلول {2}، ولكنك أتممته بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó a {1} esta evaluación para completar para el {2}, ¡pero ya la completó! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) {1}에게 이 평가를 {2}까지 완료하도록 할당했지만 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft deze opdracht {1} aan jou toegewezen om te voltooien voor {2}, maar je hebt het reeds voltooid! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายแบบประเมินนี้ให้ {1} ทำภายใน {2} แต่คุณทำเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_AlreadyCompletedGroupAssessmentFormat
source: {0} assigned {1} this assessment to complete, but you've already completed it! Great job, overachiever.
ar_sa: أسند {0} إلى {1} هذا التقييم لإكماله، ولكنك أتممته بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó a {1} esta evaluación para completar, ¡pero ya la completó! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) {1}에게 이 평가를 완료하도록 할당했지만 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft {1} deze opdracht toegewezen om te voltooien, maar je hebt het reeds voltooid! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายแบบประเมินนี้ให้ {1} ทำ แต่คุณทำเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_AlreadyCompletedGroupBookDueFormat
source: {0} assigned {1} this book to read by {2}, but you've already read it! Great job, overachiever.
ar_sa: أسند {0} إلى {1} هذا الكتاب لقراءته بحلول {2}، ولكنك قرأته بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó a {1} este libro para leer para el {2}, ¡pero ya lo leyó! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) {1}에게 이 책을 {2}까지 읽도록 할당했지만 귀하는 이미 읽었습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft dit boek aan {1} toegewezen om te lezen voor {2}, maar je hebt het reeds gelezen! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายหนังสือเล่มนี้ให้ {1} อ่านภายใน {2} แต่คุณอ่านเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_AlreadyCompletedGroupBookFormat
source: {0} assigned {1} this book to read, but you've already read it! Great job, overachiever.
ar_sa: أسند {0} إلى {1} هذا الكتاب لقراءته، ولكنك قرأته بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó a {1} este libro para leer, ¡pero ya lo leyó! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) {1}에게 이 책을 읽도록 할당했지만 귀하는 이미 읽었습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft {1} dit boek toegewezen om te lezen, maar je hebt het reeds gelezen! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายหนังสือเล่มนี้ให้ {1} อ่าน แต่คุณอ่านเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_AlreadyCompletedGroupCourseDueFormat
source: {0} assigned {1} this course to complete by {2}, but you've already completed it! Great job, overachiever.
ar_sa: أسند {0} إلى {1} هذه الدورة التعليمية لإكمالها بحلول {2}، ولكنك أتممتها بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó a {1} este curso para completar para el {2}, ¡pero ya lo completó! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) {1}에게 이 과정을 {2}까지 완료하도록 할당했지만 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft deze cursus {1} aan jou toegewezen om te voltooien voor {2}, maar je hebt het reeds voltooid! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายหลักสูตรนี้ให้ {1} เรียนภายใน {2} แต่คุณเรียนเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_AlreadyCompletedGroupCourseFormat
source: {0} assigned {1} this course to complete, but you've already completed it! Great job, overachiever.
ar_sa: أسند {0} إلى {1} هذه الدورة التعليمية لإكمالها، ولكنك أتممتها بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó a {1} este curso para completar, ¡pero ya lo completó! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) {1}에게 이 과정을 완료하도록 할당했지만 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft {1} deze cursus toegewezen om te voltooien, maar je hebt het reeds voltooid! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายหลักสูตรนี้ให้ {1} เรียน แต่คุณเรียนเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_AlreadyCompletedGroupEpisodeDueFormat
source: {0} assigned {1} this podcast episode to complete by {2}, but you've already completed it! Great job, overachiever.
ar_sa: أسند {0} إلى {1} هذه الحلقة الإذاعية لإكمالها بحلول {2}، ولكنك أتممتها بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó a {1} este episodio en podcast para completar para el {2}, ¡pero ya lo completó! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) {1}에게 이 팟캐스트 에피소드를 {2}까지 완료하도록 할당했지만 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft deze podcastaflevering aan {1} toegewezen om te voltooien voor {2}, maar je hebt het al voltooid! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายพอดแคสต์ตอนนี้ให้ {1} ฟังภายใน {2} แต่คุณฟังเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_AlreadyCompletedGroupEpisodeFormat
source: {0} assigned {1} this podcast episode to complete, but you've already completed it! Great job, overachiever.
ar_sa: أسند {0} إلى {1} هذه الحلقة الإذاعية لإكمالها، ولكنك أتممتها بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó a {1} este episodio en podcast para completar, ¡pero ya lo completó! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) {1}에게 이 팟캐스트 에피소드를 완료하도록 할당했지만 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft {1} deze podcastaflevering toegewezen om te voltooien, maar je hebt het al voltooid! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายพอดแคสต์ตอนนี้ให้ {1} ฟัง แต่คุณฟังเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_AlreadyCompletedGroupEventDueFormat
source: {0} assigned {1} this event to attend by {2}, but you've already attended it! Great job, overachiever.
ar_sa: أسند {0} إلى {1} هذه الفعالية لحضورها بحلول {2}، ولكنك حضرتها بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó a {1} este evento para asistir para el {2}, ¡pero ya asistió! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) {1}에게 이 이벤트 {2}까지 참석하도록 할당했지만 귀하는 이미 참석했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft deze gebeurtenis aan {1} toegewezen om bij te wonen voor {2}, maar je hebt het reeds bijgewoond! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายงานกิจกรรมนี้ให้ {1} เข้าร่วมภายใน {2} แต่คุณเข้าร่วมไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_AlreadyCompletedGroupEventFormat
source: {0} assigned {1} this event to attend, but you've already attended it! Great job, overachiever.
ar_sa: أسند {0} إلى {1} هذه الفعالية لحضورها، ولكنك حضرتها بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó a {1} este evento para asistir, ¡pero ya asistió! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) {1}에게 이 이벤트에 참석하도록 할당했지만 귀하는 이미 참석했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft {1} deze gebeurtenis toegewezen om bij te wonen, maar je hebt het reeds bijgewoond! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายงานกิจกรรมนี้ให้ {1} เข้าร่วม แต่คุณเข้าร่วมไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_AlreadyCompletedGroupPathwayDueFormat
source: {0} assigned {1} this pathway to complete by {2}, but you've already completed it! Great job, overachiever.
ar_sa: أسند {0} إلى {1} هذا المساق لإكمالها بحلول {2}، ولكنك أتممتها بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó a {1} este itinerario para completar para el {2}, ¡pero ya lo completó! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) {1}에게 이 패스웨이를 {2}까지 완료하도록 할당했지만 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft dit leerpad {1} aan jou toegewezen om te voltooien voor {2}, maar je hebt het reeds voltooid! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายเส้นทางการเรียนรู้นี้ให้ {1} เรียนภายใน {2} แต่คุณเรียนเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_AlreadyCompletedGroupPathwayFormat
source: {0} assigned {1} this pathway to complete, but you've already completed it! Great job, overachiever.
ar_sa: أسند {0} إلى {1} هذا المساق لإكمالها، ولكنك أتممتها بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó a {1} este itinerario para completar, ¡pero ya lo completó! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) {1}에게 이 패스웨이를 완료하도록 할당했지만 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft {1} dit leerpad toegewezen om te voltooien, maar je hebt het reeds voltooid! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายเส้นทางการเรียนรู้นี้ให้ {1} เรียน แต่คุณเรียนเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_AlreadyCompletedGroupTargetDueFormat
source: {0} assigned {1} this role to follow by {2}, but you've already followed it! Great job, overachiever.
ar_sa: أسند {0} إلى {1} هذا الدور لاتباعه بحلول {2} ولكنك قد اتبعته بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó a {1} este rol para seguir para el {2}, ¡pero ya lo sigue! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) {1}에게 {2}까지 이 역할을 팔로우하도록 할당했지만 귀하는 이미 팔로우했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft {1} deze rol toegewezen om te volgen voor {2}, maar je hebt het reeds gevolgd! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายบทบาทนี้ให้ {1} ติดตามภายใน {2} แต่คุณได้ติดตามไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_AlreadyCompletedGroupTargetFormat
source: {0} assigned {1} this plan to follow, but you've already followed it! Great job, overachiever.
ar_sa: أسند {0} إلى {1} هذه الخطة لاتباعها، ولكنك اتبعتها بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó a {1} este plan para seguir, ¡pero ya lo sigue! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) {1}에게 이 계획을 팔로우하도록 할당했지만 귀하는 이미 팔로우했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft {1} dit plan toegewezen om te volgen, maar je hebt het reeds gevolgd! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายแผนนี้ให้ {1} ติดตาม แต่คุณได้ติดตามไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_AlreadyCompletedGroupVideoDueFormat
source: {0} assigned {1} this video to watch by {2}, but you've already watched it! Great job, overachiever.
ar_sa: أسند {0} إلى {1} مقطع الفيديو هذا لمشاهدته بحلول {2} ولكنك قد شاهدته بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó a {1} este video para mirar para el {2}, ¡pero ya lo miró! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) {1}에게 {2}까지 이 동영상을 시청하도록 할당했지만 귀하는 이미 시청했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft {1} deze video toegewezen om te kijken voor {2}, maar je hebt het al gekeken! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายวิดีโอนี้ให้ {1} รับชมภายใน {2} แต่คุณรับชมเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ
