Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# TourSvc_InterestNotification
source: Sorry! There was a problem saving your interests.
ar_sa: نعتذر! حدثت مشكلة أثناء استرداد الاهتمامات الخاصة بك.
es_es: ¡Lo sentimos! Se produjo un problema al guardar sus intereses.
ko_kr: 죄송합니다! 관심 분야를 저장하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het opslaan van jouw interesses.
th_th: ขออภัย! เกิดปัญหาในการบันทึกความสนใจของคุณ

# TrackableLinkCtrl_AutoEnroll
source: Auto-enroll Link
ar_sa: رابط التسجيل الآلي
es_es: Enlace de inscripción automática
ko_kr: 자동 등록 링크
nl_nl: Snelkoppeling automatisch inschrijven
th_th: ลิงก์การลงทะเบียนอัตโนมัติ

# TrackableLinkCtrl_CopiedLink
source: Copied to clipboard
ar_sa: تم النسخ إلى الحافظة
es_es: Copiado al portapapeles
ko_kr: 클립보드에 복사됨
nl_nl: Gekopieerd naar klembord
th_th: คัดลอกไปยังคลิปบอร์ด

# TrackableLinkCtrl_CopyLink
source: Copy Link
ar_sa: نسخ الرابط
es_es: Copiar vínculo
ko_kr: 링크 복사
nl_nl: Link kopiëren
th_th: คัดลอกลิงก์

# TrackableLinkCtrl_CopyLinkAgain
source: Copy Again
ar_sa: انسخ مرة أخرى
es_es: Volver a copiar
ko_kr: 다시 복사
nl_nl: Nogmaals kopiëren
th_th: คัดลอกอีกครั้ง

# TrackableLinkCtrl_DeleteLinkModalBodyText
source: Are you sure you want to delete the trackable link <strong>{{linkName}}</strong>?
ar_sa: هل أنت متأكد من حذف الرابط القابل للتعقب <strong>{{linkName}}</strong>؟
es_es: ¿Está seguro de que quiere eliminar el enlace de seguimiento <strong>{{linkName}}</strong>?
ko_kr: 추적 가능한 링크 <strong>{{linkName}}</strong>을(를) 삭제하시겠어요?
nl_nl: Weet je zeker dat je de traceerbare link <strong>{{linkName}}</strong> wilt verwijderen?
th_th: คุณต้องการลบลิงก์ที่ติดตามได้ <strong>{{linkName}}</strong> หรือไม่?

# TrackableLinkCtrl_DeleteLinkModalHeader
source: Are you sure you want to delete the trackable link?
ar_sa: هل أنت متأكد من حذف الرابط القابل للتعقب؟
es_es: ¿Está seguro de que quiere eliminar el enlace de seguimiento?
ko_kr: 추적 가능한 링크를 삭제하시겠어요?
nl_nl: Weet je zeker dat je de traceerbare link wilt verwijderen?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบลิงก์ที่ติดตามได้

# TrackableLinkCtrl_EditModalTitle
source: Edit Trackable Enroll Link
ar_sa: تحرير رابط تسجيل قابل للتعقب
es_es: Editar el enlace de seguimiento de inscripción
ko_kr: 추적 가능한 등록 링크 편집
nl_nl: Traceerbare inschrijvingslink bewerken
th_th: แก้ไขลิงก์ลงทะเบียนที่ติดตามได้

# TrackableLinkCtrl_FormTitle
source: How are you using this link?
ar_sa: كيف تستخدم هذا الرابط؟
es_es: ¿Cómo está usando este enlace?
ko_kr: 이 링크가 마음에 드시나요?
nl_nl: Hoe gebruik je deze link?
th_th: คุณใช้ลิงก์นี้อย่างไร

# TrackableLinkCtrl_FormTitlePlaceholder
source: i.e. Reminder Email, January Cohort Invite Email
ar_sa: أي تذكير البريد الإلكتروني، يناير الفوج دعوة عبر البريد الإلكتروني
es_es: P. ej., para recordatorios o correos de invitación.
ko_kr: 예: 다시 알림 이메일, 1월 그룹 초대 이메일
nl_nl: bijv. herinneringsmail, uitnodigingsmail januarigroep
th_th: เช่น อีเมลแจ้งเตือน, อีเมลเชิญชวนเดือนมกราคม

# TrackableLinkCtrl_LinkDescription
source: Use these auto-enroll links to promote this pathway in your organization. See who clicked and enrolled via this link in the {{aTagStart}}Trackable Links section{{aTagEnd}} of Pathways.
ar_sa: استخدم هذه الروابط التلقائية التسجيل لترويج هذا المساق في منظمتك. انظر من قام بالنقر والتسجيل عن طريق هذا الرابط في {{aTagStart}}قسم الروابط الممكن تعقّبها{{aTagEnd}} في المساقات.
es_es: Use los enlaces de inscripción automática para promocionar este itinerario en su empresa. Vea quién ha hecho clic y se ha inscrito a través de este enlace en la {{aTagStart}}sección Enlaces rastreables{{aTagEnd}} de Itinerarios.
ko_kr: 이 자동 등록 링크를 사용하여 귀하의 조직에서 해당 경로를 홍보하십시오. 경로의 {{aTagStart}}추적 가능한 링크 섹션{{aTagEnd}}에서 이 링크를 통해 누가 클릭을 했고 누가 등록했는지 확인하십시오.
nl_nl: Gebruik deze automatische inschrijvingskoppelingen om dit leerpad in je organisatie te promoten. Kijk wie op deze koppeling heeft geklikt en zich heeft aangemeld in de {{aTagStart}}sectie Traceerbare links{{aTagEnd}} van leerpaden.
th_th: ใช้ลิงก์ลงทะเบียนอัตโนมัติเหล่านี้เพื่อโปรโมตเส้นทางนี้ในองค์กรของคุณ ดูผู้ที่คลิกและลงทะเบียนผ่านลิงก์นี้ใน {{aTagStart}}ส่วนลิงก์ที่ติดตามได้{{aTagEnd}} ของเส้นทางการเรียนรู้

# TrackableLinkCtrl_ModalTitle
source: Create Trackable Enroll Link
ar_sa: إنشاء رابط تسجيل قابل للتعقب
es_es: Crear enlace de seguimiento de inscripción
ko_kr: 추적 가능한 등록 링크 생성
nl_nl: Traceerbare inschrijvingslink aanmaken
th_th: สร้างลิงก์การลงทะเบียนที่ติดตามได้

# TrackableLinkCtrl_NewLink
source: New Trackable Link
ar_sa: رابط جديد قابل للتعقب
es_es: Nuevo enlace de seguimiento
ko_kr: 신규 추적 가능 링크
nl_nl: Nieuw traceerbare link
th_th: ลิงก์ติดตามได้ใหม่

# TrackableLinkCtrl_StartTracking
source: Start Tracking
ar_sa: بدء التعقب
es_es: Comenzar seguimiento
ko_kr: 추적 시작
nl_nl: Begin met traceren
th_th: เริ่มต้นการติดตาม

# TrackableLinkCtrl_TableHeaderClicks
source: Clicks
ar_sa: نقرات
es_es: Clics
ko_kr: 클릭
nl_nl: Klikken
th_th: คลิก

# TrackableLinkCtrl_TableHeaderCreator
source: Creator
ar_sa: المنشئ
es_es: Creador
ko_kr: 만든 이
nl_nl: Maker
th_th: ผู้สร้าง

# TrackableLinkCtrl_TableHeaderDate
source: Date created
ar_sa: تم إنشاء التاريخ
es_es: Fecha de creación
ko_kr: 생성된 날짜
nl_nl: Datum aangemaakt
th_th: วันที่สร้าง

# TrackableLinkCtrl_TableHeaderEnrolls
source: Enrolls
ar_sa: تسجيلات
es_es: Inscripciones
ko_kr: 등록
nl_nl: Inschrijvingen
th_th: สมัคร

# TrackableLinkCtrl_TableHeaderLink
source: Link name
ar_sa: اسم الرابط
es_es: Nombre del enlace
ko_kr: 링크 이름
nl_nl: Naam link
th_th: ชื่อลิงก์

# TrackableLinkCtrl_Title
source: Trackable Links
ar_sa: روابط قابلة للتعقب
es_es: Enlaces de seguimiento
ko_kr: 추적 가능한 링크
nl_nl: Traceerbare links
th_th: ลิงก์ที่ติดตามได้

# TrackableLinkCtrl_TitleCreated
source: Trackable Link Created
ar_sa: تم إنشاء رابط قابل للتعقب
es_es: Enlace de seguimiento creado
ko_kr: 추적 가능한 링크가 생성됨
nl_nl: Traceerbare link aangemaakt
th_th: สร้างลิงก์ที่ติดตามได้

# TranslationDetection
source: translated
ar_sa: مُترجَم
es_es: traducción
ko_kr: 번역함
nl_nl: vertaald
th_th: แปลแล้ว

# unsubscribeTemplate_ChangeSettings
source: Change email settings
ar_sa: تغيير إعدادات البريد الإلكتروني
es_es: Cambiar ajustes del correo electrónico
ko_kr: 이메일 설정 변경
nl_nl: E-mailinstellingen wijzigen
th_th: เปลี่ยนการตั้งค่าอีเมล

# UpdateUserTagRatingsEmail_Button1
source: Update Ratings
ar_sa: تحديث التقييمات
es_es: Actualizar calificaciones
ko_kr: 평가 등급 업데이트
nl_nl: Scores updaten
th_th: อัปเดตคะแนน

# UpdateUserTagRatingsEmail_Button2
source: Add Ratings
ar_sa: إضافة تقييم
es_es: Agregar calificaciones
ko_kr: 평가 등급 추가
nl_nl: Scores toevoegen
th_th: เพิ่มคะแนน

# UpdateUserTagRatingsEmail_Heading1
source: Update your ratings
ar_sa: تحديث التقييمات الخاصة بك
es_es: Actualizar sus calificaciones
ko_kr: 평가 등급을 업데이트
nl_nl: Je scores updaten
th_th: อัปเดตคะแนนของคุณ

# UpdateUserTagRatingsEmail_Heading2
source: Add a skill rating
ar_sa: إضافة مهارة التقييمات
es_es: Agregar una calificación de habilidad
ko_kr: 기술 등급 추가
nl_nl: Een vaardigheidsscore toevoegen
th_th: เพิ่มคะแนนทักษะ

# UpdateUserTagRatingsEmail_Link1
source: Update Rating
ar_sa: تحديث التقييم
es_es: Actualizar calificación
ko_kr: 평가 등급 업데이트
nl_nl: Score updaten
th_th: อัปเดตเรตติ้ง

# UpdateUserTagRatingsEmail_Link2
source: Add Rating
ar_sa: إضافة تقييم
es_es: Agregar calificación
ko_kr: 평가 등급 추가
nl_nl: Score toevoegen
th_th: เพิ่มเรตติ้ง

# UpdateUserTagRatingsEmail_Paragraph1
source: You haven't updated your ratings for these skills in a while. Make sure your ratings are up to date to reflect your progress.
ar_sa: لم تقم بتحديث تقييماتك لهذه المهارات منذ فترة. تأكد من تحديث تقييماتك لتعكس تقدمك.
es_es: Hace tiempo que no actualiza las calificaciones de estas habilidades. Asegúrese de que sus calificaciones están actualizadas para que se reflejen sus progresos.
ko_kr: 한 동안 이 기술에 대한 등급을 업데이트하지 않았습니다. 평가 등급이 최신이여 자신의 진행 상태를 반영하는지 확인합니다.
nl_nl: Je hebt je scores voor deze vaardigheden al een tijdje niet bijgewerkt. Zorg ervoor dat je beoordelingen up-to-date zijn om je voortgang te weerspiegelen.
th_th: คุณไม่ได้อัปเดตคะแนนของคุณสำหรับทักษะและหัวข้อเหล่านี้มาสักพักแล้ว โปรดตรวจสอบว่าคะแนนของคุณเป็นปัจจุบันเพื่อสะท้อนความคืบหน้าของคุณ

# UpdateUserTagRatingsEmail_Paragraph2
source: You haven't added a rating for these skills and topics. Rating yourself will help you keep track of your progress as you learn and improve.
ar_sa: لم تقم بإضافة تقييم لهذه المهارات والمواضيع. سيساعدك تقييم نفسك على متابعة تقدمك أثناء تعلمك وتحسينه.
es_es: No agregó ninguna calificación a estas habilidades y temas. Autocalificarse le ayudará a hacer el seguimiento de sus progresos a medida que aprende y mejora.
ko_kr: 이 기술 및 주제에 대한 등급을 추가하지 않았습니다. 자신을 평가하면 학습하고 향상되는 자신의 진행 상태를 추적하는 데 도움이 됩니다.
nl_nl: Je hebt nog geen score voor deze vaardigheden en onderwerpen toegevoegd. Door jezelf te beoordelen, kun je je voortgang bijhouden terwijl je leert en vooruitgang boekt.
th_th: คุณยังไม่ได้เพิ่มคะแนนสำหรับทักษะและหัวข้อเหล่านี้ การให้คะแนนตัวเองจะช่วยให้คุณสามารถติดตามความคืบหน้าเมื่อคุณได้เรียนรู้และพัฒนา

# UpdateUserTagRatingsEmail_Preview
source: You haven't updated your ratings in a while.
ar_sa: لم تقم بتحديث تقييماتك منذ فترة.
es_es: Hace tiempo que no actualiza sus calificaciones.
ko_kr: 한 동안 등급을 업데이트하지 않았습니다.
nl_nl: Je hebt je scores al een tijdje niet bijgewerkt.
th_th: คุณไม่ได้อัปเดตคะแนนของคุณมาสักพักแล้ว

# UpdateUserTagRatingsEmail_Subject
source: Time to update your skills!
ar_sa: وقت تحديث مهاراتك
es_es: ¡Es hora de actualizar sus habilidades!
ko_kr: 기술을 업데이트할 시간입니다!
nl_nl: Tijd om je vaardigheden te updaten
th_th: ถึงเวลาอัปเดตทักษะของคุณ!

# UpdateUserTagRatingsEmail_Title
source: It's time for your Skill Checkup!
ar_sa: حان الوقت لفحص المهارات الخاص بك!
es_es: ¡Es hora de revisar sus habilidades!
ko_kr: 기술 점검 시간입니다!
nl_nl: Het is tijd voor je vaardigheid-checkup!
th_th: ถึงเวลาตรวจสอบทักษะของคุณแล้ว!

# User_BioLabel
source: Bio
ar_sa: سيرة ذاتية
es_es: Biografía
ko_kr: 정보
th_th: ประวัติส่วนตัว

# User_CategoryExample
source: example: leadership, accounting, web development, politics, communication
ar_sa: على سبيل المثال في مجالات: القيادة والمحاسبة وتطوير الويب والسياسات والتواصل
es_es: ejemplo: dirección, contabilidad, desarrollo web, política, comunicación
ko_kr: 예: 리더십, 회계, 웹 개발, 정치, 통신
nl_nl: voorbeeld: leiderschap, boekhouding, webdevelopment, politiek, communicatie
th_th: ตัวอย่าง: ความเป็นผู้นำ, การบัญชี, การพัฒนาเว็บ, การเมือง, การสื่อสาร

# User_CategoryExplanation
source: Topics help you discover and categorize learning.
ar_sa: تساعدك المواضيع على اكتشاف الفرص التعليمية وتصنيفها.
es_es: Los temas le ayudan a descubrir y categorizar el aprendizaje.
ko_kr: 주제는 학습을 발견 및 카테고리를 구분하는 데 도움이 됩니다.
nl_nl: Onderwerpen helpen je om leren te ontdekken en categoriseren.
th_th: หัวข้อต่างๆ ช่วยคุณในการค้นพบและจัดหมวดหมู่การเรียนรู้

# User_CategoryQuestion
source: What do you want to learn?
ar_sa: ما الذي تريد أن تتعلمه؟
es_es: ¿Qué quiere aprender?
ko_kr: 무엇을 학습하시겠습니까?
nl_nl: Wat wil je leren?
th_th: คุณต้องการเรียนรู้เรื่องใด?

# User_ChangePassword
source: Change Password
ar_sa: تغيير كلمة المرور
es_es: Cambiar contraseña
ko_kr: 암호 변경
nl_nl: Wachtwoord wijzigen
th_th: เปลี่ยนรหัสผ่าน

# User_CharactersRemaining
source: Characters Remaining
ar_sa: الأحرف المتبقية
es_es: Caracteres restantes
ko_kr: 남은 글자
nl_nl: Resterende tekens
th_th: ตัวอักษรที่เหลืออยู่

# User_DeleteProfile
source: Delete Profile
ar_sa: حذف الحساب
es_es: Eliminar perfil
ko_kr: 프로필 삭제
nl_nl: Profiel verwijderen
th_th: ลบโปรไฟล์

# User_Email
source: Email
ar_sa: البريد الإلكتروني
es_es: Correo electrónico
ko_kr: 이메일
th_th: อีเมล

# User_Extensions
source: Degreed Button
ar_sa: زر Degreed
es_es: Botón Degreed
ko_kr: Degreed 단추
nl_nl: Degreed-knop
th_th: ปุ่ม Degreed

# User_FirstNameLabel
source: First Name
ar_sa: الاسم الأول
es_es: Nombre
ko_kr: 이름
nl_nl: Voornaam
th_th: ชื่อจริง

# User_Integrations
source: Integrations
ar_sa: التكاملات
es_es: Integraciones
ko_kr: 통합
nl_nl: Integraties
th_th: การใช้งานร่วมกัน

# User_LanguageExplanation
source: Show relevant content in your preferred language
ar_sa: إظهار المحتوى ذي الصلة بلغتك المفضّلة
es_es: Mostrar el contenido relevante en su idioma preferido
ko_kr: 선호하는 언어로 관련 콘텐츠 표시
nl_nl: Toon relevante inhoud in je voorkeurstaal
th_th: แสดงเนื้อหาที่เกี่ยวข้องในภาษาที่คุณต้องการ

# User_LastNameLabel
source: Last Name
ar_sa: الاسم الأخير
es_es: Apellidos
ko_kr: 성
nl_nl: Achternaam
th_th: นามสกุล

# User_LocationLabel
source: Location
ar_sa: الموقع
es_es: Ubicación
ko_kr: 위치
nl_nl: Locatie
th_th: ตำแหน่ง

# User_ManagedProfileMessageFormat
source: Your profile settings are being managed by {0}
ar_sa: يجرى إدارة إعدادات الملف التعريفي الخاص بك من قبل {0}
es_es: {0} gestiona los ajustes de su perfil
ko_kr: 귀하의 프로필 설정은 {0}이(가) 관리합니다
nl_nl: Je profielinstellingen worden beheerd door {0}
th_th: การตั้งค่าโปรไฟล์ของคุณได้รับการจัดการโดย {0}

# User_PageTitle
source: Settings
ar_sa: الإعدادات
es_es: Ajustes
ko_kr: 설정
nl_nl: Instellingen
th_th: การตั้งค่า

# User_Personal
source: Personal
ar_sa: شخصي
ko_kr: 개인
nl_nl: Persoonlijk
th_th: ส่วนตัว

# User_PreferredContent
source: Preferred Content Language
ar_sa: لغة المحتوى المفضّلة
es_es: Idioma preferido del contenido
ko_kr: 선호 콘텐츠 언어
nl_nl: Voorkeurstaal van de inhoud
th_th: ภาษาของเนื้อหาที่ต้องการ

# User_ProfileName
source: Profile Name
ar_sa: اسم الملف التعريفي
es_es: Nombre de perfil
ko_kr: 프로필 이름
nl_nl: Profielnaam
th_th: ชื่อโปรไฟล์

# User_ProfilePrivacyLabel
source: Profile Privacy
ar_sa: خصوصية الملف التعريفي
es_es: Privacidad de perfil
ko_kr: 프로필 개인 정보 보호
nl_nl: Profielprivacy
th_th: ความเป็นส่วนตัวของโปรไฟล์

# User_ProfileUrlExplanation
source: This will be your profile URL (e.g. {{domainName}}/profilename)
ar_sa: سيكون هذا عنوان URL الخاص بك (مثل {{domainName}}/profilename)
es_es: Esta será la URL de su perfil (por ejemplo, {{domainName}}/nombredeperfil)
ko_kr: 이것이 귀하의 프로필 URL입니다(예: {{domainName}}/profilename)
nl_nl: dit zal je profiel-URL zijn (bijv. {domainName}/profilename)
th_th: สิ่งนี้จะเป็น URL ของโปรไฟล์คุณ (เช่น {{domainName}}/profilename)

# User_ResetOnboarding
source: Reset onboarding
ar_sa: إعادة ضبط الاستقبال
es_es: Restablecer incorporación
ko_kr: 온보딩 초기화
nl_nl: Resetten onboarding
th_th: รีเซ็ตการแนะนำผู้เริ่มใช้

# User_SaveSettings
source: Save Settings
ar_sa: حفظ الإعدادات
es_es: Guardar ajustes
ko_kr: 설정 저장
nl_nl: Instellingen opslaan
th_th: บันทึกการตั้งค่า

# UserAssessmentSvc_AssessmentsError
source: Sorry! There was a problem accessing your assessments.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى مهامك.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a sus evaluaciones.
ko_kr: 죄송합니다! 평가에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot jouw beoordelingen.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงแบบประเมินของคุณ

# UserBookSvc_BookAccessError
source: Sorry! There was a problem accessing your books.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى الكتب الخاصة بك.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a sus libros.
ko_kr: 죄송합니다! 책에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot jouw boeken.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงหนังสือของคุณ

# UserBookSvc_BookAddError
source: Sorry! There was a problem adding this book.
ar_sa: نعتذر! حدثت مشكلة أثناء إضافة هذا الكتاب.
es_es: ¡Lo sentimos! Se produjo un problema al agregar este libro.
ko_kr: 죄송합니다! 이 책을 추가하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het toevoegen van dit boek.
th_th: ขออภัย! เกิดปัญหาในการเพิ่มหนังสือนี้

# UserBookSvc_BookUpdateError
source: Sorry! There was a problem updating this book.
ar_sa: نعتذر! حدثت مشكلة أثناء تحديث هذا الكتاب.
es_es: ¡Lo sentimos! Se produjo un problema al actualizar este libro.
ko_kr: 죄송합니다! 이 책을 업데이트하는 데 문제가 있습니다.
nl_nl: Sorry! Er was een probleem met het updaten van dit boek.
th_th: ขออภัย! เกิดปัญหาในการอัปเดตหนังสือนี้

# UserController_Achievements
source: Achievements
ar_sa: الإنجازات
es_es: Logros
ko_kr: 업적
nl_nl: Prestaties
th_th: ผลงานความสำเร็จ

# UserController_AddEmailAddress
source: Add email address
ar_sa: إضافة عنوان بريد إلكتروني
es_es: Agregar dirección de correo electrónico
ko_kr: 이메일 주소 추가
nl_nl: E-mailadres toevoegen
th_th: เพิ่มที่อยู่อีเมล

# UserController_AddingSecondEmail
source: Adding a second email helps protect your account and your points.
ar_sa: تساعد إضافة بريد إلكتروني ثاني على حماية حسابك ونقاطك.
es_es: Agregar un segundo correo electrónico le ayudará a proteger su cuenta y sus puntos.
ko_kr: 보조 이메일을 추가하면 계정 및 포인트를 보호하는 데 도움이 됩니다.
nl_nl: Het toevoegen van een tweede e-mail helpt met het beschermen van je account en punten.
th_th: การเพิ่มอีเมลที่สองจะช่วยปกป้องบัญชีและคะแนนของคุณ

# UserController_AddPersonalEmail
source: Add a personal email address
ar_sa: إضافة عنوان بريد إلكتروني شخصي
es_es: Agregar una dirección de correo electrónico personal
ko_kr: 개인 이메일 주소를 추가
nl_nl: Voeg een persoonlijk e-mailadres toe
th_th: เพิ่มที่อยู่อีเมลส่วนตัว

# UserController_AddSkills
source: Add Skills
ar_sa: إضافة مهارات
es_es: Agregar habilidades
ko_kr: 기술 추가
nl_nl: Vaardigheden toevoegen
th_th: เพิ่มทักษะ

# UserController_BulkEdit
source: Bulk Edit
ar_sa: تحرير مجمع
es_es: Editar en masa
ko_kr: 일괄 편집
nl_nl: Bulk bewerken
th_th: แก้ไขเป็นจำนวนมาก

# UserController_BulkEditSelectLabel
source: Select for bulk editing
ar_sa: التحديد للتحرير المجمع
es_es: Seleccionar para edición en masa
ko_kr: 일괄 편집을 위해 선택
nl_nl: Selecteer voor bulkbewerking
th_th: เลือกเพื่อแก้ไขหลายรายการพร้อมกัน

# UserController_CaptureLearningFormat
source: Capture all your learning - professional, informal, in the moment, and on the go - and get credit for it.
ar_sa: احتفظ بكل ما تتعلّمه، بشكل مهني أو غير رسمي سواء كان في الوقت الحالي أم أثناء تنقلك، واحصل على تقدير مقابل ذلك.
es_es: Toda su formación —profesional, informal, en el momento y sobre la marcha— aunada y reconocida.
ko_kr: 전문적, 비공식적, 바로 지금 또는 이동 중의 모든 학습을 추적하고 이에 대한 크레딧을 얻으세요.
nl_nl: Leg alles wat je leert vast; professioneel, informeel, onverwacht en onderweg en ontvang hiervoor studiepunten.
th_th: บันทึกการเรียนรู้ทั้งหมด ไม่ว่าจะเป็นความรู้จากการประกอบอาชีพ ความรู้อย่างไม่เป็นทางการ การเรียนรู้ที่เกิดขึ้นฉับพลัน และสิ่งที่ได้เรียนรู้ขณะเดินทาง พร้อมรับหน่วยกิตจากสิ่งเหล่านี้

# UserController_CategoryFilter
source: Category Filter
ar_sa: عامل تصفية التصنيف
es_es: Filtro de categorías
ko_kr: 카테고리 필터
nl_nl: Categorie-filter
th_th: ตัวกรองหมวดหมู่

# UserController_Collection
source: Collection
ar_sa: تجميعة
es_es: Colección
ko_kr: 컬렉션
nl_nl: Verzameling
th_th: คอลเล็กชัน

# UserController_ConnectedEmail
source: Connected Email Accounts
ar_sa: حسابات البريد الإلكتروني المتصلة
es_es: Cuentas de correo electrónico conectadas
ko_kr: 연결된 이메일 계정
nl_nl: Gekoppelde e-mailaccounts
th_th: บัญชีอีเมลที่เชื่อมต่อแล้ว

# UserController_Content
source: Content
ar_sa: المحتوى
es_es: Contenido
ko_kr: 콘텐츠
th_th: เนื้อหา

# UserController_DashboardTitle
source: Feed
ar_sa: موجز
es_es: Contenido
ko_kr: 피드
th_th: ฟีด

# UserController_DegreedButton
source: Install the Degreed Button
ar_sa: تثبيت زر موقع Degreed
es_es: Instalar el botón Degreed
ko_kr: Degreed 단추 설치
nl_nl: Installeer de Degreed-knop
th_th: ติดตั้งปุ่ม Degreed

# UserController_DegreedGroups
source: a collaborative learning environment where employees and teams inspire, challenge, and help each other grow.
ar_sa: بيئة تعليمية تعاونية فيها تلهم الفرق والأعضاء كل منهم الآخر ويتحدى بعضهم البعض كما يساعدوا كل فرد منهم على تحقيق النمو.
es_es: un entorno de formación colaborativo en el que los empleados y equipos se inspiran, se desafían y se ayudan a crecer.
ko_kr: 직원과 팀이 서로에게 영감과 도전을 주고 서로 성장하는 협력적 학습 환경
nl_nl: Een collaboratieve leeromgeving waarin medewerkers en teams elkaar inspireren, uitdagen en helpen groeien.
th_th: สภาพแวดล้อมการเรียนรู้เชิงร่วมมือ ซึ่งพนักงานและทีมสามารถสร้างแรงบันดาลใจ ท้าทาย และช่วยเหลือกัน เพื่อเติบโตไปพร้อมๆ กัน

# UserController_Delete
source: Delete
ar_sa: حذف
es_es: Eliminar
ko_kr: 삭제
nl_nl: Verwijderen
th_th: ลบ

# UserController_DeleteProfile
source: Are you sure you want to delete your Degreed profile?
ar_sa: هل أنت متأكد من رغبتك في حذف الملف الشخصي لك على Degreed؟
es_es: ¿De verdad quiere eliminar su perfil en Degreed?
ko_kr: 귀하의 Degreed 프로필을 삭제하시겠습니까?
nl_nl: Weet je zeker dat je je Degreed-profiel wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบโปรไฟล์ Degreed ของคุณ?

# UserController_EditCategories
source: Edit Topics
ar_sa: تحرير الموضوعات
es_es: Editar temas
ko_kr: 주제 편집
nl_nl: Onderwerpen bewerken
th_th: แก้ไขหัวข้อ

# UserController_EmailAddress
source: email address
ar_sa: عنوان البريد الإلكتروني
es_es: dirección de correo electrónico
ko_kr: 이메일 주소
nl_nl: e-mailadres
th_th: ที่อยู่อีเมล

# UserController_EmailPreferences
source: Email Preferences
ar_sa: تفضيلات البريد الإلكتروني
es_es: Preferencias de correo electrónico
ko_kr: 이메일 기본 설정
nl_nl: E-mailvoorkeuren
th_th: การตั้งค่าอีเมล

# UserController_EmptyProfile
source: Profile Is Empty
ar_sa: الملف التعريفي فارغ
es_es: El perfil está vacío
ko_kr: 프로필이 비어 있음
nl_nl: Profiel is leeg
th_th: โปรไฟล์ยังไม่มีข้อมูล

# UserController_EnterEmail
source: Enter an email address
ar_sa: أدخل عنوان بريد إلكتروني
es_es: Ingrese correo electrónico
ko_kr: 이메일 주소 입력
nl_nl: E-mailadres invoeren
th_th: ป้อนที่อยู่อีเมล

# UserController_FilterCollection
source: Filter Collection
ar_sa: تصفية التجميعية
es_es: Filtrar colección
ko_kr: 필터 컬렉션
nl_nl: Verzameling filteren
th_th: กรองคอลเล็กชัน

# UserController_FindLearning
source: Find Something to Learn
ar_sa: اعثر على شيء ما لتتعلمه
es_es: Buscar algo que aprender
ko_kr: 배울 것을 찾기
nl_nl: Iets vinden om te leren
th_th: ค้นหาสิ่งที่ต้องการเรียนรู้

# UserController_FollowersSubHeading
source: Followers:
ar_sa: المتابعون:
es_es: Seguidores:
ko_kr: 팔로워:
nl_nl: Volgers:
th_th: ผู้ติดตาม:

# UserController_FollowersTitle
source: Followers
ar_sa: المتابعون
es_es: Seguidores
ko_kr: 팔로워
nl_nl: Volgers
th_th: ผู้ติดตาม

# UserController_FollowFormat
source: Follow learning activities for {{name}}
ar_sa: متابعة الأنشطة التعليمية لـ{{name}}
es_es: Seguir actividades de formación de {{name}}
ko_kr: {{name}}의 학습 활동을 팔로우
nl_nl: Leeractiviteiten volgen voor {{name}}
th_th: ติดตามกิจกรรมการเรียนรู้ของ {{name}}

# UserController_FollowingSubHeading
source: Following:
ar_sa: متابع لـ:
es_es: Siguiendo:
ko_kr: 팔로잉:
nl_nl: Volgend:
th_th: กำลังติดตาม:

# UserController_For
source: for
ar_sa: لـ
es_es: para
ko_kr: 용도
nl_nl: voor
th_th: สำหรับ

# UserController_GoogleUsernamePlaceholder
source: Google+ username
ar_sa: اسم المستخدم على حساب Google+
es_es: Nombre de usuario de Google+
ko_kr: Google+ 사용자 이름
nl_nl: Gebruikersnaam Google+
th_th: ชื่อผู้ใช้ Google+

# UserController_GreetingFormat
source: Hello, {0}
ar_sa: مرحبا {0},
es_es: Hola, {0}
ko_kr: {0}님, 안녕하세요!
nl_nl: Hallo, {0}
th_th: สวัสดี {0}

# UserController_GroupsTitle
source: Groups
ar_sa: المجموعات
es_es: Grupos
ko_kr: 그룹
nl_nl: Groepen
th_th: กลุ่ม

# UserController_In
source: in
ar_sa: في
es_es: en
ko_kr: 에서
th_th: ใน

# UserController_Insights
source: Insights
ar_sa: معارف دقيقة
es_es: Estadísticas
ko_kr: 통찰력
nl_nl: Inzichten
th_th: องค์ความรู้

# UserController_InviteAll
source: Invite All
ar_sa: دعوة الكل
es_es: Invitar a todos
ko_kr: 모두 초대
nl_nl: Allen uitnodigen
th_th: เชิญทุกคน

# UserController_InviteFriends
source: Invite Friends
ar_sa: دعوة الأصدقاء
es_es: Invitar a amigos
ko_kr: 친구 초대
nl_nl: Vrienden uitnodigen
th_th: เชิญเพื่อน

# UserController_ItemsSelected
source: selected
ar_sa: العناصر المحددة
es_es: seleccionados
ko_kr: 선택됨
nl_nl: geselecteerd
th_th: เลือกแล้ว

# UserController_JoinGroups
source: + Join Groups
ar_sa: + الانضمام إلى المجموعات
es_es: + Unirse a grupos
ko_kr: + 그룹 참가
nl_nl: + Lid worden van groepen
th_th: + เข้าร่วมกลุ่ม

# UserController_LastName
source: Last Name
ar_sa: الاسم الأخير
es_es: Apellidos
ko_kr: 성
nl_nl: Achternaam
th_th: นามสกุล

# UserController_Loading
source: Loading...
ar_sa: جاري التحميل...
es_es: Cargando...
ko_kr: 로드 중...
nl_nl: Wordt geladen...
th_th: กำลังโหลด...
