Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# EmailTemplateSummary_AlreadyCompletedGroupTargetDueFormat
source: {0} | <b>{1}</b> follow by {2} (You've already done this! Great job, overachiever.)
ar_sa: {0} | <b>{1}</b> للمتابعة من قبل {2} (لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: {0} | Seguir <b>{1}</b> para el {2} (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: {2}까지 {0} | <b>{1}</b> 팔로우 (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: {0} | <b>{1}</b> volgen voor {2} (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: {0} | <b>{1}</b> ติดตามภายใน {2} (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_AlreadyCompletedGroupTargetFormat
source: {0} | <b>{1}</b> (You've already done this! Great job, overachiever.)
ar_sa: {0} | <b>{1}</b> لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: {0} | <b>{1}</b> (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: {0} | <b>{1}</b> (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: {0} | <b>{1}</b> (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: {0} | <b>{1}</b> (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_AlreadyCompletedGroupVideoDueFormat
source: {0} | <b>{1}</b> watch by {2} (You've already done this! Great job, overachiever.)
ar_sa: {0} | <b>{1}</b> للمشاهدة من قبل {2} (لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: {0} | Mirar <b>{1}</b> para el {2} (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: {2}까지 {0} | <b>{1}</b> 시청 (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: {0} | <b>{1}</b> kijken voor {2} (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: {0} | <b>{1}</b> รับชมภายใน {2} (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_AlreadyCompletedGroupVideoFormat
source: {0} | <b>{1}</b> (You've already done this! Great job, overachiever.)
ar_sa: {0} | <b>{1}</b> لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: {0} | <b>{1}</b> (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: {0} | <b>{1}</b> (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: {0} | <b>{1}</b> (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: {0} | <b>{1}</b> (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_AlreadyCompletedPathwayDueFormat
source: <b>{0}</b> complete by {1} (You've already done this! Great job, overachiever.)
ar_sa: <b>{0}</b> للإتمام من قبل {1} (لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: Completar <b>{0}</b> para el {1} (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: {1}까지 <b>{0}</b> 완료 (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: <b>{0}</b> Voltooien voor {1} (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: <b>{0}</b> ทำให้เสร็จภายใน {1} (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_AlreadyCompletedPathwayFormat
source: <b>{0}</b> (You've already done this! Great job, overachiever.)
ar_sa: <b>{0}</b> لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: <b>{0}</b> (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: <b>{0}</b> (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: <b>{0}</b> (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: <b>{0}</b> (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_AlreadyCompletedTargetDueFormat
source: <b>{0}</b> Follow by {1} (You've already done this! Great job, overachiever.)
ar_sa: <b>{0}</b> للاتباع من قبل {1} (لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: Seguir <b>{0}</b> para el {1} (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: {1}까지 <b>{0}</b> 팔로우 (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: <b>{0}</b> volgen voor {1} (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: <b>{0}</b> ติดตามภายใน {1} (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_AlreadyCompletedTargetFormat
source: <b>{0}</b> (You've already done this! Great job, overachiever.)
ar_sa: <b>{0}</b> لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: <b>{0}</b> (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: <b>{0}</b> (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: <b>{0}</b> (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: <b>{0}</b> (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_AlreadyCompletedVideoDueFormat
source: <b>{0}</b> watch by {1} (You've already done this! Great job, overachiever.)
ar_sa: <b>{0}</b> للمشاهدة من قبل {1} (لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: Mirar <b>{0}</b> para el {1} (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: {1}까지 <b>{0}</b> 시청 (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: <b>{0}</b> kijken voor {1} (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: <b>{0}</b> รับชมภายใน {1} (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_AlreadyCompletedVideoFormat
source: <b>{0}</b> (You've already done this! Great job, overachiever.)
ar_sa: <b>{0}</b> لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: <b>{0}</b> (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: <b>{0}</b> (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: <b>{0}</b> (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: <b>{0}</b> (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_ArticleDueFormat
source: <b>{0}</b> read by {1}
ar_sa: <b>{0}</b> للقراءة من قبل {1}
es_es: Leer <b>{0}</b> para el {1}
ko_kr: {1}까지 <b>{0}</b> 읽기
nl_nl: <b>{0}</b> lezen voor {1}
th_th: <b>{0}</b> อ่านภายใน {1}

# EmailTemplateSummary_AssessmentDueFormat
source: <b>{0}</b> complete by {1}
ar_sa: <b>{0}</b> للإتمام من قبل {1}
es_es: Completar <b>{0}</b> para el {1}
ko_kr: {1}까지 <b>{0}</b> 완료
nl_nl: <b>{0}</b> voltooien voor {1}
th_th: <b>{0}</b> ทำให้เสร็จภายใน {1}

# EmailTemplateSummary_AssignedByFormat
source: Assigned by {0}
ar_sa: مسند من قبل {0}
es_es: Asignado por {0}
ko_kr: {0}에 의해 할당
nl_nl: Toegewezen door {0}
th_th: มอบหมายโดย {0}

# EmailTemplateSummary_AssignedLearningTitle
source: Assigned Learning
ar_sa: التعلم المسند
es_es: Formación asignada
ko_kr: 할당된 학습
nl_nl: Toegewezen leren
th_th: การเรียนรู้ที่มอบหมาย

# EmailTemplateSummary_BookDueFormat
source: <b>{0}</b>read by {1}
ar_sa: <b>{0}</b> للقراءة من قبل {1}
es_es: Leer <b>{0}</b>para el {1}
ko_kr: {1}까지 <b>{0}</b> 읽기
nl_nl: <b>{0}</b> lezen voor {1}
th_th: <b>{0}</b>อ่านภายใน {1}

# EmailTemplateSummary_CompletedByFormat
source: Recently completed by {0}
ar_sa: تم مؤخرًا بواسطة {0}
es_es: Completado recientemente por {0}
ko_kr: {0}이(가) 최근에 완료
nl_nl: Recentelijk voltooid door {0}
th_th: เพิ่งทำเสร็จสิ้นโดย {0}

# EmailTemplateSummary_CompletedFormat
source: Members of your groups completed this {0}
ar_sa: أكمل أعضاء المجموعات الخاصة بك هذا {0}
es_es: Miembros de sus grupos completaron este {0}
ko_kr: 그룹의 멤버가 이 {0}을(를) 완료
nl_nl: Leden van jouw groepen hebben dit voltooid {0}
th_th: สมาชิกกลุ่มของคุณดำเนินการกับ {0} เสร็จเรียบร้อยแล้ว

# EmailTemplateSummary_CourseDueFormat
source: <b>{0}</b> completed by {1}
ar_sa: <b>{0}</b> تم من قبل {1}
es_es: Completar <b>{0}</b> para el {1}
ko_kr: {1}까지 <b>{0}</b> 완료
nl_nl: <b>{0}</b> voltooid op {1}
th_th: <b>{0}</b> ทำให้เสร็จภายใน {1}

# EmailTemplateSummary_DailySubject
source: Your Daily Summary
ar_sa: الموجز اليومي الخاص بك
es_es: Su resumen diario
ko_kr: 매일 요약
nl_nl: Jouw Dagelijks Overzicht
th_th: ข้อมูลสรุปประจำวันของคุณ

# EmailTemplateSummary_Due
source: Due
ar_sa: واجب الأداء
es_es: Para el
ko_kr: 기한
nl_nl: Einddatum
th_th: กำหนดเวลา

# EmailTemplateSummary_EpisodeDueFormat
source: <b>{0}</b> complete by {1}
ar_sa: <b>{0}</b> للإتمام من قبل {1}
es_es: Completar <b>{0}</b> para el {1}
ko_kr: {1}까지 <b>{0}</b> 완료
nl_nl: <b>{0}</b> voltooien voor {1}
th_th: <b>{0}</b> ทำให้เสร็จภายใน {1}

# EmailTemplateSummary_EventDueFormat
source: <b>{0}</b> attend by {1}
ar_sa: <b>{0}</b> للحضور من قبل {1}
es_es: Asistir a <b>{0}</b> para el {1}
ko_kr: {1}까지 <b>{0}</b> 참석
nl_nl: <b>{0}</b> bijwonen voor {1}
th_th: <b>{0}</b> เข้าร่วมภายใน {1}

# EmailTemplateSummary_FollowersTitle
source: New Followers
ar_sa: متابعون جدد
es_es: Nuevos seguidores
ko_kr: 신규 팔로워
nl_nl: Nieuwe volgers
th_th: ผู้ติดตามใหม่

# EmailTemplateSummary_FollowingTitle
source: Latest From The People You Follow
ar_sa: الأحدث من الأشخاص الذين تتابعهم
es_es: Novedades de la gente a la que sigue
ko_kr: 팔로우하는 사람들의 최신 소식
nl_nl: Het laatste Van de personen die jij volgt
th_th: ล่าสุดจากบุคคลที่คุณติดตาม

# EmailTemplateSummary_FromGroup
source: Popular in your group
ar_sa: الشائع في مجموعتك
es_es: Popular en su grupo
ko_kr: 그룹에서 인기 있음
nl_nl: Populair in jouw groep
th_th: เป็นที่นิยมในกลุ่มของคุณ

# EmailTemplateSummary_FromGroupFormat
source: Popular in {0} group
ar_sa: الشائع في مجموعة {0}
es_es: Popular en el grupo {0}
ko_kr: {0} 그룹에서 인기
nl_nl: Populair in {0} groep
th_th: เป็นที่นิยมในกลุ่ม {0}

# EmailTemplateSummary_FromJobRoleFormat
source: From the {0} skill plan
ar_sa: من خطة المهارات {0}
es_es: Del plan de habilidades {0}
ko_kr: {0} 기술 계획에서
nl_nl: Uit het {0} vaardigheidsplan
th_th: จากแผนทักษะ {0}

# EmailTemplateSummary_FromPathwayFormat
source: From {0} pathway
ar_sa: من المساق {0}
es_es: Del itinerario {0}
ko_kr: {0} 경로에서부터
nl_nl: Vanaf {0} leerpad
th_th: จากเส้นทางการเรียนรู้ {0}

# EmailTemplateSummary_GroupArticleDueFormat
source: {0} | <b>{1}</b> read by {2}
ar_sa: {0} | <b>{1}</b> للقراءة من قبل {2}
es_es: {0} | Leer <b>{1}</b> para el {2}
ko_kr: {2}까지 {0} | <b>{1}</b> 읽기
nl_nl: {0} | <b>{1}</b> lezen voor {2}
th_th: {0} | <b>{1}</b> อ่านภายใน {2}

# EmailTemplateSummary_GroupAssessmentDueFormat
source: {0} | <b>{1}</b> complete by {2}
ar_sa: {0} | <b>{1}</b> اكتمال بحلول {2}
es_es: {0} | Completar <b>{1}</b> para el {2}
ko_kr: {2}까지 {0} | <b>{1}</b> 완료
nl_nl: {0} | <b>{1}</b> voltooien voor {2}
th_th: {0} | <b>{1}</b> ทำให้เสร็จภายใน {2}

# EmailTemplateSummary_GroupBookDueFormat
source: {0} | <b>{1}</b> read by {2}
ar_sa: {0} | <b>{1}</b> للقراءة من قبل {2}
es_es: {0} | Leer <b>{1}</b> para el {2}
ko_kr: {2}까지 {0} | <b>{1}</b> 읽기
nl_nl: {0} | <b>{1}</b> lezen voor {2}
th_th: {0} | <b>{1}</b> อ่านภายใน {2}

# EmailTemplateSummary_GroupCourseDueFormat
source: {0} | <b>{1}</b> complete by {2}
ar_sa: {0} | <b>{1}</b> اكتمال بحلول {2}
es_es: {0} | Completar <b>{1}</b> para el {2}
ko_kr: {2}까지 {0} | <b>{1}</b> 완료
nl_nl: {0} | <b>{1}</b> voltooien voor {2}
th_th: {0} | <b>{1}</b> ทำให้เสร็จภายใน {2}

# EmailTemplateSummary_GroupEpisodeDueFormat
source: {0} | <b>{1}</b> complete by {2}
ar_sa: {0} | <b>{1}</b> اكتمال بحلول {2}
es_es: {0} | Completar <b>{1}</b> para el {2}
ko_kr: {2}까지 {0} | <b>{1}</b> 완료
nl_nl: {0} | <b>{1}</b> voltooien voor {2}
th_th: {0} | <b>{1}</b> ทำให้เสร็จภายใน {2}

# EmailTemplateSummary_GroupEventDueFormat
source: {0} | <b>{1}</b> attend by {2}
ar_sa: {0} | <b>{1}</b> للحضور من قبل {2}
es_es: {0} | Asistir a <b>{1}</b> para el {2}
ko_kr: {2}까지 {0} | <b>{1}</b> 참석
nl_nl: {0} | <b>{1}</b> bijwonen voor {2}
th_th: {0} | <b>{1}</b> เข้าร่วมภายใน {2}

# EmailTemplateSummary_GroupPathwayDueFormat
source: {0} | <b>{1}</b> complete by {2}
ar_sa: {0} | <b>{1}</b> اكتمال بحلول {2}
es_es: {0} | Completar <b>{1}</b> para el {2}
ko_kr: {2}까지 {0} | <b>{1}</b> 완료
nl_nl: {0} | <b>{1}</b> voltooien voor {2}
th_th: {0} | <b>{1}</b> ทำให้เสร็จภายใน {2}

# EmailTemplateSummary_GroupTargetDueFormat
source: {0} | <b>{1}</b> complete by {2}
ar_sa: {0} | <b>{1}</b> اكتمال بحلول {2}
es_es: {0} | Completar <b>{1}</b> para el {2}
ko_kr: {2}까지 {0} | <b>{1}</b> 완료
nl_nl: {0} | <b>{1}</b> voltooien voor {2}
th_th: {0} | <b>{1}</b> ทำให้เสร็จภายใน {2}

# EmailTemplateSummary_GroupVideoDueFormat
source: {0} | <b>{1}</b> watch by {2}
ar_sa: {0} | <b>{1}</b> للمشاهدة من قبل {2}
es_es: {0} | Mirar <b>{1}</b> para el {2}
ko_kr: {2}까지 {0} | <b>{1}</b> 시청
nl_nl: {0} | <b>{1}</b> bekijk voor {2}
th_th: {0} | <b>{1}</b> รับชมภายใน {2}

# EmailTemplateSummary_MoreLikeThisCompletedFormat
source: Because you completed {0}
ar_sa: لأنك أتممت {0}
es_es: Porque completó {0}
ko_kr: 귀하가 {0}을(를) 완료했으므로
nl_nl: Omdat je {0} hebt voltooid
th_th: เนื่องจากคุณได้ดำเนินการกับ {0}

# EmailTemplateSummary_MoreLikeThisReadFormat
source: Because you read {0}
ar_sa: لأنك قرأت {0}
es_es: Porque leyó {0}
ko_kr: 귀하가 {0}을(를) 읽었으므로
nl_nl: Omdat je {0} hebt gelezen
th_th: เนื่องจากคุณได้อ่าน {0}

# EmailTemplateSummary_MoreLikeThisWatchedFormat
source: Because you watched {0}
ar_sa: لأنك شاهدت {0}
es_es: Porque miró {0}
ko_kr: 귀하가 {0}을(를) 시청했으므로
nl_nl: Omdat je {0} hebt gekeken
th_th: เนื่องจากคุณได้รับชม {0}

# EmailTemplateSummary_PathwayDueFormat
source: <b>{0}</b> complete by {1}
ar_sa: <b>{0}</b> للإتمام من قبل {1}
es_es: Completar <b>{0}</b> para el {1}
ko_kr: {1}까지 <b>{0}</b> 완료
nl_nl: <b>{0}</b> voltooien voor {1}
th_th: <b>{0}</b> ทำให้เสร็จภายใน {1}

# EmailTemplateSummary_Preview
source: We have some new learning for you today...
ar_sa: لدينا شيئا جديدا تتعلمه اليوم ...
es_es: Tenemos cosas nuevas para que aprenda hoy...
ko_kr: 오늘 새로 학습할 것이 있습니다...
nl_nl: We hebben vandaag nieuwe leerstof voor je...
th_th: วันนี้เรามีการเรียนรู้ใหม่สำหรับคุณ...

# EmailTemplateSummary_PreviewText
source: Learn something new today
ar_sa: تعلم شيء جديد اليوم
es_es: Aprenda algo nuevo hoy
ko_kr: 오늘 새로운 것을 배웁니다
nl_nl: Leer vandaag iets nieuws
th_th: เรียนรู้สิ่งใหม่วันนี้

# EmailTemplateSummary_Queue
source: Saved For Later
ar_sa: محفوظ لوقت لاحق
es_es: Se guardó para más tarde
ko_kr: 나중을 위해 저장함
nl_nl: Bewaard voor later
th_th: บันทึกไว้ทำในภายหลัง

# EmailTemplateSummary_ReadByFormat
source: Recently read by {0}
ar_sa: تمت قراءته حديثا من قبل {0}
es_es: Recién leído por {0}
ko_kr: {0}이(가) 최근에 읽음
nl_nl: Onlangs gelezen door {0}
th_th: {0} เพิ่งอ่านเมื่อไม่นานมานี้

# EmailTemplateSummary_ReadFormat
source: Members of your groups read this {0}
ar_sa: قرأ أعضاء المجموعات الخاصة بك هذا {0}
es_es: Miembros de sus grupos leyeron este {0}
ko_kr: 그룹의 멤버가 이 {0}을(를) 읽음
nl_nl: Leden van jouw groepen hebben dit gelezen {0}
th_th: สมาชิกกลุ่มของคุณอ่าน {0} นี้

# EmailTemplateSummary_RecommendationsTitle
source: Shared
ar_sa: تم المشاركة
es_es: Contenidos compartidos
ko_kr: 공유됨
nl_nl: Gedeeld
th_th: แบ่งปันแล้ว

# EmailTemplateSummary_RecommendedByFormat
source: Shared by {0}
ar_sa: تم مشاركته بواسطة {0}
es_es: Compartido por {0}
ko_kr: {0}이(가) 공유
nl_nl: Gedeeld door {0}
th_th: แบ่งปันโดย{0}

# EmailTemplateSummary_Subject
source: Daily Digest
ar_sa: الموجز اليومي
es_es: Resumen diario
ko_kr: 일일 다이제스트
nl_nl: Dagelijks overzicht
th_th: ข่าวสารรายวัน

# EmailTemplateSummary_TargetDueFormat
source: <b>{0}</b> follow by {1}
ar_sa: <b>{0}</b> للحضور من قبل {1}
es_es: Seguir <b>{0}</b> para el {1}
ko_kr: {1}까지 <b>{0}</b> 팔로우
nl_nl: <b>{0}</b> volgen voor {1}
th_th: <b>{0}</b> ติดตามภายใน {1}

# EmailTemplateSummary_Title
source: Your Daily Learning Digest
ar_sa: ملخص تعلّمك اليومي
es_es: Su boletín de aprendizaje diario
ko_kr: 일일 학습 다이제스트
nl_nl: Jouw dagelijkse leeroverzicht
th_th: ข่าวสารการเรียนรู้รายวันสำหรับคุณ

# EmailTemplateSummary_TitleFormat
source: {0}, here's your daily roundup
ar_sa: {0}، إليك موجز التعلّم اليومي الخاص بك
es_es: {0}, aquí tiene su compendio diario
ko_kr: {0}님, 귀하를 위한 일일 업데이트입니다
nl_nl: {0}, hier zijn je dagelijkse nieuwtjes
th_th: {0} นี่คือสรุปเนื้อหาประจำวันของคุณ

# EmailTemplateSummary_TodaysLearningTitle
source: Today's Learning
ar_sa: تعلم اليوم
es_es: Formación de hoy
ko_kr: 오늘의 학습
nl_nl: Leren voor vandaag
th_th: บทเรียนประจำวัน

# EmailTemplateSummary_VideoDueFormat
source: <b>{0}</b> watch by {1}
ar_sa: <b>{0}</b> للمشاهدة من قبل {1}
es_es: Mirar <b>{0}</b> para el {1}
ko_kr: {1}까지 <b>{0}</b> 시청
nl_nl: <b>{0}</b> kijk voor {1}
th_th: <b>{0}</b> รับชมภายใน {1}

# EmailTemplateSummary_WatchedByFormat
source: Recently watched by {0}
ar_sa: تمت مشاهدته حديثا من قبل {0}
es_es: Recién visto por {0}
ko_kr: {0}이(가) 최근에 시청
nl_nl: Onlangs bekeken door {0}
th_th: {0} เพิ่งรับชมเมื่อไม่นานมานี้

# EmailTemplateSummary_WatchedFormat
source: Members of your groups watched this {0}
ar_sa: شاهد أعضاء المجموعات الخاصة بك هذا {0}
es_es: Miembros de sus grupos miraron este {0}
ko_kr: 그룹의 멤버가 이 {0}을(를) 시청함
nl_nl: Leden van jouw groepen hebben dit gekeken {0}
th_th: สมาชิกในกลุ่มของคุณดู {0}นี้

# EmailTemplateSummary_WeeklySubject
source: Your Weekly Summary
ar_sa: الموجز الأسبوعي الخاص بك
es_es: Su resumen semanal
ko_kr: 주간 요약
nl_nl: Jouw Wekelijkse Overzicht
th_th: ข้อมูลสรุปประจำสัปดาห์ของคุณ

# EmailTemplateVerifiedDocument_ProfileLink
source: View your profile on Degreed
ar_sa: عرض ملفك الشخصي على Degreed
es_es: Ver su perfil en Degreed
ko_kr: Degreed에서 프로필 보기
nl_nl: Je profiel weergeven op Degreed
th_th: ดูโปรไฟล์ของคุณใน Degreed

# EmailTemplateVerifiedDocument_ProfileOnDegreedFormat
source: You have received this email because you have a profile with {0}Degreed{1}.
ar_sa: لقد تسلمت رسالة البريد الإلكتروني هذه لوجود ملف شخصي لك {0}Degreed{1}.
es_es: Recibió este correo electrónico porque tiene un perfil en {0}Degreed{1}.
ko_kr: 귀하는 {0}Degreed{1}에 프로필이 있기 때문에 이 이메일을 받으셨습니다.
nl_nl: Je hebt deze e-mail ontvangen omdat je een profiel hebt bij {0} Degreed {1}.
th_th: คุณได้รับอีเมลฉบับนี้เพราะคุณได้ทำโปรไฟล์กับ {0}Degreed{1} เอาไว้

# EmailTemplateVerifiedDocument_SubjectFormat
source: Your {0} has been verified
ar_sa: تم تأكيد {0} الخاص بك
es_es: Se comprobó su {0}
ko_kr: {0}이(가) 확인되었습니다
nl_nl: Jouw {0} is geverifieerd
th_th: {0}ของคุณได้รับการยืนยันแล้ว

# EmailTemplateVerifiedDocument_TitleFormat
source: Degreed | Your {0} has been verified
ar_sa: Degreed | تم تأكيد {0} الخاص بك
es_es: Degreed | Se comprobó su {0}
ko_kr: Degreed | {0}이(가) 확인되었습니다
nl_nl: Degreed | Jouw {0} is geverifieerd
th_th: Degreed | {0}ของคุณได้รับการยืนยันแล้ว

# EmailTemplateVerifiedDocument_VerifiedFormat
source: We verified your uploaded {0} as you requested. Your completed courses are now part of your Degreed profile. Check it out!
ar_sa: لقد أكدنا الـ {0} الذي قمت بتحميله حسبما طلبت. لقد أصبحت الآن الدورات التعليمية التي أنهيتها جزءًا من ملفك الشخصي على Degreed. تحقق من ذلك!
es_es: Comprobamos su {0} cargado como solicitó. Sus cursos completados ahora forman parte de su perfil de Degreed. ¡Eche un vistazo!
ko_kr: 요청한 대로 업로드한 {0}을(를) 확인했습니다. 완료한 과정은 이제 귀하의 Degreed 프로필의 일부분입니다. 확인해 보세요!
nl_nl: We hebben jouw geüploade {0} geverifieerd, zoals je ons hebt verzocht. Jouw voltooide cursussen zijn nu een deel van je Degreed-profiel. Neem een kijkje!
th_th: เราได้รับรอง{0}ที่คุณอัปโหลดมาตามที่คุณขอแล้ว หลักสูตรที่คุณสำเร็จการศึกษาได้กลายเป็นส่วนหนึ่งของโปรไฟล์ Degreed แล้ว ลองดูสิ!

# EmailTemplateVerifiedDocument_VerifiedHeadingFormat
source: Your {0} has been verified
ar_sa: تم تأكيد {0} الخاص بك
es_es: Se comprobó su {0}
ko_kr: {0}이(가) 확인되었습니다
nl_nl: Jouw {0} is geverifieerd
th_th: {0}ของคุณได้รับการยืนยันแล้ว

# EmailTemplateWeekly_DidYouKnowHeading
source: Did you know...?
ar_sa: هل تعلم...؟
es_es: ¿Sabía...?
ko_kr: 알고 계셨습니까?
nl_nl: Wist je dat...?
th_th: คุณรู้หรือไม่ว่า...?

# EmailTemplateWeekly_FollowersHeading
source: New Followers
ar_sa: متابعون جدد
es_es: Nuevos seguidores
ko_kr: 신규 팔로워
nl_nl: Nieuwe volgers
th_th: ผู้ติดตามใหม่

# EmailTemplateWeekly_IntegrationsButton
source: Connect your accounts
ar_sa: تواصل مع حساباتك
es_es: Conectar sus cuentas
ko_kr: 계정을 연결
nl_nl: Koppel je accounts
th_th: เชื่อมต่อบัญชีของคุณ

# EmailTemplateWeekly_IntegrationsDescription
source: Degreed can automatically import articles, books and more from providers like Goodreads and Codecademy.
ar_sa: يمكن لموقع Degreed أن ستورد المقالات والكتب وأكثر من عدة موردين مثل Goodreads و Codecademy.
es_es: Degreed puede importar automáticamente artículos, libros, entre otros, de proveedores como Goodreads y Codecademy.
ko_kr: Degreed는 자동으로 아티클, 책 및 Goodreads와 Codecademy와 같은 제공자에게서 가져오기를 할 수 있습니다.
nl_nl: Degreed kan automatisch artikelen, boeken en meer importeren van aanbieders zoals Goodreads en Codecademy.
th_th: Degreed สามารถนำเข้าข้อมูลของบทความ หนังสือ และอีกมากมายจากผู้ให้บริการอย่าง Goodreads และ Codecademy ได้โดยอัตโนมัติ

# EmailTemplateWeekly_LearnNextDescription
source: Here's what people are learning on Degreed this week.
ar_sa: وهذا ما يتعلمه الأشخاص على Degreed خلال هذا الأسبوع.
es_es: Esto es lo que la gente aprendió en Degreed esta semana.
ko_kr: 사람들이 이번 중에 Degreed에서 이런 것을 배웠습니다.
nl_nl: Dit is wat mensen deze week op Degreed leren.
th_th: สัปดาห์นี้ผู้คนกำลังศึกษาเรื่องต่อไปนี้ใน Degreed

# EmailTemplateWeekly_logo
source: logo
ar_sa: شعار
es_es: logotipo
ko_kr: 로고
th_th: โลโก้

# EmailTemplateWeekly_MainHeading
source: Your Week on Degreed
ar_sa: أسبوعك على Degreed
es_es: Su semana en Degreed
ko_kr: Degreed에서 이번 주
nl_nl: Jouw Week op Degreed
th_th: สัปดาห์นี้ของคุณใน Degreed

# EmailTemplateWeekly_MobileAppDescription
source: You can track all of your learning with Degreed's mobile app!
ar_sa: يمكنك تتبع كل ما تعلمته عن طريق تطبيق Degreed على الهاتف الخلوي!
es_es: Puede hacer seguimiento de toda su formación con la app móvil de Degreed.
ko_kr: Degreed 모바일앱에서 이 모든 것을 추적할 수 있습니다.
nl_nl: Alles wat je leert kun je volgen met de mobiele app van Degreed!
th_th: ด้วยแอปมือถือของ Degreed คุณสามารถติดตามการเรียนรู้ทุกอย่างได้!

# EmailTemplateWeekly_StatsHeading
source: Your Weekly Stats
ar_sa: إحصائياتك الأسبوعية
es_es: Sus estadísticas semanales
ko_kr: 주간 통계
nl_nl: Jouw wekelijkse statistieken
th_th: ข้อมูลสรุปประจำสัปดาห์ของคุณ

# EmailTemplateWeekly_ViewAll
source: View All
ar_sa: عرض الكل
es_es: Ver todo
ko_kr: 모두 보기
nl_nl: Alles weergeven
th_th: ดูทั้งหมด

# EmbeddedLearning_ComingSoon
source: Coming Soon!
ar_sa: سيأتي قريبًا!
es_es: Próximamente
ko_kr: 곧 제공 예정!
nl_nl: Binnenkort!
th_th: เร็ว ๆ นี้!

# EmbeddedLearning_RelatedArticles
source: Related articles
ar_sa: المقالات ذات الصلة
es_es: Artículos relacionados
ko_kr: 관련 기사
nl_nl: Gerelateerde artikelen
th_th: บทความที่เกี่ยวข้อง

# EmbeddedLearning_RelatedPathways
source: Related pathways
ar_sa: المساقات ذات الصلة
es_es: Itinerarios relacionados
ko_kr: 관련 경로
nl_nl: Gerelateerde trajecten
th_th: เส้นทางการเรียนรู้ที่เกี่ยวของ

# EmbeddedLearning_RelatedVideos
source: Related videos
ar_sa: تسجيلات الفيديو ذات الصلة
es_es: Vídeos relacionados
ko_kr: 관련 동영상
nl_nl: Gerelateerde video's
th_th: วิดีโอที่เกี่ยวข้อง

# EmbedLearnCtrl_EmptyTotalArticle
source: Be the first person to add this article
ar_sa: كن أول من يضيف هذا المقال
es_es: Sé la primera persona en agregar este artículo
ko_kr: 이 아티클을 추가하는 첫번째 사람이 되세요
nl_nl: Wees de eerste persoon die dit artikel toevoegt
th_th: เป็นคนแรกที่เพิ่มบทความนี้

# EmbedLearnCtrl_EmptyTotalAssessment
source: Be the first person to add this assessment
ar_sa: كن أول من يضيف هذا التقييم
es_es: Sé la primera persona en agregar esta evaluación
ko_kr: 이 평가를 추가하는 첫번째 사람이 되세요
nl_nl: Wees de eerste persoon die deze beoordeling toevoegt
th_th: เป็นคนแรกที่เพิ่มแบบประเมินนี้

# EmbedLearnCtrl_EmptyTotalBook
source: Be the first person to add this book
ar_sa: كن أول من يضيف هذا الكتاب
es_es: Sé la primera persona en agregar este libro
ko_kr: 이 책을 추가하는 첫번째 사람이 되세요
nl_nl: Wees de eerste persoon die dit boek toevoegt
th_th: เป็นคนแรกที่เพิ่มหนังสือเล่มนี้

# EmbedLearnCtrl_EmptyTotalCourse
source: Be the first person to add this course
ar_sa: كن أول من يضيف هذه الدورة التعليمية
es_es: Sé la primera persona en agregar este curso
ko_kr: 이 과정을 추가하는 첫번째 사람이 되세요
nl_nl: Wees de eerste persoon die deze cursus toevoegt
th_th: เป็นคนแรกที่เพิ่มหลักสูตรนี้

# EmbedLearnCtrl_EmptyTotalEpisode
source: Be the first person to add this episode
ar_sa: كن أول من يضيف هذه الحلقة
es_es: Sé la primera persona en agregar este episodio
ko_kr: 이 에피소드를 추가하는 첫번째 사람이 되세요
nl_nl: Wees de eerste persoon die deze aflevering toevoegt
th_th: เป็นคนแรกที่เพิ่มพอดแคสต์ตอนนี้
