Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# dgGroupOverview_JoinThisGroup
source: Become a member of this group
ar_sa: أصبح عضوًا في هذه المجموعة
es_es: Hacerse miembro de este grupo
ko_kr: 이 그룹의 멤버가 되기
nl_nl: Word lid van deze groep
th_th: เป็นสมาชิกกลุ่มนี้

# dgGroupOverview_LeaveGroup
source: Leave Group
ar_sa: ترك المجموعة
es_es: Abandonar grupo
ko_kr: 그룹 나가기
nl_nl: Groep verlaten
th_th: ออกจากกลุ่ม

# dgGroupOverview_MemberCountFormat
source: {{userCount}} members
ar_sa: {userCount}} عضو
es_es: {{userCount}} miembros
ko_kr: {{userCount}}명 멤버
nl_nl: {{userCount}} leden
th_th: สมาชิก {{userCount}} คน

# dgGroupOverview_OpenGroup
source: Open Group
ar_sa: مجموعة مفتوحة
es_es: Grupo abierto
ko_kr: 공개 그룹
nl_nl: Open groep
th_th: กลุ่มเปิด

# dgGroupOverview_PrivateGroup
source: Private Group
ar_sa: مجموعة خاصة
es_es: Grupo privado
ko_kr: 비공개 그룹
nl_nl: Privé-groep
th_th: กลุ่มส่วนตัว

# dgGroupOverview_RequestMembership
source: Request membership in this group
ar_sa: طلب عضوية هذه المجموعة
es_es: Solicitar membresía en este grupo
ko_kr: 이 그룹의 멤버십 요청
nl_nl: Vraag lidmaatschap van deze groep aan
th_th: ขอเป็นสมาชิกของกลุ่มนี้

# dgGroupOverview_Restricted
source: You have been assigned to this group by your organization. If you feel you shouldn't be in this group, contact your organization administrator.
ar_sa: لقد تم تعيينك لهذه المجموعة من قبل مؤسستك. إذا كنت تعتقد أنه يتعين ألا تكون في هذه المجموعة، يُرجى الاتصال بمشرف المؤسسة.
es_es: Su empresa le asignó a este grupo. Si cree que no debería estar en este grupo, contacte con el administrador de su empresa.
ko_kr: 귀하의 조직에 의해 이 그룹에 할당되었습니다. 이 그룹에 속하지 않아야 한다고 생각되는 경우 조직 관리자에게 연락하십시오.
nl_nl: Je bent door jouw organisatie aan deze groep toegewezen. Neem contact op met de beheerder van jouw organisatie als je vind dat je niet in deze groep behoort.
th_th: องค์กรของคุณได้กำหนดให้คุณเข้าร่วมกลุ่มนี้ ถ้าคุณรู้สึกว่าไม่ควรอยู่ในกลุ่มนี้ โปรดติดต่อผู้ดูแลระบบขององค์กร

# dgGroupSearch_PlaceHolder
source: Enter the name of a group in your organization
ar_sa: ادخل اسم مجموعة ما داخل مؤسستك
es_es: Ingresar el nombre de un grupo de su empresa
ko_kr: 귀하의 조직에서 그룹의 이름을 입력
nl_nl: Voer de naam van een groep of jouw organisatie in
th_th: ป้อนชื่อกลุ่มในองค์กรของคุณ

# dgGroupSecurity_AssignLearning
source: Assign Learning
ar_sa: إسناد تعلم
es_es: Asignar formación
ko_kr: 학습 할당
nl_nl: Leren toewijzen
th_th: มอบหมายการเรียนรู้

# dgGroupSecurity_AssignLearningDescription
source: Create content assignments for group members
ar_sa: حدد تخصيصات المحتوى لأعضاء المجموعة
es_es: Crear asignaciones de contenido para miembros del grupo
ko_kr: 그룹 멤버를 위한 콘텐츠 할당 만들기
nl_nl: Maak contentopdrachten aan voor groepsleden
th_th: สร้างงานมอบหมายเนื้อหาให้กับสมาชิกกลุ่ม

# dgGroupSecurity_DefaultRoleDescription
source: The default role for new members of this group is "Group {{roleName}}"
ar_sa: الدور الافتراضي للأعضاء الجدد في هذه المجموعة هو "{{roleName}} المجموعة"
es_es: El rol predeterminado para los nuevos miembros de este grupo es {{roleName}} del grupo
ko_kr: 이 그룹의 신규 멤버의 기본 역할은 "그룹 {{roleName}}"입니다.
nl_nl: De standaardrol voor nieuwe leden van deze groep is "Groep {{roleName}}"
th_th: บทบาทเริ่มต้นสำหรับสมาชิกใหม่ของกลุ่มนี้คือ "{{roleName}}ของกลุ่ม"

# dgGroupSecurity_DeleteGroup
source: Delete Group
ar_sa: حذف مجموعة
es_es: Eliminar grupo
ko_kr: 그룹 삭제
nl_nl: Groep verwijderen
th_th: ลบกลุ่ม

# dgGroupSecurity_DeleteGroupDescription
source: Remove group from the organization
ar_sa: إزالة المجموعة من المؤسسة
es_es: Eliminar grupo de la empresa
ko_kr: 조직에서 그룹을 제거
nl_nl: Verwijder groep uit de organisatie
th_th: ลบกลุ่มออกจากองค์กร

# dgGroupSecurity_EditPermissions
source: Edit Permissions
ar_sa: تحرير الأذونات
es_es: Editar permisos
ko_kr: 사용 권한 편집
nl_nl: Toestemmingen bewerken
th_th: แก้ไขสิทธิ์

# dgGroupSecurity_EditPermissionsDescription
source: Edit the group's default permissions
ar_sa: تحرير أذونات المجموعة الافتراضية
es_es: Editar los permisos predeterminados del grupo
ko_kr: 그룹의 기본값 사용 권한 편집
nl_nl: Bewerk de standaardtoestemmingen van de groep
th_th: แก้ไขสิทธิ์เริ่มต้นของกลุ่ม

# dgGroupSecurity_EditSettings
source: Edit Settings
ar_sa: تحرير الإعدادت
es_es: Editar ajustes
ko_kr: 설정 편집
nl_nl: Instellingen bewerken
th_th: แก้ไขการตั้งค่า

# dgGroupSecurity_EditSettingsDescription
source: View and edit the group's settings
ar_sa: عرض وتحرير إعدادات المجموعة
es_es: Ver y editar los permisos del grupo
ko_kr: 그룹의 설정을 보기 및 편집
nl_nl: Instellingen van de groep weergeven en bewerken
th_th: ดูและแก้ไขการตั้งค่าของกลุ่ม

# dgGroupSecurity_GroupRoleHeader
source: "Group {{roleName}}" Role
ar_sa: دور "{{roleName}} للمجموعة"
es_es: Rol {{roleName}} del grupo
ko_kr: "그룹 {{roleName}}" 역할
nl_nl: “Groep {{roleName}}" Rol
th_th: บทบาท "กลุ่ม {{roleName}}"

# dgGroupSecurity_InviteMembers
source: Invite Members
ar_sa: دعوة الأعضاء
es_es: Invitar a miembros
ko_kr: 멤버 초대
nl_nl: Leden uitnodigen
th_th: เชิญสมาชิก

# dgGroupSecurity_InviteMembersDescription
source: Invite new members to the group
ar_sa: دعوة أعضاء جدد إلى المجموعة
es_es: Invitar a nuevos miembros al grupo
ko_kr: 그룹에 새 멤버를 초대
nl_nl: Nieuwe leden uitnodigen voor de groep
th_th: เชิญสมาชิกใหม่เข้ากลุ่ม

# dgGroupSecurity_RecommendItems
source: Share Content
ar_sa: مشاركة محتوى
es_es: Compartir contenido
ko_kr: 콘텐츠 공유
nl_nl: Content delen
th_th: แบ่งปันเนื้อหา

# dgGroupSecurity_RecommendItemsDescription
source: Share items with this group
ar_sa: مشاركة العناصر مع هذه المجموعة
es_es: Compartir elementos con este grupo
ko_kr: 이 그룹과 항목 공유
nl_nl: Items delen met deze groep
th_th: แบ่งปันรายการกับกลุ่มนี้

# dgGroupSecurity_RemoveFeedItems
source: Remove Feed Items
ar_sa: إزالة عناصر الموجز
es_es: Eliminar elementos del canal
ko_kr: 피드 항목 삭제
nl_nl: Feeditems verwijderen
th_th: นำรายการฟีดออก

# dgGroupSecurity_RemoveFeedItemsDescription
source: Ability to remove any item from the group feed
ar_sa: القدرة على إزالة أي عنصر من موجز المجموعة
es_es: Capacidad de eliminar cualquier elemento del canal del grupo
ko_kr: 그룹 피드에서 모든 항목을 삭제할 수 있는 기능
nl_nl: Mogelijkheid om items uit de groepsfeed te verwijderen
th_th: สามารถนำรายการใดก็ได้ออกจากฟีดกลุ่ม

# dgGroupSecurity_RemoveMembers
source: Remove Members
ar_sa: إزالة أعضاء
es_es: Eliminar a miembros
ko_kr: 멤버를 제거
nl_nl: Leden verwijderen
th_th: ลบสมาชิก

# dgGroupSecurity_RemoveMembersDescription
source: Remove members from the group
ar_sa: إزالة اعضاء من المجموعة
es_es: Eliminar miembros del grupo
ko_kr: 그룹에서 멤버를 제거
nl_nl: Leden verwijderen uit de groep
th_th: ลบสมาชิกออกจากกลุ่ม

# dgGroupSecurity_ViewMembers
source: View Members
ar_sa: عرض الأعضاء
es_es: Ver a miembros
ko_kr: 멤버 보기
nl_nl: Leden weergeven
th_th: ดูสมาชิก

# dgGroupSecurity_ViewMembersDescription
source: View a list of all group members
ar_sa: عرض قائمة بجميع أعضاء المجموعة
es_es: Ver una lista de todos los miembros del grupo
ko_kr: 모든 그룹 멤버의 목록을 보기
nl_nl: Geef een lijst weer met alle groepsleden
th_th: ดูรายการสมาชิกกลุ่มทุกคน

# dgGroupSecurity_ViewOrganizationReports
source: Download Reports
ar_sa: تنزيل التقارير
es_es: Descargar informes
ko_kr: 보고서 다운로드
nl_nl: Rapporten downloaden
th_th: ดาวน์โหลดรายงาน

# dgGroupsEdit_AddGroups
source: Add Groups
ar_sa: إضافة مجموعات
es_es: Agregar grupos
ko_kr: 그룹 추가
nl_nl: Groepen toevoegen
th_th: เพิ่มกลุ่ม

# dgGroupsEdit_AddGroupsLabel
source: Enter the name of a group
ar_sa: أدخل اسم المجموعة
es_es: Ingrese el nombre de un grupo
ko_kr: 그룹의 이름을 입력
nl_nl: Voer de naam van een groep in
th_th: ป้อนชื่อกลุ่ม

# dgGroupsEdit_AddGroupsTooltip
source: Adding groups helps you track and organize inputs.
ar_sa: إضافة المجموعات تساعد على تتبع الإدخالات وتنظيمها.
es_es: Agregar grupos le permite hacer un seguimiento de las contribuciones y organizarlas.
ko_kr: 그룹을 추가하면 입력을 추적 및 조직하는 데 도움이 됩니다.
nl_nl: Door groepen toe te voegen, kun je inputs volgen en organiseren.
th_th: การเพิ่มกลุ่มจะช่วยคุณในการติดตามและจัดระเบียบข้อมูลป้อนเข้า

# dgGroupsEdit_RemoveGroupName
source: Remove {{groupName}}
ar_sa: إزالة {{groupName}}
es_es: Eliminar {{groupName}}
ko_kr: {{groupName}} 제거
nl_nl: {{groupName}} verwijderen
th_th: ลบ {{groupName}}

# dgGroupsEdit_ValidationError
source: Whoops! {{groupsMessage}}
ar_sa: للأسف! {{groupsMessage}}
es_es: ¡Uy! {{groupsMessage}}
ko_kr: 이런! {{groupsMessage}}
nl_nl: Oeps! {{groupsMessage}}
th_th: อ๊ะ! {{groupsMessage}}

# dgGroupTile_JoinRequestPending
source: Request Pending
ar_sa: تم تعليق الطلب
es_es: Solicitud pendiente
ko_kr: 요청 보류 중
nl_nl: Aanvraag in behandeling
th_th: คำขอรอดำเนินการ

# dgGroupTile_Leave
source: Leave
ar_sa: المغادرة
es_es: Abandonar
ko_kr: 나가기
nl_nl: Verlaten
th_th: ออก

# dgGroupTile_LeaveGroupModalBodyText
source: You will no longer receive group emails or items shared to the group.
ar_sa: لن تتلقى رسائل البريد الإلكتروني الخاصة بتلك المجموعة أو العناصر المشاركة عليها بعد الآن.
es_es: Ya no recibirá correos electrónicos ni elementos compartidos con el grupo.
ko_kr: 더 이상 그룹 이메일을 받거나 그룹에 공유된 항목을 조회할 수 없습니다.
nl_nl: Je zult niet langer in staat zijn om groeps-e-mails te ontvangen of deel te nemen aan groepsdoelstellingen of -aanbevelingen.
th_th: คุณจะไม่ได้รับอีเมลหรือรายการที่แบ่งปันกับกลุ่มอีกต่อไป

# dgGroupTile_LeaveGroupModalHeader
source: Are you sure you want to leave the group?
ar_sa: هل أنت متأكد من رغبتك في مغادرة المجموعة؟
es_es: ¿De verdad quiere abandonar el grupo?
ko_kr: 이 그룹에서 나가시겠습니까?
nl_nl: Weet je zeker dat je de groep wilt verlaten?
th_th: คุณแน่ใจหรือว่าต้องการออกจากกลุ่ม?

# dgGroupTile_RequestMembership
source: Request Membership
ar_sa: طلب العضوية
es_es: Solicitar membresía
ko_kr: 멤버십 요청
nl_nl: Lidmaatschap aanvragen
th_th: ขอเป็นสมาชิก

# dgImageEdit_Change
source: Change
ar_sa: التغيير
es_es: Cambiar
ko_kr: 변경
nl_nl: Wijzigen
th_th: เปลี่ยน

# dgImageEdit_ChangePhoto
source: change photo
ar_sa: تغيير الصورة
es_es: cambiar foto
ko_kr: 사진 변경
nl_nl: foto wijzigen
th_th: เปลี่ยนรูป

# dgImageEdit_ChooseFile
source: Choose File
ar_sa: اختيار ملف
es_es: Seleccionar archivo
ko_kr: 파일 선택
nl_nl: Bestand kiezen
th_th: เลือกไฟล์

# dgImageEdit_ChooseFileToUpload
source: Choose a file to upload
ar_sa: اختيار ملف للتحميل
es_es: Seleccionar un archivo para su carga
ko_kr: 업로드할 파일 선택
nl_nl: Kies een bestand om te uploaden
th_th: เลือกไฟล์ที่จะอัปโหลด

# dgImageEdit_CropImage
source: Crop your image to fit:
ar_sa: قص الصورة لتكون ملائمة:
es_es: Recortar imagen hasta que quepa:
ko_kr: 이미지를 맞춰서 자르기:
nl_nl: Snijd je afbeelding uit zodat het past:
th_th: ครอบตัดรูปให้พอดี:

# dgImageEdit_DragPhoto
source: Drag a photo here
ar_sa: اسحب صورة هنا
es_es: Arrastrar un foto aquí
ko_kr: 여기에 사진을 드레그
nl_nl: Sleep hier een foto
th_th: ลากรูปภาพมาที่นี่

# dgImageEdit_FilesizeError
source: Image must be smaller than {{maxSize}}
ar_sa: يجب أن تكون الصورة أصغر من {{maxSize}}
es_es: La imagen debe ocupar menos de {{maxSize}}
ko_kr: 이미지는 {{maxSize}}보다 작아야 함
nl_nl: Afbeelding moet kleiner zijn dan {{maxSize}}
th_th: รูปภาพต้องมีขนาดเล็กกว่า {{maxSize}}

# dgImageEdit_ImageDimensionsFormat
source: Images must be at least {{resolutionWidth}}px by {{resolutionHeight}}px to preserve quality
ar_sa: يجب أن يكون حجم الصورة {{resolutionWidth}} بكسل x {{resolutionHeight}} بكسل على الأقل للحفاظ على الجودة
es_es: Las imágenes deben ser al menos de {{resolutionWidth}} px por {{resolutionHeight}} px para no perder calidad
ko_kr: 품질을 유지하려면 이미지는 최소한 {{resolutionWidth}}px x {{resolutionHeight}}px여야 함
nl_nl: Afbeeldingen moeten minimaal {{resolutionWidth}}px bij {{resolutionHeight}}px zijn om de kwaliteit te bewaren
th_th: รูปจะต้องมีขนาดอย่างน้อย {{resolutionWidth}}px คูณ {{resolutionHeight}}px เพื่อรักษาคุณภาพเอาไว้

# dgImageEdit_ImageTypes
source: Invalid image type. Image must be one of following: {{imageTypes}}
ar_sa: نوع صورة غير صالح. يجب أن تكون الصورة واحدة مما يلي: {{imageTypes}}
es_es: Tipo de imagen no válido. La imagen debe ser de uno de los siguientes: {{imageTypes}}
ko_kr: 잘못된 이미지 형식. 이미지는 다음 중 한 형식이어야 함: {{imageTypes}}
nl_nl: Ongeldig afbeeldingstype. Afbeelding moet een van de volgende zijn: {{imageTypes}}
th_th: ประเภทของรูปภาพไม่ถูกต้อง ต้องใช้รูปภาพต่อไปนี้: {{imageTypes}}

# dgImageEdit_LookingGood
source: Looking Good!
ar_sa: هل تبدو جيدة!
es_es: ¡Se ve bien!
ko_kr: 좋아 보입니다!
nl_nl: Ziet er goed uit!
th_th: ดูดีนี่!

# dgImageEdit_NoImage
source: No image
ar_sa: لا توجد صورة
es_es: Ninguna imagen
ko_kr: 이미지 없음
nl_nl: Geen afbeelding
th_th: ไม่มีรูป

# dgImageEdit_SaveWithoutCropping
source: Save without cropping
ar_sa: حفظ الصورة بدون قص
es_es: Guardar sin recortar
ko_kr: 자르지 않고 저장
nl_nl: Opslaan zonder uitsnijden
th_th: บันทึกโดยไม่ครอบตัด

# dgImageEdit_SubmitImage
source: Submit Image
ar_sa: تقديم الصورة
es_es: Enviar imagen
ko_kr: 이미지 제출
nl_nl: Afbeelding indienen
th_th: ส่งรูป

# dgImageEdit_UploadImagePreview
source: uploaded image preview
ar_sa: معاينة الصورة المحملة
es_es: previsualización de la imagen cargada
ko_kr: 업로드 이미지 미리 보기
nl_nl: voorbeeld geüploade afbeelding
th_th: ตัวอย่างรูปที่อัปโหลด

# dgImageUpload_BrowseForImage
source: browse for an image
ar_sa: التصفح للوصول إلى صورة
es_es: buscar una imagen
ko_kr: 이미지 찾아보기
nl_nl: bladeren naar een afbeelding
th_th: เลือกรูป

# dgImageUpload_DragImageHere
source: Drag your image here
ar_sa: اسحب الصورة هنا
es_es: Arrastrar su imagen aquí
ko_kr: 여기에 이미지를 끌어넣기
nl_nl: Sleep je afbeelding hier
th_th: ลากรูปของคุณมาที่นี่

# dgImageUpload_DropImage
source: Drag an image from your computer
ar_sa: اسحب صورة من الكمبيوتر الخاص بك
es_es: Arrastrar una imagen de su computador
ko_kr: 컴퓨터에서 이미지 끌어넣기
nl_nl: Sleep een afbeelding vanaf je computer
th_th: ลากรูปจากคอมพิวเตอร์ของคุณ

# dgImageUpload_FilesizeError
source: Image must be smaller than {{maxSize}}
ar_sa: يجب أن تكون الصورة أصغر من {{maxSize}}
es_es: La imagen debe ocupar menos de {{maxSize}}
ko_kr: 이미지는 {{maxSize}}보다 작아야 함
nl_nl: Afbeelding moet kleiner zijn dan {{maxSize}}
th_th: รูปภาพต้องมีขนาดเล็กกว่า {{maxSize}}

# dgImageUpload_FileTypes
source: Invalid image type. Image must be one of following: {{imageTypes}}
ar_sa: نوع صورة غير صالح. يجب أن تكون الصورة واحدة مما يلي: {{imageTypes}}
es_es: Tipo de imagen no válido. La imagen debe ser de uno de los siguientes: {{imageTypes}}
ko_kr: 잘못된 이미지 형식. 이미지는 다음 중 한 형식이어야 함: {{imageTypes}}
nl_nl: Ongeldig afbeeldingstype. Afbeelding moet een van de volgende zijn: {{imageTypes}}
th_th: ประเภทของรูปภาพไม่ถูกต้อง ต้องใช้รูปภาพต่อไปนี้: {{imageTypes}}

# dgImageUpload_ImagePreview
source: uploaded image preview
ar_sa: معاينة الصورة المحملة
es_es: previsualización de la imagen cargada
ko_kr: 업로드 이미지 미리 보기
nl_nl: voorbeeld geüploade afbeelding
th_th: ตัวอย่างรูปที่อัปโหลด

# dgImageUpload_ImageTypesSize
source: JPG, PNG, or GIF
ar_sa: JPG أو PNG أو GIF
es_es: JPG, PNG o GIF
ko_kr: JPG, PNG 또는 GIF
nl_nl: JPG, PNG of GIF
th_th: JPG, PNG หรือ GIF

# dgImageUpload_Or
source: or
ar_sa: أو
es_es: o
ko_kr: 또는
nl_nl: of
th_th: หรือ

# dgImageUpload_PdfImageTypesSize
source: JPG, PNG, GIF, or PDF. 5 MB max.
ar_sa: JPG أو PNG أو GIF أو PDF. 5 ميغابايت على أقصى حد
es_es: JPG, PNG, GIF o PDF. 5 MB máx.
ko_kr: JPG, PNG, GIF 또는 PDF. 최대 5 MB
nl_nl: JPG, PNG, GIF of PDF. 5 MB max.
th_th: JPG, PNG, GIF หรือ PDF ไม่เกิน 5 MB

# dgImageUpload_RemoveImage
source: Remove Image
ar_sa: إزالة صورة
es_es: Eliminar imagen
ko_kr: 이미지 제거
nl_nl: Afbeelding verwijderen
th_th: ลบรูป

# dgImageUpload_UploadImage
source: Upload Image
ar_sa: تحميل صورة
es_es: Cargar imagen
ko_kr: 이미지 업로드
nl_nl: Afbeelding uploaden
th_th: อัปโหลดรูปภาพ

# dgInputCountsByType_Points
source: points
ar_sa: النقاط
es_es: puntos
ko_kr: 포인트
nl_nl: punten
th_th: คะแนน

# dgInputPointsByCategory_All
source: All
ar_sa: الجميع
es_es: Todo
ko_kr: 전체
nl_nl: Alle
th_th: ทั้งหมด

# dgInputPointsByCategory_BlurredImageAlt
source: blurred placeholder screenshot used as an example for how this page might look
ar_sa: تم استخدام لقطة شاشة لعنصر نائب غير واضح لضرب مثال حول كيف يمكن أن تظهر هذه الصفحة
es_es: captura de pantalla borrosa del marcador que se usa de muestra del aspecto de esta página
ko_kr: 흐리게 표시된 자리 표시자 스크린샷이 이 페이지의 모양의 예로 사용됨
nl_nl: wazige tijdelijke schermafdruk wordt gebruikt als voorbeeld voor hoe deze pagina eruit kan zien
th_th: ภาพหน้าจอประจำตำแหน่งที่ไม่ชัดเจน ใช้เป็นตัวอย่างว่าหน้านี้มีลักษณะอย่างไร

# dgInputPointsByCategory_CategoryName
source: Name
ar_sa: الاسم
es_es: Nombre
ko_kr: 이름
nl_nl: Naam
th_th: ชื่อ

# dgInputPointsByCategory_CategoryPercentage
source: Percentage
ar_sa: النسبة المئوية
es_es: Porcentaje
ko_kr: 퍼센트
th_th: เปอร์เซ็นต์

# dgInputPointsByCategory_CategoryPoints
source: Points
ar_sa: النقاط
es_es: Puntos
ko_kr: 포인트
nl_nl: Punten
th_th: คะแนน

# dgInputPointsByCategory_InsightInfo
source: Insights are available once learning resources have been added during the specified time period.
ar_sa: تُتاح المعارف بمجرد إضافة الموارد التعليمية خلال الفترة الزمنية المحددة.
es_es: Cuando haya agregado recursos de formación, tendrá a su disposición conceptos durante un tiempo limitado.
ko_kr: 학습 리소스가 지정된 기간 중에 추가되면 통찰력을 사용 가능하게 됩니다.
nl_nl: Inzichten worden beschikbaar nadat leermiddelen zijn toegevoegd tijdens de opgegeven periode.
th_th: คุณจะสามารถใช้องค์ความรู้ได้ เมื่อเพิ่มแหล่งข้อมูลการเรียนรู้ในระยะเวลาที่กำหนด

# dgInputPointsByCategory_MostActiveSkills
source: Most Active Skills
ar_sa: المهارات الأكثر فاعلية
es_es: Habilidades más activas
ko_kr: 가장 활성인 기술
nl_nl: Meest actieve vaardigheden
th_th: ทักษะที่ใช้มากที่สุด

# dgInputPointsByCategory_NotEnoughActivity
source: Not Enough Activity
ar_sa: نشاط غير كاف
es_es: No hay suficiente actividad
ko_kr: 불충분한 활동
nl_nl: Niet voldoende activiteit
th_th: กิจกรรมไม่เพียงพอ

# dgInputPointsByCategory_Points
source: points
ar_sa: النقاط
es_es: puntos
ko_kr: 포인트
nl_nl: punten
th_th: คะแนน

# dgInputPointsByCategory_PointsAbbr
source: pts
ar_sa: النقاط
ko_kr: 포인트
nl_nl: ptn
th_th: คะแนน

# dgInputPointsByCategory_PointsBySkills
source: Points by Skills
ar_sa: النقاط على المهارات
es_es: Puntos por habilidades
ko_kr: 기술별 포인트
nl_nl: Punten per vaardigheid
th_th: คะแนนตามทักษะ

# dgInputPointsByCategory_PointsFormat
source: {{number}} {{startTag}}pts{{endTag}}
ar_sa: {{number}} {{startTag}}النقاط{{endTag}}
ko_kr: {{number}} {{startTag}}포인트{{endTag}}
nl_nl: {{number}} {{startTag}}ptn{{endTag}}
th_th: {{number}} {{startTag}}คะแนน{{endTag}}

# dgInputPointsByCategory_TimeFrameStartFormat
source: {{timeFrameStart}} &ndash; Today
ar_sa: {{timeFrameStart}} &ndash؛ اليوم
es_es: {{timeFrameStart}} – Hoy
ko_kr: {{timeFrameStart}} – 오늘
nl_nl: {{timeFrameStart}} – Vandaag
th_th: {{timeFrameStart}} – วันนี้

# dgInputPointsByCategory_TopSkillsOverTime
source: Top Skills Over Time
ar_sa: أفضل المهارات على مر الوقت
es_es: Mejores habilidades en el tiempo
ko_kr: 시간별 최고 기술
nl_nl: Topvaardigheden gedurende een periode
th_th: ทักษะที่ดีที่สุดในช่วงเวลาที่ผ่านมา

# dgInputStatistics_Commented
source: People who left takeaways
ar_sa: الأشخاص الذين تركوا المعلومات السريعة
es_es: Personas que dejaron aportes
ko_kr: 중요점에서 떠난 사람들
nl_nl: Mensen die takaways hebben achtergelaten
th_th: คนที่ระบุสาระสำคัญที่ได้รับ

# dgInputStatistics_PeopleWhoDisliked
source: People who disliked this
ar_sa: الأشخاص الذين لم يعجبهم ذلك
es_es: Personas a las que no les gustó esto
ko_kr: 이것을 좋아하지 않는 사람들
nl_nl: Mensen die dit niet leuk vonden
th_th: คนที่ไม่ถูกใจสิ่งนี้

# dgInputStatistics_PeopleWhoLiked
source: People who liked this
ar_sa: الأشخاص الذين سجلوا إعجابهم بهذا
es_es: Personas a las que les gustó esto
ko_kr: 이것을 좋아요 한 사람들
nl_nl: Mensen die dit leuk vinden
th_th: คนที่ถูกใจสิ่งนี้

# dgInputStatistics_PeopleWhoRated
source: People who rated this
ar_sa: الأشخاص الذين قيموا ذلك
es_es: Personas que calificaron esto
ko_kr: 이것을 평가한 사람들
nl_nl: Mensen die dit beoordeeld hebben
th_th: คนที่ให้คะแนนสิ่งนี้

# dgInputStatistics_PeopleWhoViewed
source: People who viewed this
ar_sa: الأشخاص الذين شاهدوا هذا
es_es: Personas que miraron esto
ko_kr: 이것을 본 사람들
nl_nl: Personen die dit hebben bekeken
th_th: คนที่ดูสิ่งนี้

# dgInputStatistics_Tag
source: 1 tag
ar_sa: 1 العلامة
es_es: 1 etiqueta
ko_kr: 태그 1개
th_th: 1 แท็ก

# dgInputStatistics_Tags
source: {{count}} tags
ar_sa: {count} علامات
es_es: {{count}} etiquetas
ko_kr: 태그 {{count}}개
th_th: {{level}} แท็ก

# dgInputStatistics_TopCommenter
source: {{userName}} shared their takeaway
ar_sa: {{userName}} شاركوا توصياتهم
es_es: {{userName}} compartió su aporte
ko_kr: {{userName}}이(가) 자신들의 중요점을 공유
nl_nl: {{userName}} heeft zijn/haar takeaway gedeeld
th_th: {{userName}} แชร์สาระสำคัญของตน

# dgInputStatistics_TopCommenterAndOne
source: {{userName}} and {{countStartSpan}}1 other{{countEndSpan}} shared their takeaways
ar_sa: {{userName}} و{{countStartSpan}} شخص آخر {{countEndSpan}} شاركوا توصياتهم
es_es: {{userName}} y {{countStartSpan}}1 más{{countEndSpan}} compartieron sus aportes
ko_kr: {{userName}} 외 {{countStartSpan}}1명{{countEndSpan}}이 자신들의 중요점을 공유했습니다.
nl_nl: {{userName}} en {{countStartSpan}}1 andere{{countEndSpan}} hebben hun takeaways gedeeld
th_th: {{userName}} และ{{countStartSpan}}อีก 1 คน{{countEndSpan}} แชร์สาระสำคัญของตน

# dgInputStatistics_TopCommenterCount
source: {{userName}} and {{countStartSpan}}{{userCount}} others{{countEndSpan}} shared their takeaways
ar_sa: {{userName}} و{{countStartSpan}} أشخاص آخرين {{countEndSpan}} شاركوا توصياتهم
es_es: {{userName}} y {{countStartSpan}}{{userCount}} más{{countEndSpan}} compartieron sus aportes
ko_kr: {{userName}} 외 {{countStartSpan}}{{userCount}}명{{countEndSpan}}이 이 중요점을 공유했습니다.
nl_nl: {{userName}} en {{countStartSpan}{{userCount}} anderen{{countEndSpan}} hebben hun takeaways gedeeld
th_th: {{userName}} และ{{countStartSpan}}อีก {{userCount}} คน{{countEndSpan}} แชร์สาระสำคัญของตน

# dgInputStatistics_TopCompleter
source: {{userName}} completed this {{inputType}}
ar_sa: {{userName}} أكمل {{inputType}}
es_es: {{userName}} completó este {{inputType}}
ko_kr: {{userName}}이(가) 이 {{inputType}}을(를) 완료
nl_nl: {{userName}} heeft dit {{inputType}} voltooid
th_th: {{userName}} ดำเนินการกับ{{inputType}}นี้เสร็จแล้ว

# dgInputStatistics_TopCompleterAndOne
source: {{userName}} and {{countStartSpan}}1 other{{countEndSpan}} completed this {{inputType}}
ar_sa: {{userName}} و{{countStartSpan}} شخص آخر {{countEndSpan}} أكمل {{inputType}}
es_es: {{userName}} y {{countStartSpan}}1 más{{countEndSpan}} completaron este {{inputType}}
ko_kr: {{userName}} 이외 {{countStartSpan}}1명{{countEndSpan}}이 이 {{inputType}}을(를) 완료
nl_nl: {{userName}} en {{countStartSpan}}1 andere{{countEndSpan}} hebben dit {{inputType}} voltooid
th_th: {{userName}} และ{{countStartSpan}}อีก 1 คน{{countEndSpan}} ดำเนินการกับ{{inputType}}นี้เสร็จแล้ว

# dgInputStatistics_TopCompleterAndOneRead
source: {{userName}} and {{countStartSpan}}1 other{{countEndSpan}} read this {{inputType}}
ar_sa: {{userName}} و{{countStartSpan}} شخص آخر {{countEndSpan}} قرأ {{inputType}}
es_es: {{userName}} y {{countStartSpan}}1 más{{countEndSpan}} leyeron este {{inputType}}
ko_kr: {{userName}} 외 {{countStartSpan}}1명{{countEndSpan}}이 이 {{inputType}}을(를) 읽음
nl_nl: {{userName}} en {{countStartSpan}}1 andere{{countEndSpan}} hebben dit {{inputType}} gelezen
th_th: {{userName}} และ{{countStartSpan}}อีก 1 คน{{countEndSpan}} อ่าน{{inputType}}นี้เสร็จแล้ว

# dgInputStatistics_TopCompleterAndOneWatched
source: {{userName}} and {{countStartSpan}}1 other{{countEndSpan}} watched this {{inputType}}
ar_sa: {{userName}} و{{countStartSpan}} شخص آخر {{countEndSpan}} شاهد {{inputType}}
es_es: {{userName}} y {{countStartSpan}}1 más{{countEndSpan}} miraron este {{inputType}}
ko_kr: {{userName}} 외 {{countStartSpan}}1명{{countEndSpan}}이 이 {{inputType}}을(를) 시청함
nl_nl: {{userName}} en {{countStartSpan}}1 andere{{countEndSpan}} hebben dit {{inputType}} gekeken
th_th: {{userName}} และ{{countStartSpan}}อีก 1 คน{{countEndSpan}} รับชม{{inputType}}นี้เสร็จแล้ว
