Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# singleRecommendation_groupAlreadyCompletedArticleDateFormat
source: {{nameHtml}} shared the article {{title}} with {{groupNameHtml}}, but you’ve already read it! Great job, overachiever.
ar_sa: {nameHtml} شارك مقالة {title} مع {groupNameHtml}، لكنك قرأتها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {{nameHtml}} compartió el artículo {{title}} con {{groupNameHtml}}, pero ya lo ha leído. Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 기사 {{title}}을(를) 공유했지만, 귀하는 이미 읽었습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft het artikel {{title}} met {{groupNameHtml}} gedeeld, maar je hebt het al gelezen! Goed gedaan, harde werker.
th_th: {{nameHtml}} แบ่งปันบทความ {{title}} ให้กับ {{groupNameHtml}} แต่คุณเคยอ่านแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# singleRecommendation_groupAlreadyCompletedArticleFormat
source: {{nameHtml}} shared the article {{title}} with {{groupNameHtml}}, but you’ve already read it! Great job, overachiever.
ar_sa: {nameHtml} شارك مقالة {title} مع {groupNameHtml}، لكنك قرأتها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {{nameHtml}} compartió el artículo {{title}} con {{groupNameHtml}}, pero ya lo ha leído. Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 기사 {{title}}을(를) 공유했지만, 귀하는 이미 읽었습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft het artikel {{title}} met {{groupNameHtml}} gedeeld, maar je hebt het al gelezen! Goed gedaan, harde werker.
th_th: {{nameHtml}} แบ่งปันบทความ {{title}} ให้กับ {{groupNameHtml}} แต่คุณเคยอ่านแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# singleRecommendation_groupAlreadyCompletedAssessmentDateFormat
source: {{nameHtml}} shared the assessment {{title}} with {{groupNameHtml}}, but you’ve already completed it! Great job, overachiever.
ar_sa: {nameHtml} شارك تقييم {title} مع {groupNameHtml}، لكنك أتممته بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {{nameHtml}} compartió la evaluación {{title}} con {{groupNameHtml}}, pero ya la ha completado. Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 평가 {{title}}을(를) 공유했지만, 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft de beoordeling {{title}} met {{groupNameHtml}} gedeeld, maar je hebt hem al voltooid! Goed gedaan, harde werker.
th_th: {{nameHtml}} แบ่งปันแบบประเมิน {{title}} ให้กับ {{groupNameHtml}} แต่คุณทำเสร็จแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# singleRecommendation_groupAlreadyCompletedAssessmentFormat
source: {{nameHtml}} shared the assessment {{title}} with {{groupNameHtml}}, but you’ve already completed it! Great job, overachiever.
ar_sa: {nameHtml} شارك تقييم {title} مع {groupNameHtml}، لكنك أتممته بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {{nameHtml}} compartió la evaluación {{title}} con {{groupNameHtml}}, pero ya la ha completado. Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 평가 {{title}}을(를) 공유했지만, 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft de beoordeling {{title}} met {{groupNameHtml}} gedeeld, maar je hebt hem al voltooid! Goed gedaan, harde werker.
th_th: {{nameHtml}} แบ่งปันแบบประเมิน {{title}} ให้กับ {{groupNameHtml}} แต่คุณทำเสร็จแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# singleRecommendation_groupAlreadyCompletedBookFormat
source: {{nameHtml}} shared the book {{title}} with {{groupNameHtml}}, but you’ve already read it! Great job, overachiever.
ar_sa: {nameHtml} شارك كتاب {title} مع {groupNameHtml}، لكنك قرأته بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {{nameHtml}} compartió el libro {{title}} con {{groupNameHtml}}, pero ya lo ha leído. Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 책 {{title}}을(를) 공유했지만, 귀하는 이미 읽었습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft het boek {{title}} met {{groupNameHtml}} gedeeld, maar je hebt het al gelezen! Goed gedaan, harde werker.
th_th: {{nameHtml}} แบ่งปันหนังสือ {{title}} ให้กับ {{groupNameHtml}} แต่คุณก็เคยอ่านแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# singleRecommendation_groupAlreadyCompletedCourseFormat
source: {{nameHtml}} shared the course {{title}} with {{groupNameHtml}}, but you’ve already completed it! Great job, overachiever.
ar_sa: {nameHtml} شارك الدورة الدراسية {title} مع {groupNameHtml}، لكنك أتممتها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {{nameHtml}} compartió el curso {{title}} con {{groupNameHtml}}, pero ya lo ha completado. Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 과정 {{title}}을(를) 공유했지만, 귀하는 이미 읽었습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft de cursus {{title}} met {{groupNameHtml}} gedeeld, maar je hebt hem al voltooid! Goed gedaan, harde werker.
th_th: {{nameHtml}} แบ่งปันหลักสูตร {{title}} ให้กับ {{groupNameHtml}} แต่คุณก็เรียนเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# singleRecommendation_GroupAlreadyCompletedDateFormat
source: {{nameHtml}} shared this {{type}} with {{groupNameHtml}}, but you’ve already completed it! Great job, overachiever.
ar_sa: شارك {nameHtml} هذا {type} مع {groupNameHtml}، لكنك أتممته بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {{nameHtml}} compartió este {{type}} con {{groupNameHtml}}, pero ya lo ha completado. Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 이 {{type}}을(를) 공유했지만, 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft dit {{type}} met {{groupNameHtml}} gedeeld, maar je hebt het al voltooid! Goed gedaan, harde werker.
th_th: {{nameHtml}} แบ่งปัน {{type}} นี้ให้กับ {{groupNameHtml}} แต่คุณก็ทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# singleRecommendation_groupAlreadyCompletedEpisodeDateFormat
source: {{nameHtml}} shared an episode {{title}} with {{groupNameHtml}}, but you’ve already listened to it! Great job, overachiever.
ar_sa: شارك {{nameHtml}} الحلقة الإذاعية {{title}} مع {groupNameHtml}، ولكنك استمعت لها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {{nameHtml}} compartió el episodio {{title}} con {{groupNameHtml}}, pero ya lo ha escuchado. Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 에피소드 {{title}}을(를) 공유했지만, 귀하는 이미 들었습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft de aflevering {{title}} met {{groupNameHtml}} gedeeld, maar je hebt hem al beluisterd! Goed gedaan, harde werker.
th_th: {{nameHtml}} แบ่งปันตอน {{title}} ให้กับ {{groupNameHtml}} แต่คุณก็เคยฟังแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# singleRecommendation_groupAlreadyCompletedEpisodeFormat
source: {{nameHtml}} shared an episode {{title}} with {{groupNameHtml}}, but you’ve already listened to it! Great job, overachiever.
ar_sa: شارك {{nameHtml}} الحلقة الإذاعية {{title}} مع {groupNameHtml}، ولكنك استمعت لها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {{nameHtml}} compartió el episodio {{title}} con {{groupNameHtml}}, pero ya lo ha escuchado. Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 에피소드 {{title}}을(를) 공유했지만, 귀하는 이미 들었습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft de aflevering {{title}} met {{groupNameHtml}} gedeeld, maar je hebt hem al beluisterd! Goed gedaan, harde werker.
th_th: {{nameHtml}} แบ่งปันตอน {{title}} ให้กับ {{groupNameHtml}} แต่คุณก็เคยฟังแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# singleRecommendation_groupAlreadyCompletedEventDateFormat
source: {{nameHtml}} shared the event {{title}} with {{groupNameHtml}}, but you’ve already attended to it! Great job, overachiever.
ar_sa: شارك {{nameHtml}} فعالية {{title}} مع {groupNameHtml}، ولكنك حضرتها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {{nameHtml}} compartió el evento {{title}} con {{groupNameHtml}}, pero ya ha asistido a él. Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 이벤트 {{title}}을(를) 공유했지만, 귀하는 이미 참석했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft de gebeurtenis {{title}} met {{groupNameHtml}} gedeeld, maar je hebt deze al bijgewoond! Goed gedaan, harde werker.
th_th: {{nameHtml}} แบ่งปันกิจกรรม {{title}} ให้กับ {{groupNameHtml}} แต่คุณก็เคยเข้าร่วมแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# singleRecommendation_groupAlreadyCompletedEventFormat
source: {{nameHtml}} shared the event {{title}} with {{groupNameHtml}}, but you’ve already attended to it! Great job, overachiever.
ar_sa: شارك {{nameHtml}} فعالية {{title}} مع {groupNameHtml}، ولكنك حضرتها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {{nameHtml}} compartió el evento {{title}} con {{groupNameHtml}}, pero ya ha asistido a él. Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 이벤트 {{title}}을(를) 공유했지만, 귀하는 이미 참석했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft de gebeurtenis {{title}} met {{groupNameHtml}} gedeeld, maar je hebt deze al bijgewoond! Goed gedaan, harde werker.
th_th: {{nameHtml}} แบ่งปันกิจกรรม {{title}} ให้กับ {{groupNameHtml}} แต่คุณก็เคยเข้าร่วมแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# singleRecommendation_GroupAlreadyCompletedFormat
source: {{nameHtml}} shared this {{type}} with {{groupNameHtml}}, but you’ve already completed it! Great job, overachiever.
ar_sa: شارك {nameHtml} هذا {type} مع {groupNameHtml}، لكنك أتممته بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {{nameHtml}} compartió este {{type}} con {{groupNameHtml}}, pero ya lo ha completado. Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 이 {{type}}을(를) 공유했지만, 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft dit {{type}} met {{groupNameHtml}} gedeeld, maar je hebt het al voltooid! Goed gedaan, harde werker.
th_th: {{nameHtml}} แบ่งปัน {{type}} นี้ให้กับ {{groupNameHtml}} แต่คุณก็ทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# singleRecommendation_groupAlreadyCompletedPathwayDateFormat
source: {{nameHtml}} share the pathway {{title}} with {{groupNameHtml}}, but you’ve already completed it! Great job, overachiever.
ar_sa: {nameHtml} شارك المساق {title} مع {groupNameHtml}، لكنك أتممته بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {{nameHtml}} compartió el itinerario {{title}} con {{groupNameHtml}}, pero ya lo ha completado. Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 경로 {{title}}을(를) 공유했지만, 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft het traject {{title}} met {{groupNameHtml}} gedeeld, maar je hebt dit al voltooid! Goed gedaan, harde werker.
th_th: {{nameHtml}} แบ่งปันเส้นทางการเรียนรู้ {{title}} ให้กับ {{groupNameHtml}} แต่คุณก็เรียนเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# singleRecommendation_groupAlreadyCompletedPathwayFormat
source: {{nameHtml}} shared the pathway {{title}} with {{groupNameHtml}}, but you’ve already completed it! Great job, overachiever.
ar_sa: {nameHtml} شارك المساق {title} مع {groupNameHtml}، لكنك أتممته بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {{nameHtml}} compartió el itinerario {{title}} con {{groupNameHtml}}, pero ya lo ha completado. Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 경로 {{title}}을(를) 공유했지만, 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft het traject {{title}} met {{groupNameHtml}} gedeeld, maar je hebt dit al voltooid! Goed gedaan, harde werker.
th_th: {{nameHtml}} แบ่งปันเส้นทางการเรียนรู้ {{title}} ให้กับ {{groupNameHtml}} แต่คุณก็เรียนเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# singleRecommendation_groupAlreadyCompletedVideoDateFormat
source: {{nameHtml}} shared the video {{title}} with {{groupNameHtml}}, but you’ve already watched it! Great job, overachiever.
ar_sa: شارك {{nameHtml}} مقطع فيديو {{title}} مع {groupNameHtml}، ولكنك شاهدت ذلك بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {{nameHtml}} compartió el vídeo {{title}} con {{groupNameHtml}}, pero ya lo ha visto. Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 동영상 {{title}}을(를) 공유했지만, 귀하는 이미 시청했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft de video {{title}} met {{groupNameHtml}} gedeeld, maar je hebt hem al bekeken! Goed gedaan, harde werker.
th_th: {{nameHtml}} แบ่งปันวิดีโอ {{title}} ให้กับ {{groupNameHtml}} แต่คุณก็ดูเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# singleRecommendation_groupAlreadyCompletedVideoFormat
source: {{nameHtml}} shared the video {{title}} with {{groupNameHtml}}, but you’ve already watched it! Great job, overachiever.
ar_sa: شارك {{nameHtml}} مقطع فيديو {{title}} مع {groupNameHtml}، ولكنك شاهدت ذلك بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {{nameHtml}} compartió el vídeo {{title}} con {{groupNameHtml}}, pero ya lo ha visto. Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 동영상 {{title}}을(를) 공유했지만, 귀하는 이미 시청했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft de video {{title}} met {{groupNameHtml}} gedeeld, maar je hebt hem al bekeken! Goed gedaan, harde werker.
th_th: {{nameHtml}} แบ่งปันวิดีโอ {{title}} ให้กับ {{groupNameHtml}} แต่คุณก็ดูเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# singleRecommendation_groupArticleDateFormat
source: {{nameHtml}} shared the article {{title}} with {{groupNameHtml}}
ar_sa: {nameHtml} شارك مقالة {title} مع {groupNameHtml}
es_es: {{nameHtml}} compartió el artículo {{title}} con {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 기사 {{title}}을(를) 공유함
nl_nl: {{nameHtml}} heeft het artikel {{title}} met {{groupNameHtml}} gedeeld
th_th: {{nameHtml}} แบ่งปันบทความ {{title}} นี้ให้กับ {{groupNameHtml}} แต่คุณก็เคยอ่านแล้ว!

# singleRecommendation_groupArticleFormat
source: {{nameHtml}} shared this article with {{groupNameHtml}}
ar_sa: {nameHtml} شارك مقالة {title} مع {groupNameHtml}
es_es: {{nameHtml}} compartió este artículo con {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 이 기사를 공유함
nl_nl: {{nameHtml}} heeft dit artikel met {groupNameHtml} gedeeld
th_th: {{nameHtml}} แบ่งปันบทความนี้ให้กับ {{groupNameHtml}}

# singleRecommendation_groupAssessmentDateFormat
source: {{nameHtml}} shared the assessment {{title}} with {{groupNameHtml}}
ar_sa: {nameHtml} شارك التقييم {title} مع {groupNameHtml}
es_es: {{nameHtml}} compartió la evaluación {{title}} con {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 평가 {{title}}을(를) 공유함
nl_nl: {{nameHtml}} heeft de beoordeling {title} met {{groupNameHtml}} gedeeld
th_th: {{nameHtml}} แบ่งปันแบบประเมิน {{title}} ให้กับ {{groupNameHtml}}

# singleRecommendation_groupAssessmentFormat
source: {{nameHtml}} shared the assessment {{title}} with {{groupNameHtml}}
ar_sa: {nameHtml} شارك التقييم {title} مع {groupNameHtml}
es_es: {{nameHtml}} compartió la evaluación {{title}} con {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 평가 {{title}}을(를) 공유함
nl_nl: {{nameHtml}} heeft de beoordeling {title} met {{groupNameHtml}} gedeeld
th_th: {{nameHtml}} แบ่งปันแบบประเมิน {{title}} ให้กับ {{groupNameHtml}}

# singleRecommendation_groupBookDateFormat
source: {{nameHtml}} shared the book {{title}} with {{groupNameHtml}}
ar_sa: {nameHtml} شارك كتاب {title} مع {groupNameHtml}
es_es: {{nameHtml}} compartió el libro {{title}} con {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 책 {{title}}을(를) 공유함
nl_nl: {{nameHtml}} heeft het boek {{title}} met {groupNameHtml} gedeeld
th_th: {{nameHtml}} แบ่งปันหนังสือ {{title}} ให้กับ {{groupNameHtml}}

# singleRecommendation_groupBookFormat
source: {{nameHtml}} shared the book {{title}} with {{groupNameHtml}}
ar_sa: {nameHtml} شارك كتاب {title} مع {groupNameHtml}
es_es: {{nameHtml}} compartió el libro {{title}} con {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 책 {{title}}을(를) 공유함
nl_nl: {{nameHtml}} heeft het boek {{title}} met {groupNameHtml} gedeeld
th_th: {{nameHtml}} แบ่งปันหนังสือ {{title}} ให้กับ {{groupNameHtml}}

# singleRecommendation_groupCourseDateFormat
source: {{nameHtml}} shared the course {{title}} with {{groupNameHtml}}
ar_sa: {nameHtml} شارك الدورة التعليمية {title} مع {groupNameHtml}
es_es: {{nameHtml}} compartió el curso {{title}} con {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 과정 {{title}}을(를) 공유함
nl_nl: {{nameHtml}} heeft de cursus {{title}} met {{groupNameHtml}} gedeeld
th_th: {{nameHtml}} แบ่งปันหลักสูตร {{title}} ให้กับ {{groupNameHtml}}

# singleRecommendation_groupCourseFormat
source: {{nameHtml}} shared the course {{title}} with {{groupNameHtml}}
ar_sa: {nameHtml} شارك الدورة التعليمية {title} مع {groupNameHtml}
es_es: {{nameHtml}} compartió el curso {{title}} con {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 과정 {{title}}을(를) 공유함
nl_nl: {{nameHtml}} heeft de cursus {{title}} met {{groupNameHtml}} gedeeld
th_th: {{nameHtml}} แบ่งปันหลักสูตร {{title}} ให้กับ {{groupNameHtml}}

# singleRecommendation_GroupDateFormat
source: {{nameHtml}} shared this {{type}} with {{groupNameHtml}}
ar_sa: شارك {{nameHtml}} هذا {{type}} مع {{groupNameHtml}}
es_es: {{nameHtml}} compartió este {{type}} con {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 이 {{type}}을(를) 공유함
nl_nl: {{nameHtml}} heeft dit {{type}} gedeeld met {{groupNameHtml}}
th_th: {{nameHtml}} แบ่งปัน {{type}} นี้ให้กับ {{groupNameHtml}}

# singleRecommendation_groupEpisodeDateFormat
source: {{nameHtml}} shared an episode {{title}} with {{groupNameHtml}}
ar_sa: {nameHtml} شارك الحلقة الإذاعية {title} مع {groupNameHtml}
es_es: {{nameHtml}} compartió un episodio {{title}} con {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 에피소드 {{title}}을(를) 공유함
nl_nl: {{nameHtml} heeft de aflevering {title} met {{groupNameHtml}} gedeeld
th_th: {{nameHtml}} แบ่งปันตอน {{title}} ให้กับ {{groupNameHtml}}

# singleRecommendation_groupEpisodeFormat
source: {{nameHtml}} shared an episode {{title}} with {{groupNameHtml}}
ar_sa: {nameHtml} شارك الحلقة الإذاعية {title} مع {groupNameHtml}
es_es: {{nameHtml}} compartió un episodio {{title}} con {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 에피소드 {{title}}을(를) 공유함
nl_nl: {{nameHtml} heeft de aflevering {title} met {{groupNameHtml}} gedeeld
th_th: {{nameHtml}} แบ่งปันตอน {{title}} ให้กับ {{groupNameHtml}}

# singleRecommendation_groupEventDateFormat
source: {{nameHtml}} shared the event {{title}} with {{groupNameHtml}}
ar_sa: {nameHtml} شارك فاعلية {title} مع {groupNameHtml}
es_es: {{nameHtml}} compartió el evento {{title}} con {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 이벤트 {{title}}을(를) 공유함
nl_nl: {{nameHtml}} heeft de gebeurtenis {title} met {{groupNameHtml}} gedeeld
th_th: {{nameHtml}} แบ่งปันกิจกรรม {{title}} ให้กับ {{groupNameHtml}}

# singleRecommendation_groupEventFormat
source: {{nameHtml}} shared the event {{title}} with {{groupNameHtml}}
ar_sa: {nameHtml} شارك فاعلية {title} مع {groupNameHtml}
es_es: {{nameHtml}} compartió el evento {{title}} con {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 이벤트 {{title}}을(를) 공유함
nl_nl: {{nameHtml}} heeft de gebeurtenis {title} met {{groupNameHtml}} gedeeld
th_th: {{nameHtml}} แบ่งปันกิจกรรม {{title}} ให้กับ {{groupNameHtml}}

# singleRecommendation_GroupFollowFormat
source: {{nameHtml}} shared this {{type}} with {{groupNameHtml}}.
ar_sa: شارك {{nameHtml}} هذا {{type}} مع {{groupNameHtml}}.
es_es: {{nameHtml}} compartió este {{type}} con {{groupNameHtml}}.
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 이 {{type}}을(를) 공유함
nl_nl: {{nameHtml}} heeft dit {{type}} gedeeld met {{groupNameHtml}}.
th_th: {{nameHtml}} แบ่งปัน {{type}} นี้ให้กับ {{groupNameHtml}}

# singleRecommendation_GroupFormat
source: {{nameHtml}} shared this {{type}} with {{groupNameHtml}}
ar_sa: شارك {{nameHtml}} هذا {{type}} مع {{groupNameHtml}}
es_es: {{nameHtml}} compartió este {{type}} con {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 이 {{type}}을(를) 공유함
nl_nl: {{nameHtml}} heeft dit {{type}} gedeeld met {{groupNameHtml}}
th_th: {{nameHtml}} แบ่งปัน {{type}} นี้ให้กับ {{groupNameHtml}}

# singleRecommendation_groupPathwayDateFormat
source: {{nameHtml}} shared the pathway {{title}} with {{groupNameHtml}}
ar_sa: {nameHtml} شارك مساق {title} مع {groupNameHtml}
es_es: {{nameHtml}} compartió el itinerario {{title}} con {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 경로 {{title}}을(를) 공유함
nl_nl: {{nameHtml}} heeft het traject {{title}} met {{groupNameHtml}} gedeeld
th_th: {{nameHtml}} แบ่งปันเส้นทางการเรียนรู้ {{title}} ให้กับ {{groupNameHtml}}

# singleRecommendation_groupPathwayFormat
source: {{nameHtml}} shared the pathway {{title}} with {{groupNameHtml}}
ar_sa: {nameHtml} شارك مساق {title} مع {groupNameHtml}
es_es: {{nameHtml}} compartió el itinerario {{title}} con {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 경로 {{title}}을(를) 공유함
nl_nl: {{nameHtml}} heeft het traject {{title}} met {{groupNameHtml}} gedeeld
th_th: {{nameHtml}} แบ่งปันเส้นทางการเรียนรู้ {{title}} ให้กับ {{groupNameHtml}}

# singleRecommendation_groupTargetDateFormat
source: {{nameHtml}} shared the role {{title}} with {{groupNameHtml}}
ar_sa: {nameHtml} شارك دور {title} مع {groupNameHtml}
es_es: {{nameHtml}} compartió el rol {{title}} con {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 역할 {{title}}을(를) 공유함
nl_nl: {{nameHtml}} heeft de rol {{title}} met {{groupNameHtml}} gedeeld
th_th: {{nameHtml}} แบ่งปันบทบาท {{title}} ให้กับ {{groupNameHtml}}

# singleRecommendation_groupTargetFormat
source: {{nameHtml}} shared the plan {{title}} with {{groupNameHtml}}
ar_sa: {nameHtml} شارك خطة {title} مع {groupNameHtml}
es_es: {{nameHtml}} compartió el plan {{title}} con {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 계획 {{title}}을(를) 공유함
nl_nl: {{nameHtml}} heeft het plan {{title}} met {{groupNameHtml}} gedeeld
th_th: {{nameHtml}} แบ่งปันแผน {{title}} ให้กับ {{groupNameHtml}}

# singleRecommendation_groupVideoDateFormat
source: {{nameHtml}} shared the video {{title}} with {{groupNameHtml}}
ar_sa: {nameHtml} شارك مقطع فيديو {title} مع {groupNameHtml}
es_es: {{nameHtml}} compartió el vídeo {{title}} con {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 동영상 {{title}}을(를) 공유함
nl_nl: {{nameHtml}} heeft de video {{title}} met {{groupNameHtml}} gedeeld
th_th: {{nameHtml}} แบ่งปันวิดีโอ {{title}} ให้กับ {{groupNameHtml}}

# singleRecommendation_groupVideoFormat
source: {{nameHtml}} shared the video {{title}} with {{groupNameHtml}}
ar_sa: {nameHtml} شارك مقطع فيديو {title} مع {groupNameHtml}
es_es: {{nameHtml}} compartió el vídeo {{title}} con {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 동영상 {{title}}을(를) 공유함
nl_nl: {{nameHtml}} heeft de video {{title}} met {{groupNameHtml}} gedeeld
th_th: {{nameHtml}} แบ่งปันวิดีโอ {{title}} ให้กับ {{groupNameHtml}}

# singleRecommendation_GroupYouAlreadyFollowFormat
source: {{nameHtml}} shared this {{type}} with {{groupNameHtml}}, but you’re already following it.
ar_sa: شارك {nameHtml} هذا {type} مع {groupNameHtml}، لكنك تتبعه بالفعل!
es_es: {{nameHtml}} compartió este {{type}} con {{groupNameHtml}}, pero ya lo está siguiendo.
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 이 {{type}}을(를) 공유했지만, 귀하는 이미 팔로우했습니다!
nl_nl: {{nameHtml}} heeft dit {{type}} met {{groupNameHtml}} gedeeld, maar je hebt dit al gevolgd.
th_th: {{nameHtml}} แบ่งปัน {{type}} นี้ให้กับ {{groupNameHtml}} แต่คุณได้ติดตามไปเรียบร้อยแล้ว

# singleRecommendation_youAlreadyCompletedArticleDateFormat
source: {{nameHtml}} shared the article {{title}} with you, but you’ve already read it! Great job, overachiever.
ar_sa: {nameHtml} شارك مقالة {title} معك، لكنك قرأتها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {{nameHtml}} compartió el artículo {{title}} con usted, pero ya lo ha leído. Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) 귀하에게 기사 {{title}}을(를) 공유했지만, 귀하는 이미 읽었습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft het artikel {{title}} met je gedeeld, maar je hebt het al gelezen! Goed gedaan, harde werker.
th_th: {{nameHtml}} แบ่งปันบทความ {{title}} ให้คุณ แต่คุณเคยอ่านแล้ว! เยี่ยมมาก คุณขยันจริงๆ
