Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# FeedbackPartial_SendAMessage
source: Send us a message
ar_sa: أرسل لنا رساله
es_es: Envíenos un mensaje
ko_kr: 저희에게 메시지 보내기
nl_nl: Stuur ons een bericht
th_th: ส่งข้อความถึงเรา

# FeedbackSvc_ErrorMessage
source: Sorry! We were unable to receive your request.
ar_sa: نعتذر! لم نتمكن من استلام طلبك.
es_es: ¡Lo sentimos! No recibimos su solicitud.
ko_kr: 죄송합니다! 귀하의 요청을 검색할 수 없었습니다.
nl_nl: Sorry! We konden je aanvraag niet ontvangen.
th_th: ขออภัย! เราไม่สามารถรับคำขอของคุณได้

# FeedbackSvc_ThankyouMessage
source: Thank you, we received your message.
ar_sa: شكرًا لقد تسلمنا رسالتك.
es_es: Gracias, recibimos su mensaje.
ko_kr: 감사합니다. 메시지를 수신했습니다.
nl_nl: Dank je wel, we hebben je bericht ontvangen.
th_th: ขอบคุณ เราได้รับข้อความของคุณแล้ว

# FeedSvc_Dismiss
source: Dismiss
ar_sa: رفض
es_es: Descartar
ko_kr: 무시
nl_nl: Verwerpen
th_th: ปิด

# FilesSvc_SettingsError
source: An error occurred retrieving upload settings.
ar_sa: حدث خطأ أثناء استرداد إعدادات التحميل.
es_es: Se produjo un error al recuperar los ajustes de carga.
ko_kr: 업로드 설정을 가져오는 데 오류가 발생했습니다.
nl_nl: Er is een fout opgetreden bij het opvragen van uploadinstellingen
th_th: เกิดความผิดพลาดขณะเรียกข้อมูลการตั้งค่าสำหรับการอัปโหลด

# firstGoalModal_Description
source: Each of your learning goals becomes part of your learning plan.<br>Visit often to stay on target!
ar_sa: كل هدف من أهدافك التعليمية يصبح جزءًا من خطتك التعليمية. <br>تفضل بالزيارة كل فترة لتظل مرتبطًا بهدفك.
es_es: Cada uno de sus objetivos de formación forma parte de su plan de formación.<br>¡Venga a menudo para mantener sus objetivos!
ko_kr: 각 학습 목표는 학습 계획의 일부분이 됩니다.<br>자주 방문하셔서 목표에 뒤지지 않게 하세요!
nl_nl: Elk van je leerdoelen wordt een deel van je leerplan. <br> Bezoek ons vaak om op koers te blijven!
th_th: เป้าหมายการเรียนรู้แต่ละอย่างจะกลายเป็นส่วนหนึ่งของแผนการเรียนรู้ของคุณ<br>โปรดเข้าชมบ่อยๆ เพื่อมุ่งไปสู่เป้าหมายโดยไม่หลงทาง!

# firstGoalModal_Title
source: Stay on top of your goals
ar_sa: حافظ على تركيزك على أهدافك
es_es: Adelántese a sus objetivos
ko_kr: 자신의 목표를 관리
nl_nl: Houd je doelen in de gaten
th_th: มุ่งสู่เป้าหมายของคุณโดยไม่หลงทาง

# firstGoalModal_ViewGoals
source: View goals
ar_sa: عرض الأهداف
es_es: Ver objetivos
ko_kr: 목표 보기
nl_nl: Doelstellingen weergeven
th_th: ดูเป้าหมาย

# firstPathwayModal_Enrolled
source: You've enrolled in a pathway
ar_sa: لقد سجلت في مساق
es_es: Se inscribió en un itinerario
ko_kr: 경로에 등록했습니다
nl_nl: Je bent ingeschreven in een leerpad
th_th: คุณได้สมัครเข้าร่วมเส้นทางการเรียนรู้แล้ว

# firstPathwayModal_ViewPathways
source: View pathways
ar_sa: عرض المساقات
es_es: Ver itinerarios
ko_kr: 경로 보기
nl_nl: Leerpaden weergeven
th_th: ดูเส้นทางการเรียนรู้

# firstPathwayModal_WhyTheyHelp
source: Pathways help you map out content to learn from. Find your pathways in the Profile tab.
ar_sa: تساعدك المساقات في التخطيط للمحتوى الذي سوف تتعلمه من "اعثر على المساقات الخاصة بك" في تبويب الملف الشخصي.
es_es: Los itinerarios le ayudan a planear el contenido de formación. Encontrará sus itinerarios en la pestaña Perfil.
ko_kr: 경로는 콘텐츠에서 배울 내용을 보여주는 데 도움이 됩니다. 프로필 탭에서 경로를 찾으십시오.
nl_nl: Leerpaden helpen je om de content in kaart te brengen die je gebruikt om te leren. Je vindt jouw Leerpaden in je Profiel.
th_th: เส้นทางการเรียนรู้จะช่วยคุณในการจัดแผนผังเนื้อหาที่ต้องการเรียนรู้ ค้นหาเส้นทางการเรียนรู้ของคุณในแท็บโปรไฟล์

# FlexCtrl_AddProperties
source: Add Properties
ar_sa: إضافة خصائص
es_es: Añadir propiedades
ko_kr: 속성 추가
nl_nl: Kenmerken toevoegen
th_th: เพิ่มคุณสมบัติ

# FlexCtrl_AddSection
source: Add Section
ar_sa: إضافة قسم
es_es: Agregar sección
ko_kr: 섹션을 추가
nl_nl: Sectie toevoegen
th_th: เพิ่มหัวข้อ

# FlexCtrl_AutoSuggestError
source: Sorry, we don’t have suggestions for this plan yet. You can still customize your plan with content, people, and groups!
ar_sa: عفوًا، لا يوجد لدينا أي اقتراحات لهذه الخطة حتى الآن. لا يزال بإمكانك تخصيص خطتك مع المحتوى والأشخاص والمجموعات!
es_es: Lo sentimos, aún no tenemos sugerencias para este plan. Aún así, puede personalizarlo con contenido, personas y grupos.
ko_kr: 죄송합니다. 아직 이 계획에 대한 추천이 없습니다. 콘텐츠, 사람들 및 그룹으로 계획을 계속 맞춤 설정할 수 있습니다.
nl_nl: Sorry, we hebben nog geen suggesties voor dit plan. Je kunt je plan wel aanpassen met inhoud, mensen en groepen!
th_th: ขออภัย เรายังไม่มีข้อเสนอสำหรับแผนนี้ คุณยังคงสามารถกำหนดแผนของคุณเองได้ด้วยเนื้อหา ผู้คน และกลุ่ม!

# FlexCtrl_EditingStatusMessage
source: You are editing this {{pageType}}.
ar_sa: أنت تقوم بتحرير {{pageType}} هذه.
es_es: Está editando {{pageType}}.
ko_kr: 이 {{pageType}}을(를) 편집하고 있습니다.
nl_nl: Je bent deze {{pageType}} aan het bewerken.
th_th: คุณกำลังแก้ไข {{pageType}}

# FlexCtrl_EditPageType
source: Edit {{pageType}}
ar_sa: تحرير {{pageType}}
es_es: Editar {{pageType}}
ko_kr: {{pageType}} 편집
nl_nl: {{pageType}} bewerken
th_th: แก้ไข {{pageType}}

# FlexCtrl_EditProperties
source: Edit Properties
ar_sa: تحرير الخصائص
es_es: Editar propiedades
ko_kr: 속성 편집
nl_nl: Kenmerken bewerken
th_th: แก้ไขคุณสมบัติ

# FlexCtrl_EditSettings
source: Edit Settings
ar_sa: تحرير الإعدادت
es_es: Editar ajustes
ko_kr: 설정 편집
nl_nl: Instellingen bewerken
th_th: แก้ไขการตั้งค่า

# FlexCtrl_ReorderSections
source: Reorder Sections
ar_sa: نقل الأقسام
es_es: Mover secciones
ko_kr: 섹션 재정렬
nl_nl: Secties opnieuw ordenen
th_th: เรียงลำดับส่วนใหม่

# FlexCtrl_SettingsType
source: {{pageType}} Settings
ar_sa: إعدادات {{pageType}}
es_es: Ajustes de {{pageType}}
ko_kr: {{pageType}} 설정
nl_nl: {{pageType}}-instellingen
th_th: การตั้งค่า {{pageType}}

# FlexCtrl_ViewDirectory
source: View Directory
ar_sa: استعراض دليل
es_es: Ver directorio
ko_kr: 디렉토리 보기
nl_nl: Map bekijken
th_th: ดูรายชื่อ

# FlexCtrl_ViewPageType
source: View {{pageType}}
ar_sa: استعراض {{pageType}}
es_es: Ver {{pageType}}
ko_kr: {{pageType}} 보기
nl_nl: {{pageType}} bekijken
th_th: ดู {{pageType}}

# FlexEdCtrl_Amount
source: Amount
ar_sa: الكمية
es_es: Monto
ko_kr: 금액
nl_nl: Bedrag
th_th: จำนวนเงิน

# FlexEdCtrl_Balance
source: Balance
ar_sa: الرصيد
es_es: Saldo
ko_kr: 잔액
nl_nl: Saldo
th_th: ยอดดุล

# FlexEdCtrl_BalanceError
source: Sorry! There was a problem retrieving your FlexED balance.
ar_sa: نعتذر! حدثت مشكلة أثناء استرداد رصيدك على FlexED.
es_es: ¡Lo sentimos! Se produjo un problema al recuperar su saldo de FlexEd.
ko_kr: 죄송합니다! FlexED 잔액을 검색하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het ophalen van jouw FlexEd-saldo.
th_th: ขออภัย! เกิดปัญหาในการรับข้อมูลยอดดุล FlexED ของคุณ

# FlexEdCtrl_Date
source: Date
ar_sa: التاريخ
es_es: Fecha
ko_kr: 날짜
nl_nl: Datum
th_th: วันที่

# FlexEdCtrl_Description
source: Description
ar_sa: الوصف
es_es: Descripción
ko_kr: 설명
nl_nl: Beschrijving
th_th: คำอธิบาย

# FlexEdCtrl_FlexEdTransactionsTitle
source: FlexED Transactions
ar_sa: معاملات FlexED
es_es: Transacciones de FlexEd
ko_kr: FlexED 트랜잭션
nl_nl: FlexED-transacties
th_th: การทำธุรกรรมด้วย FlexED

# FlexEdCtrl_UpdateCardInfo
source: Update card info
ar_sa: تحديث معلومات البطاقة
es_es: Actualizar información de la tarjeta
ko_kr: 카드 정보 업데이트
nl_nl: Kaartinformatie updaten
th_th: อัปเดตข้อมูลบัตร

# flexEdModal_AllFieldsRequiredError
source: All fields are required.
ar_sa: جميع الحقول إجبارية.
es_es: Todos los campos son obligatorios.
ko_kr: 모든 필드가 필요합니다.
nl_nl: Alle velden zijn verplicht.
th_th: ต้องระบุข้อมูลทุกช่อง

# flexEdModal_Close
source: Close
ar_sa: إغلاق
es_es: Cerrar
ko_kr: 닫기
nl_nl: Afsluiten
th_th: ปิด

# flexEdModal_ConnectCardButton
source: Connect card
ar_sa: توصيل البطاقة
es_es: Conectar tarjeta
ko_kr: 카드 연결
th_th: เชื่อมต่อบัตร

# flexEdModal_ContactYourAdminMessage
source: Contact your administrator if you don't already have a FlexED card and think you should.
ar_sa: تواصل مع المسؤول إذا لم تكن تمتلك بطاقة FlexED بالفعل وترى أنه يجب عليك الحصول على واحدة.
es_es: Contacte con su administrador si no tiene una tarjeta de FlexEd y cree que debería tenerla.
ko_kr: 아직 FlexED 카드를 가지고 있지 않지만 가지고 있어야 한다고 생각되는 경우 관리자에게 연락하십시오.
nl_nl: Neem contact op met je beheerder als je nog geen FlexED-kaart hebt, maar er wel een nodig hebt.
th_th: โปรดติดต่อผู้ดูแลระบบหากคุณคิดว่าคุณควรมีบัตร FlexED ยังไม่มี

# flexEdModal_FirstName
source: First Name
ar_sa: الاسم الأول
es_es: Nombre
ko_kr: 이름
nl_nl: Voornaam
th_th: ชื่อจริง

# flexEdModal_InvalidNumberError
source: Please enter a valid number.
ar_sa: يرجى إدخال رقم صحيح.
es_es: Ingrese un número válido.
ko_kr: 유효한 숫자를 입력하십시오.
nl_nl: Voer een geldig cijfer in.
th_th: โปรดป้อนหมายเลขที่ถูกต้อง

# flexEdModal_LastFour
source: Last 4 digits of your FlexED card
ar_sa: الأرقام الأربعة الأخيرة من بطاقة FlexED
es_es: 4 últimos dígitos de su tarjeta FlexED
ko_kr: FlexED 카드의 마지막 4자리수
nl_nl: Laatste 4 cijfers van je FlexED-kaart
th_th: เลข 4 หลักสุดท้ายของบัตร FlexED

# flexEdModal_LastName
source: Last Name
ar_sa: الاسم الأخير
es_es: Apellidos
ko_kr: 성
nl_nl: Achternaam
th_th: นามสกุล

# flexEdModal_LinkYourFlexEdCard
source: Link your FlexED card
ar_sa: ربط بطاقة FlexED الخاصة بك
es_es: Vincular su tarjeta FlexED
ko_kr: FlexED 카드를 연결
nl_nl: Koppel je FlexED-kaart
th_th: ลิงก์บัตร FlexED ของคุณ

# flexEdModal_MultipleCardsError
source: There are multiple cards that match the information you provided. Please contact your administrator.
ar_sa: هناك العديد من البطاقات التي تتطابق مع المعلومات التي قدمتها. يرجى الاتصال بالمسؤول.
es_es: Hay varias tarjetas que coinciden con la información que facilitó. Contacte con su administrador.
ko_kr: 다수의 카드가 제공하신 정보와 일치합니다. 관리자에게 연락하십시오.
nl_nl: Er zijn meerdere kaarten die overeenkomen met de door jou verstrekte informatie. Neem contact op met de beheerder.
th_th: มีบัตรหลายในที่ตรงกับข้อมูลที่คุณให้ไว้ โปรดติดต่อผู้ดูแลระบบของคุณ

# flexEdModal_NameDoesNotMatchCardError
source: Please check you have entered your information correctly. If that doesn't solve the problem, please contact your administrator.
ar_sa: يرجى التحقق من إدخال معلوماتك بشكل صحيح. إذا لم يساهم ذلك في حل المشكلة، يرجى الاتصال بالمسؤول.
es_es: Compruebe que ha ingresado la información correctamente. Si no se resuelve el problema, contacte con su administrador.
ko_kr: 자신의 정보를 정확하게 입력했는지 확인하십시오. 문제가 해결되지 않는 경우 관리자에게 연락하십시오.
nl_nl: Controleer of je de informatie juist hebt ingevoerd. Als het probleem hiermee niet wordt opgelost, neem dan contact op met de beheerder.
th_th: โปรดตรวจสอบว่าคุณป้อนข้อมูลถูกต้องหรือไม่ หากยังแก้ไขปัญหาไม่ได้ โปรดติดต่อผู้ดูแลระบบของคุณ

# flexEdModal_NameOnCard
source: Name as it appears on card
ar_sa: الاسم كما هو مسجل على البطاقة
es_es: Nombre como aparece en la tarjeta
ko_kr: 카드에 표기되는 이름
nl_nl: Naam zoals vermeld op de kaart
th_th: ชื่อตามที่ปรากฏบนบัตร

# flexEdModal_SavedNewInformation
source: We've saved your new FlexED information
ar_sa: لقد حفظنا معلومات FlexED الجديدة الخاصة بك
es_es: Guardamos su nueva información de FlexED
ko_kr: 새 FlexED 정보를 저장했습니다
nl_nl: We hebben je nieuwe FlexED-informatie opgeslagen
th_th: เราได้บันทึกข้อมูล FlexED ใหม่ของคุณแล้ว

# flexEdModal_SaveInfoButton
source: Save info
ar_sa: حفظ المعلومات
es_es: Guardar información
ko_kr: 정보 저장
nl_nl: Informatie opslaan
th_th: บันทึกข้อมูล

# flexEdModal_SuccessfullyConnected
source: You've successfully connected your FlexED card!
ar_sa: لقد وصلت بطاقة FlexED الخاصة بك بنجاح.
es_es: ¡Conectó correctamente su tarjeta FlexED!
ko_kr: FlexED 카드를 성공적으로 연결했습니다!
nl_nl: Je hebt je FlexED-kaart met succes gekoppeld!
th_th: คุณเชื่อมต่อบัตร FlexED ของคุณสำเร็จแล้ว!

# flexEdModal_ViewMyFlexEd
source: View my FlexED
ar_sa: عرض حسابي على FlexED
es_es: Ver mi FlexED
ko_kr: 나의 FlexED 보기
nl_nl: Mijn FlexED weergeven
th_th: ดู FlexED ของฉัน

# flexEdModal_ViewYourExpenditures
source: View your expenditures and manage your card by clicking on the FlexED total in your admin menu.
ar_sa: عرض مصروفاتك وإدارة بطاقتك بالضغط على إجمالي FlexED في قائمة المسؤول الخاصة بك.
es_es: Vea sus gastos y gestione su tarjeta haciendo clic en el total de FlexED en su menú de admin.
ko_kr: 관리자 메뉴에서 FlexED 합계를 클릭하여 지출을 보고 카드를 관리합니다.
nl_nl: Bekijk je uitgaven en beheer je kaart door op het FlexED-totaal in het beheerdersmenu te klikken.
th_th: ดูการใช้จ่ายของฉันและจัดการบัตรของคุณโดยคลิกที่ยอดรวมของ FlexED ในเมนู "ผู้ดูแลระบบ" ของคุณ

# FlexEdSvc_FlexEdError
source: Sorry! There was a problem accessing your FlexED information.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى معلومات FlexED الخاصة بك.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a información de FlexED.
ko_kr: 죄송합니다! FlexED 정보에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot jouw FlexED-informatie.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงข้อมูล FlexED ของคุณ

# FollowingSvc_Continue
source: Continue
ar_sa: متابعة
es_es: Continuar
ko_kr: 계속
nl_nl: Doorgaan
th_th: ต่อไป

# FollowingSvc_FollowerCountsError
source: Sorry! There was a problem retrieving follower counts. It’s not your fault, we are working hard to fix the problem.
ar_sa: نعتذر! حدثت مشكلة أثناء استرداد حسابات المتابعين. لا تقلق لم تكن خطأك، ونحن نعمل بجد لإصلاح هذه المشكلة.
es_es: ¡Lo sentimos! Se produjo un problema al recuperar cuentas de seguidores. No es culpa suya, estamos trabajando duro para resolver el problema.
ko_kr: 죄송합니다! 팔로워 수를 검색하는 데 문제가 있었습니다. 귀하의 잘못이 아닙니다. 저희는 이 문제를 해결하려고 노력 중입니다.
nl_nl: Sorry! Er was een probleem met het ophalen van het aantal volgers. Dit is niet jouw schuld, we zijn hard aan het werk om het probleem op te lossen.
th_th: ขออภัย! เกิดปัญหาในการรับข้อมูลจำนวนผู้ติดตาม นี่ไม่ใช่ความผิดของคุณ เรากำลังทำงานอย่างหนักเพื่อแก้ไขปัญหาดังกล่าว

# FollowingSvc_FollowerInfoError
source: Sorry! There was a problem retrieving information about who you follow.
ar_sa: نعتذر! حدثت مشكلة أثناء استرداد المعلومات الخاصة بالأشخاص الذين تتابعهم.
es_es: ¡Lo sentimos! Se produjo un problema al recuperar la información sobre la gente a la que sigue.
ko_kr: 죄송합니다! 귀하의 팔로우 정보를 검색하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het ophalen van informatie over wie jij volgt.
th_th: ขออภัย! เกิดปัญหาในการรับข้อมูลเกี่ยวกับบุคคลที่คุณติดตาม

# FollowingSvc_FollowError
source: Sorry! An error occurred trying to follow this person.
ar_sa: نعتذر! حدث خطأ أثناء محاولة متابعة هذا الشخص.
es_es: ¡Lo sentimos! Se produjo un error al intentar seguir a esta persona.
ko_kr: 죄송합니다! 이 사람을 팔로우 시도하는 데 오류가 발생했습니다.
nl_nl: Sorry! Er is een fout opgetreden bij het volgen van deze persoon.
th_th: ขออภัย! เกิดข้อผิดพลาดขึ้นขณะพยายามติดตามบุคคลนี้

# FollowingSvc_FollowNotification
source: You are now following this person.
ar_sa: أنت الآن تتابع هذا الشخص.
es_es: Ahora está siguiendo a esta persona.
ko_kr: 이제 이 사람을 팔로우합니다.
nl_nl: Je volgt nu deze persoon.
th_th: ขณะนี้คุณติดตามบุคคลนี้แล้ว

# FollowingSvc_FollowNotificationFormat
source: You are now following {{person}}
ar_sa: أنت الآن تتابع {{person}}
es_es: Ahora está siguiendo a {{person}}
ko_kr: 귀하는 이제 {{person}}을(를) 팔로우합니다
nl_nl: Je volgt nu deze {{person}}
th_th: ขณะนี้คุณติดตาม {{person}} แล้ว

# FollowingSvc_FollowUserNotification
source: Selecting to follow this user will mean that your name and picture will be displayed on the Followers page for this user.
ar_sa: تحديد متابعة هذا المستخدم يعني أن اسمك وصورتك سوف يظهران لهذا المستخدم في صفحة "المتابعين".
es_es: Al seleccionar seguir a este usuario, su nombre e imagen aparecerán en la página Seguidores de dicho usuario.
ko_kr: 이 사용자를 팔로우하기로 선택하면 이 사용자의 팔로워 페이지에 귀하의 이름 및 사진이 표시됨을 의미합니다.
nl_nl: Als je ervoor kiest om deze gebruiker te volgen, zullen je naam en foto op de Volgers-pagina van deze gebruiker worden weergegeven.
th_th: การเลือกที่จะติดตามผู้ใช้นี้ หมายความว่าชื่อและรูปของคุณจะปรากฏในหน้า "ผู้ติดตาม" ของผู้ใช้คนนี้

# FollowingSvc_InteralFollowError
source: Sorry! There was a problem retrieving followers. It’s not your fault, we are working hard to fix the problem.
ar_sa: نعتذر! حدثت مشكلة أثناء استرداد المتابعين. لا تقلق لم تكن خطأك، ونحن نعمل بجد لإصلاح هذه المشكلة.
es_es: ¡Lo sentimos! Se produjo un problema al recuperar seguidores. No es culpa suya, estamos trabajando duro para resolver el problema.
ko_kr: 죄송합니다! 팔로워를 검색하는 데 문제가 있었습니다. 귀하의 잘못이 아닙니다. 저희는 이 문제를 해결하려고 노력 중입니다.
nl_nl: Sorry! Er was een probleem met het ophalen van volgers. Dit is niet jouw schuld, we zijn hard aan het werk om het probleem op te lossen.
th_th: ขออภัย! เกิดปัญหาในการรับข้อมูลผู้ติดตาม นี่ไม่ใช่ความผิดของคุณ เรากำลังทำงานอย่างหนักเพื่อแก้ไขปัญหาดังกล่าว

# FollowingSvc_InternalRetrievalError
source: Sorry! There was a problem retrieving users that this user follows. It’s not your fault, we are working hard to fix the problem.
ar_sa: نعتذر! حدثت مشكلة أثناء استرداد المستخدمين الذين يتابعهم هذا المستخدم. لا تقلق لم تكن خطأك، ونحن نعمل بجد لإصلاح هذه المشكلة.
es_es: ¡Lo sentimos! Se produjo un problema al recuperar seguidores a los que sigue este usuario. No es culpa suya, estamos trabajando duro para resolver el problema.
ko_kr: 죄송합니다! 이 사용자가 팔로우하는 사용자들을 검색하는 데 문제가 있었습니다. 귀하의 잘못이 아닙니다. 저희는 이 문제를 해결하려고 노력 중입니다.
nl_nl: Sorry! Er was een probleem met het ophalen van gebruikers die deze gebruiker volgt. Dit is niet jouw schuld, we zijn hard aan het werk om het probleem op te lossen.
th_th: ขออภัย! เกิดปัญหาในการรับข้อมูลผู้ใช้ที่ผู้ใช้คนนี้ติดตาม นี่ไม่ใช่ความผิดของคุณ เรากำลังทำงานอย่างหนักเพื่อแก้ไขปัญหาดังกล่าว

# FollowingSvc_UnfollowError
source: Sorry! An error occurred trying to unfollow this person.
ar_sa: نعتذر! حدث خطأ أثناء محاولة إلغاء متابعة هذا الشخص.
es_es: ¡Lo sentimos! Se produjo un error al intentar dejar de seguir a esta persona.
ko_kr: 죄송합니다! 이 사람을 팔로우 해제를 시도하는 데 오류가 발생했습니다.
nl_nl: Sorry! Er is een fout opgetreden in een poging om deze persoon te ontvolgen.
th_th: ขออภัย! เกิดข้อผิดพลาดขึ้นขณะพยายามเลิกติดตามบุคคลนี้

# FollowingSvc_UnfollowNotificationFormat
source: You are no longer following {{person}}
ar_sa: لم تعد متابعًا لـ {{person}}
es_es: Ya no está siguiendo a {{person}}
ko_kr: 귀하는 더 이상 {{person}}을(를) 팔로우하지 않습니다
nl_nl: Je volgt {{person}} nu niet langer
th_th: ขณะนี้คุณไม่ได้ติดตาม {{person}}

# followTargetForm_GroupHeader
source: Join {{count}} groups
ar_sa: انضم إلى {{count}} مجموعة
es_es: Unirse a {{count}} grupos
ko_kr: {{count}}개 그룹 참가
nl_nl: Lid worden van {{count}} groepen
th_th: เข้าร่วม {{count}} กลุ่ม

# followTargetForm_GroupHeaderSingular
source: Join 1 group
ar_sa: انضم إلى 1 مجموعة
es_es: Unirse a 1 grupo
ko_kr: 1개 그룹 참가
nl_nl: Lid worden van 1 groep
th_th: เข้าร่วม 1 กลุ่ม

# followTargetForm_Instructions
source: You are about to follow the {{targetType}} "{{targetTitle}}." If you follow this {{targetType}}, the best content from the checked resources below will appear in your learning Feed to help you master this {{targetType}}.
ar_sa: أنت على وشك متابعة {{targetType}} "{{targetTitle}}." إذا قمت بمتابعة هذا {{targetType}} فإن أفضل محتوى من الموارد المحددة أدناه سوف يظهر في موجز التعلم الخاصة بك لمساعدتك في إتقان هذا {{targetType}}.
es_es: Está a punto de seguir el {{targetType}} "{{targetTitle}}". Si sigue este {{targetType}}, aparecerá en su canal de formación el mejor contenido de los recursos marcados abajo para ayudarle a dominar este {{targetType}}.
ko_kr: "{{targetTitle}}" {{targetType}}을(를) 팔로우하려고 합니다. 이 {{targetType}}을(를) 팔로우하는 경우, 아래의 확인한 리소스에서 최고의 콘텐츠가 학습 피드에 표시되어 이 {{targetType}}을(를) 마스터하는 데 도움을 줍니다.
nl_nl: Je gaat {{targetType}} "{{targetTitle}}” volgen. Als je dit {{targetType}} volgt, wordt de beste content van de aangevinkte bronnen hieronder weergegeven in je leer-feed om je te helpen dit {{targetType}} te beheersen.
th_th: คุณกำลังจะติดตาม{{targetType}} "{{targetTitle}}" ถ้าคุณติดตาม{{targetType}}นี้ เนื้อหาที่ดีที่สุดจากแหล่งข้อมูลที่ได้รับการตรวจสอบจะปรากฏในฟีดการเรียนรู้ของคุณ เพื่อช่วยให้คุณศึกษา{{targetType}}นี้จนเชี่ยวชาญ

# followTargetForm_NoResources
source: This {{targetType}} has no resources yet, but you can still follow the {{targetType}} and you'll be notified when resources are added.
ar_sa: لا توجد موارد لهذا {{targetType}} حتى الآن، إلا أنه لازال بإمكانك متابعة {{targetType}} وسوف يتم إخطارك عندما تتم إضافة أي موارد.
es_es: Este {{targetType}} aún no tiene recursos, pero puede continuar siguiendo {{targetType}} y se le notificará cuando se agreguen recursos.
ko_kr: 이 {{targetType}}에는 아직 리소스가 없지만 귀하는 이 {{targetType}}을(를) 팔로우할 수 있으며 리소스가 추가될 때에 알림을 받을 것입니다.
nl_nl: Dit {{targetType}} heeft nog geen hulpmiddelen, maar je kunt het {{targetType}} nog steeds volgen en je wordt op de hoogte gesteld wanneer bronnen worden toegevoegd.
th_th: {{targetType}}นี้ยังไม่มีแหล่งข้อมูล แต่คุณยังสามารถติดตาม{{targetType}}และรับแจ้งเมื่อมีการเพิ่มแหล่งข้อมูล

# followTargetForm_PathwayHeader
source: Enroll in {{count}} pathways
ar_sa: التسجيل في {{count}} مساق
es_es: Inscribirse en {{count}} itinerarios
ko_kr: {{count}}개 패스웨이에 등록
nl_nl: Inschrijven in {{count}} leerpaden
th_th: สมัครใน {{count}} เส้นทางการเรียนรู้

# followTargetForm_PathwayHeaderSingular
source: Enroll in 1 pathway
ar_sa: تسجيل في 1 مساق
es_es: Inscribirse en 1 itinerario
ko_kr: 1개 패스웨이에 등록
nl_nl: Inschrijven in 1 leerpad
th_th: สมัครใน 1 เส้นทางการเรียนรู้

# followTargetForm_selectTitleFormat
source: Select {{title}}
ar_sa: اختيار {{title}}
es_es: Seleccionar {{title}}
ko_kr: {{title}} 선택
nl_nl: Selecteer {{title}}
th_th: เลือก {{title}}

# followTargetForm_Submit
source: Follow {{targetType}}
ar_sa: متابعة {{targetType}}
es_es: Seguir {{targetType}}
ko_kr: {{targetType}}을(를) 팔로우
nl_nl: {{targetType}} volgen
th_th: ติดตาม {{targetType}}

# followTargetForm_TagHeader
source: Follow {{count}} skills
ar_sa: متابعة {{count}} مهارة
es_es: Seguir {{count}} habilidades
ko_kr: {{count}}개 기술을 팔로우
nl_nl: {{count}} vaardigheden volgen
th_th: ติดตาม {{count}} ทักษะ

# followTargetForm_TagHeaderSingular
source: Follow 1 skill
ar_sa: متابعة 1 مهارة
es_es: Seguir 1 habilidad
ko_kr: 1개 기술을 팔로우
nl_nl: 1 vaardigheid volgen
th_th: ติดตาม 1 ทักษะ

# followTargetForm_TargetHeader
source: Follow {{count}} skill plans
ar_sa: متابعة {{count}} خطط مهارات
es_es: Seguir {{count}} planes de habilidades
ko_kr: {{count}}개 기술 계획을 팔로우
nl_nl: {{count}} vaardigheidsplannen volgen
th_th: ติดตาม {{count}} แผนทักษะ

# followTargetForm_TargetHeaderSingular
source: Follow 1 skill plan
ar_sa: متابعة 1 خطة مهارة
es_es: Seguir 1 plan de habilidades
ko_kr: 1개 기술 계획을 팔로우
nl_nl: 1 vaardigheidsplan volgen
th_th: ติดตาม 1 แผนทักษะ

# followTargetForm_Title
source: Following a {{targetType}}
ar_sa: متابعة {{targetType}}
es_es: Siguiendo un {{targetType}}
ko_kr: {{targetType}}을(를) 팔로우
nl_nl: Een {{targetType}} volgen
th_th: กำลังติดตาม{{targetType}}

# followTargetForm_UserHeader
source: Follow {{count}} people
ar_sa: متابعة {{count}} فرد
es_es: Seguir a {{count}} personas
ko_kr: {{count}}명을 팔로우
nl_nl: {{count}} personen volgen
th_th: ติดตาม {{count}} คน

# followTargetForm_UserHeaderSingular
source: Follow 1 person
ar_sa: متابعة 1 شخص
es_es: Seguir a 1 persona
ko_kr: 1명을 팔로우
nl_nl: 1 persoon volgen
th_th: ติดตาม 1 คน

# FooterPartial_AllRightsReserved
source: All Rights Reserved.
ar_sa: جميع الحقوق محفوظة
es_es: Todos los derechos reservados.
ko_kr: 전권소유.
nl_nl: Alle rechten voorbehouden.
th_th: สงวนลิขสิทธิ์

# FooterPartial_Privacy
source: Privacy
ar_sa: الخصوصية
es_es: Privacidad
ko_kr: 개인 정보 보호
th_th: ความเป็นส่วนตัว

# FooterPartial_TermsOfUse
source: Terms of Use
ar_sa: شروط الاستخدام
es_es: Términos de uso
ko_kr: 사용 약관
nl_nl: Gebruiksvoorwaarden
th_th: ข้อกำหนดในการใช้งาน

# forgotPasswordForm_EmailLabel
source: What is your email address?
ar_sa: ما هو عنوان بريدك الإلكتروني؟
es_es: ¿Cuál es su dirección de correo electrónico?
ko_kr: 귀하의 이메일 주소는 무엇입니까?
nl_nl: Wat is je e-mailadres?
th_th: ที่อยู่อีเมลของคุณคืออะไร?
