Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# Core_EditVideo
source: Edit Video Details
ar_sa: تحرير تفاصيل الفيديو
es_es: Editar detalles del video
ko_kr: 동영상 상세 정보 편집
nl_nl: Details video bewerken
th_th: แก้ไขรายละเอียดของวิดีโอ

# Core_EmailAddress
source: Email Address
ar_sa: عنوان البريد الإلكتروني
es_es: Dirección de correo electrónico
ko_kr: 이메일 주소
nl_nl: E-mailadres
th_th: ที่อยู่อีเมล

# Core_EmailAddresses
source: Email Address(es)
ar_sa: عناوين البريد الإلكتروني
es_es: Direcciones de correo electrónico
ko_kr: 이메일 주소
nl_nl: E-mailadres(sen)
th_th: ที่อยู่อีเมล

# Core_Enroll
source: Enroll
ar_sa: تسجيل
es_es: Inscribirse
ko_kr: 등록
nl_nl: Inschrijven
th_th: สมัคร

# Core_Enrolled
source: Enrolled
ar_sa: مسجل
es_es: Inscrito
ko_kr: 등록됨
nl_nl: Ingeschreven
th_th: สมัครแล้ว

# Core_Enrollees
source: Enrollees
ar_sa: المسجلون
es_es: Inscritos
ko_kr: 등록자
nl_nl: Inschrijvers
th_th: ผู้ลงทะเบียน

# Core_EnrollInPathway
source: Enroll In Pathway
ar_sa: تسجيل في المساق
es_es: Inscribirse en este itinerario
ko_kr: 경로에 등록
nl_nl: Inschrijven voor Leerpad
th_th: สมัครเส้นทางการเรียนรู้

# Core_Enrollment
source: Enrollment
ar_sa: التسجيل
es_es: Inscripción
ko_kr: 등록
nl_nl: Ingeschreven
th_th: ลงทะเบียน

# Core_Enrolls
source: Enrolls
ar_sa: تسجيلات
es_es: Inscripciones
ko_kr: 등록
nl_nl: Inschrijvingen
th_th: สมัคร

# Core_Episode
source: Podcast
ar_sa: حلقة إذاعية
ko_kr: 팟캐스트
th_th: พอดแคสต์

# Core_Error
source: Error
ar_sa: خطأ
ko_kr: 오류
nl_nl: Fout
th_th: ข้อผิดพลาด

# Core_Event
source: Event
ar_sa: فعالية
es_es: Evento
ko_kr: 이벤트
nl_nl: Evenement
th_th: งานกิจกรรม

# Core_Events
source: Events
ar_sa: فعاليات
es_es: Eventos
ko_kr: 이벤트
nl_nl: Evenementen
th_th: งานกิจกรรม

# Core_EventsDisplayName
source: Events
ar_sa: فعاليات
es_es: Eventos
ko_kr: 이벤트
nl_nl: Evenementen
th_th: งานกิจกรรม

# Core_Expand
source: Expand
ar_sa: توسيع
es_es: Maximizar
ko_kr: 확장
nl_nl: Uitklappen
th_th: ขยาย

# Core_ExperienceDisplayName
source: Experience
ar_sa: خبرة
es_es: Experiencia
ko_kr: 경험
nl_nl: Ervaring
th_th: ประสบการณ์

# Core_ExperiencesDisplayName
source: Experiences
ar_sa: خبرات
es_es: Experiencias
ko_kr: 경험
nl_nl: Ervaringen
th_th: ประสบการณ์

# Core_External
source: External
ar_sa: خارجي
es_es: Externo
ko_kr: 외부
nl_nl: Extern
th_th: ภายนอก

# Core_ExternalBook
source: Book
ar_sa: كتاب
es_es: Libro
ko_kr: 책
nl_nl: Boek
th_th: หนังสือ

# Core_ExternalBooksDisplayName
source: Books
ar_sa: كتب
es_es: Libros
ko_kr: 책
nl_nl: Boeken
th_th: หนังสือ

# Core_ExternalPodcast
source: Podcast
ar_sa: حلقة إذاعية
ko_kr: 팟캐스트
th_th: พอดแคสต์

# Core_ExternalPodcastsDisplayName
source: Podcasts
ar_sa: حلقات إذاعية
ko_kr: 팟캐스트
th_th: พอดแคสต์

# Core_ExternalResources
source: External Resources
ar_sa: الموارد الخارجية
es_es: Recursos externos
ko_kr: 외부 리소스
nl_nl: Externe bronnen
th_th: แหล่งข้อมูลภายนอก

# Core_ExternalVideo
source: Video
ar_sa: فيديو
ko_kr: 동영상
th_th: วิดีโอ

# Core_ExternalVideosDisplayName
source: Videos
ar_sa: مقاطع فيديو
ko_kr: 동영상
th_th: วิดีโอ

# Core_FeaturePathway
source: Make Featured
ar_sa: ميّزه
es_es: Destacar
ko_kr: 추천으로 만들기
nl_nl: Uitgelicht maken
th_th: กำหนดให้เป็นเนื้อหาที่น่าสนใจ

# Core_Feed
source: Feed
ar_sa: موجز
es_es: Contenido
ko_kr: 피드
th_th: ฟีด

# Core_FieldRequired
source: This field is required
ar_sa: هذا الحقل مطلوب وإجباري
es_es: Este campo es obligatorio
ko_kr: 이 필드는 필수입니다.
nl_nl: Dit veld is verplicht
th_th: ต้องระบุข้อมูลในช่องนี้

# Core_Filter
source: Filter
ar_sa: تصفية
es_es: Filtrar
ko_kr: 필터
th_th: ตัวกรอง

# Core_FilterApplied
source: 1 Filter Applied
ar_sa: عامل تصفية واحد مطبق
es_es: 1 filtro aplicado
ko_kr: 1개 필터 적용
nl_nl: 1 filter toegepast
th_th: ใช้ตัวกรอง 1 ตัว

# Core_FiltersAppliedFormat
source: {{count}} Filters Applied
ar_sa: عدد {{count}} من عوامل التصفية مطبقة
es_es: {{count}} filtros aplicados
ko_kr: {{count}}개 필터 적용
nl_nl: {{count}} filters toegepast
th_th: ใช้ตัวกรอง {{count}} ตัว

# Core_FindContent
source: Find content
ar_sa: البحث عن المحتويات
es_es: Buscar contenido
ko_kr: 콘텐츠 찾기
nl_nl: Content zoeken
th_th: ค้นหาเนื้อหา

# Core_FirstName
source: First name
ar_sa: الاسم الأول
es_es: Nombre
ko_kr: 이름
nl_nl: Voornaam
th_th: ชื่อจริง

# Core_FlagAsInappropriate
source: Flag as Inappropriate
ar_sa: وضع علامة "غير لائق"
es_es: Marcar como inapropiado
ko_kr: 부적절 플래그 지정
nl_nl: Als ongepast vlaggen
th_th: รายงานว่าไม่เหมาะสม

# Core_Follow
source: Follow
ar_sa: متابعة
es_es: Seguir
ko_kr: 팔로우
nl_nl: Volgen
th_th: ติดตาม

# Core_Followers
source: Followers
ar_sa: المتابعون
es_es: Seguidores
ko_kr: 팔로워
nl_nl: Volgers
th_th: ผู้ติดตาม

# Core_Following
source: Following
ar_sa: متابع لـ:
es_es: Siguiendo
ko_kr: 팔로잉
nl_nl: Volgend
th_th: กำลังติดตาม

# Core_FollowingButtonLabel
source: Following. Click to unfollow.
ar_sa: متابعة. انقر لإلغاء المتابعة.
es_es: Siguiendo. Haga clic para dejar de seguir este grupo.
ko_kr: 팔로우 중. 클릭하여 팔로우 취소합니다.
nl_nl: Volgend. Klik om volgen te verwijderen.
th_th: กำลังติดตาม คลิกเพื่อเลิกติดตาม

# Core_Follows
source: Follows
ar_sa: المتابعات
es_es: Sigue
ko_kr: 팔로우
nl_nl: Volgt
th_th: ติดตาม

# Core_Format
source: Format
ar_sa: تهيئة
es_es: Formato
ko_kr: 형식
nl_nl: Formaat
th_th: รูปแบบ

# Core_Free
source: Free
ar_sa: مجاني
es_es: Gratis
ko_kr: 무료
nl_nl: Gratis
th_th: ฟรี

# Core_FreeformText
source: Text Area
ar_sa: مجال النص
es_es: Área de texto
ko_kr: 텍스트 영역
nl_nl: Tekstgebied
th_th: พื้นที่ข้อความ

# Core_Goal
source: Goal
ar_sa: هدف
es_es: Objetivo
ko_kr: 목표
nl_nl: Doelstelling
th_th: เป้าหมาย

# Core_GoalAddedFormat
source: {{title}} has been added to your goals!
ar_sa: تمت إضافة {{title}} إلى أهدافك.
es_es: ¡Se agregó {{title}} a sus objetivos!
ko_kr: {{title}}을(를) 목표에 추가했습니다!
nl_nl: {{Title}} is toegevoegd aan je doelstellingen!
th_th: เพิ่ม {{title}} ในเป้าหมายของคุณแล้ว!

# Core_GreaterThan1Day
source: > 1 day
ar_sa: أكثر من يوم واحد
es_es: Más de 1 día
ko_kr: > 1일
nl_nl: > 1 dag
th_th: > 1 วัน

# Core_Group
source: Group
ar_sa: المجموعة
es_es: Grupo
ko_kr: 그룹
nl_nl: Groep
th_th: กลุ่ม

# Core_GroupDisplayName
source: Group Browse
ar_sa: متصفح المجموعة
es_es: Explorar grupo
ko_kr: 그룹 찾아보기
nl_nl: Bladeren groep
th_th: เรียกดูเป็นกลุ่ม

# Core_Groups
source: Groups
ar_sa: المجموعات
es_es: Grupos
ko_kr: 그룹
nl_nl: Groepen
th_th: กลุ่ม

# Core_GroupsDisplayName
source: Groups
ar_sa: المجموعات
es_es: Grupos
ko_kr: 그룹
nl_nl: Groepen
th_th: กลุ่ม

# Core_Help
source: Help
ar_sa: مساعدة
es_es: Ayuda
ko_kr: 도움말
th_th: ความช่วยเหลือ

# Core_Hide
source: Hide
ar_sa: إخفاء
es_es: Ocultar
ko_kr: 숨기기
nl_nl: Verbergen
th_th: ซ่อน

# Core_Home
source: Home
ar_sa: الصفحة الرئيسية
es_es: Inicio
ko_kr: 홈
nl_nl: Startpagina
th_th: หน้าแรก

# Core_Hour
source: Hour
ar_sa: ساعة
es_es: Hora
ko_kr: 시
nl_nl: Uren
th_th: ชั่วโมง

# Core_Hours
source: Hours
ar_sa: ساعات
es_es: Horas
ko_kr: 시간
nl_nl: Uren
th_th: ชั่วโมง

# Core_HoursAgoFormat
source: {{time}} hours ago
ar_sa: {{time}} ساعات مضت
es_es: Hace {{time}} horas
ko_kr: {{time}}시간 전
nl_nl: {{time}} uur geleden
th_th: {{time}} ชั่วโมงที่แล้ว

# Core_HoursFormat
source: {{hours}} hours
ar_sa: {{ساعات}} ساعات
es_es: {{hours}} horas
ko_kr: {{hours}}시간
nl_nl: {{hours}} uur
th_th: {{hours}} ชั่วโมง

# Core_HoursMinutesFormat
source: {{hours}} hours, {{minutes}} minutes
ar_sa: {{ساعات}} ساعات، {{دقائق}} دقائق
es_es: {{hours}} horas, {{minutes}} minutos
ko_kr: {{hours}}시간, {{minutes}}분
nl_nl: {{hours}} uur, {{minutes}} minuten
th_th: {{hours}} ชั่วโมง, {{minutes}} นาที

# Core_Icon
source: Icon
ar_sa: أيقونة
es_es: Icono
ko_kr: 아이콘
nl_nl: Icoon
th_th: ไอคอน

# Core_ICreatedAudio
source: I created this podcast
ar_sa: أنا أنشأت هذه الحلقة الإذاعية
es_es: Yo creé este podcast
ko_kr: 제가 이 팟캐스트를 만들었습니다.
nl_nl: Ik heb deze podcast gemaakt
th_th: ฉันเป็นคนสร้างพอดแคสต์นี้

# Core_Image
source: Image
ar_sa: صورة
es_es: Imagen
ko_kr: 이미지
nl_nl: Afbeelding
th_th: รูปภาพ

# Core_InputActionAdded
source: added the following {{input}}
ar_sa: أضاف التالي {{input}}
es_es: agregó el siguiente {{input}}
ko_kr: 다음 {{input}}을(를) 추가했음
nl_nl: de volgende {{input}} is toegevoegd
th_th: เพิ่มไปยัง {{input}} ต่อไปนี้

# Core_InputActionAttended
source: attended an event
ar_sa: حضر أحد الفعاليات
es_es: asistió a un evento
ko_kr: 이벤트에 참석
nl_nl: een evenement bijgewoond
th_th: เข้าร่วมงานกิจกรรม

# Core_InputActionCompleted
source: completed a course
ar_sa: أتم أحد الدورات التعليمية
es_es: completó un curso
ko_kr: 과정을 완료
nl_nl: een cursus voltooid
th_th: เรียนจบหลักสูตร

# Core_InputActionCompletedCourse
source: completed a course
ar_sa: أتم أحد الدورات التعليمية
es_es: completó un curso
ko_kr: 과정을 완료
nl_nl: een cursus voltooid
th_th: เรียนจบหลักสูตร

# Core_InputActionCompletedPodcast
source: completed an audio item
ar_sa: عنصر صوتي مكتمل
es_es: completó un elemento de audio
ko_kr: 오디오 항목을 완료함
nl_nl: heeft een audio-item voltooid
th_th: ทำรายการไฟล์เสียงหนึ่งรายการเสร็จสิ้นแล้ว

# Core_InputActionRead
source: read an article
ar_sa: قرأ أحد المقالات
es_es: leyó un artículo
ko_kr: 아티클 읽기
nl_nl: een artikel gelezen
th_th: อ่านบทความ

# Core_InputActionReadBook
source: read a book
ar_sa: قرأ أحد الكتب
es_es: leyó un libro
ko_kr: 책을 읽음
nl_nl: een boek gelezen
th_th: อ่านหนังสือ

# Core_InputActionTaskCompleted
source: completed a task
ar_sa: أتم أحد المهام
es_es: completó una tarea
ko_kr: 작업을 완료
nl_nl: voltooide taak
th_th: ทำงานเสร็จ

# Core_InputActionWatched
source: watched a video
ar_sa: شاهد أحد مقاطع الفيديو
es_es: miró un video
ko_kr: 동영상을 시청
nl_nl: een video gekeken
th_th: ชมวิดีโอ

# Core_Inputs
source: Content
ar_sa: المحتوى
es_es: Contenido
ko_kr: 콘텐츠
th_th: เนื้อหา

# Core_Insights
source: Insights
ar_sa: معارف دقيقة
es_es: Estadísticas
ko_kr: 통찰력
nl_nl: Inzichten
th_th: องค์ความรู้

# Core_Instructions
source: Instructions
ar_sa: التعليمات
es_es: Instrucciones
ko_kr: 설명
nl_nl: Instructies
th_th: คำแนะนำ

# Core_Invalid
source: Invalid
ar_sa: غير صالح
es_es: No válido
ko_kr: 무효한
nl_nl: Ongeldig
th_th: ไม่ถูกต้อง

# Core_InvalidEmail
source: Please enter a valid email address
ar_sa: يرجى إدخال عنوان بريد إلكتروني صحيح
es_es: Ingrese una dirección de correo electrónico válida
ko_kr: 유효한 이메이르 주소를 입력하십시오.
nl_nl: Voer een geldig e-mailadres in
th_th: โปรดป้อนที่อยู่อีเมลที่ถูกต้อง

# Core_Invite
source: Invite
ar_sa: إرسال دعوة
es_es: Invitar
ko_kr: 초대
nl_nl: Uitnodigen
th_th: เชิญ

# Core_JobRole
source: Plan
ar_sa: خطة
ko_kr: 계획
th_th: แผน

# Core_JobroleDisplayName
source: Skill Plan
ar_sa: خطة مهارة
es_es: Plan de habilidades
ko_kr: 기술 계획
nl_nl: Vaardigheidsplan
th_th: แผนทักษะ

# Core_JobRoles
source: Skill Plans
ar_sa: خطط مهارات
es_es: Planes de habilidades
ko_kr: 기술 계획
nl_nl: Vaardigheidsplannen
th_th: แผนทักษะ

# Core_JobRolesDisplayName
source: Plans
ar_sa: خطط
es_es: Planes
ko_kr: 계획
nl_nl: Plannen
th_th: แผน

# Core_Join
source: Join
ar_sa: انضمام
es_es: Unirse
ko_kr: 참가
nl_nl: Lid worden
th_th: เข้าร่วม

# Core_Joined
source: Joined
ar_sa: منضم
es_es: Unido
ko_kr: 참가함
nl_nl: Lid geworden
th_th: เข้าร่วมแล้ว

# Core_JustNow
source: just now
ar_sa: الآن فقط
es_es: ahora mismo
ko_kr: 방금 전
nl_nl: zojuist
th_th: เมื่อครู่นี้

# Core_Language
source: Language
ar_sa: اللغة
es_es: Idioma
ko_kr: 언어
nl_nl: Taal
th_th: ภาษา

# Core_LastMonth
source: Last Month
ar_sa: الشهر الماضي
es_es: Mes pasado
ko_kr: 지난 달
nl_nl: Vorige maand
th_th: เดือนที่แล้ว

# Core_LastName
source: Last name
ar_sa: الاسم الأخير
es_es: Apellidos
ko_kr: 성
nl_nl: Achternaam
th_th: นามสกุล

# Core_LastWeek
source: Last Week
ar_sa: الأسبوع الماضي
es_es: Semana pasada
ko_kr: 지난 주
nl_nl: Vorige week
th_th: สัปดาห์ที่แล้ว

# Core_LearningMinutes
source: Learning Minutes
ar_sa: دقيقة تعلّم
es_es: Minutos de aprendizaje
ko_kr: 학습 시간
nl_nl: Leerminuten
th_th: นาทีการเรียนรู้

# Core_LearnMore
source: Learn More
ar_sa: تعرف على المزيد
es_es: Aprenda más
ko_kr: 더 알아보기
nl_nl: Meer informatie
th_th: เรียนรู้เพิ่มเติม

# Core_LearnOnDegreed
source: Learn on Degreed
ar_sa: تعلم على موقع Degreed
es_es: Aprender en Degreed
ko_kr: Degreed에서 배우기
nl_nl: Leer op Degreed
th_th: เรียนรู้ที่ Degreed

# Core_LessThan10
source: < 10 mins
ar_sa: أقل من 10 دقائق
es_es: Menos de 10 minutos
ko_kr: < 10분
nl_nl: < 10 minuten
th_th: < 10 นาที

# Core_LessThan1Day
source: < 1 day
ar_sa: أقل من يوم واحد
es_es: Menos de 1 día
ko_kr: < 1일
nl_nl: < 1 dag
th_th: < 1 วัน

# Core_LessThan1Hour
source: < 1 hour
ar_sa: أقل من ساعة واحدة
es_es: Menos de 1 hora
ko_kr: < 1시간
nl_nl: < 1 uur
th_th: < 1 ชั่วโมง

# Core_LessThan30
source: < 30 mins
ar_sa: أقل من 30 دقيقة
es_es: Menos de 30 minutos
ko_kr: < 30분
nl_nl: < 30 minuten
th_th: < 30 นาที

# Core_LessThan30Days
source: < 30 days
ar_sa: أقل من 30 يوم
es_es: Menos de 30 días
ko_kr: < 30일
nl_nl: < 30 dagen
th_th: < 30 วัน

# Core_LessThan4Hours
source: < 4 hours
ar_sa: أقل من 4 ساعات
es_es: Menos de 4 horas
ko_kr: < 4시간
nl_nl: < 4 uur
th_th: < 4 ชั่วโมง

# Core_LessThan5
source: < 5 min
ar_sa: أقل من 5 دقائق
es_es: Menos de 5 minutos
ko_kr: < 5분
nl_nl: < 5 minuten
th_th: < 5 นาที

# Core_LessThan6Months
source: < 6 months
ar_sa: أكثر من 6 أشهر
es_es: Menos de 6 meses
ko_kr: < 6개월
nl_nl: < 6 maanden
th_th: < 6 เดือน

# Core_LessThanOneYear
source: < 1 year
ar_sa: أقل من عام واحد
es_es: Menos de 1 año
ko_kr: < 1년
nl_nl: < 1 jaar
th_th: < 1 ปี

# Core_Like
source: Like
ar_sa: إعجاب
es_es: Me gusta
ko_kr: 좋아요
nl_nl: Vind ik leuk
th_th: ถูกใจ

# Core_Liked
source: Liked
ar_sa: معجب به
es_es: Gustó
ko_kr: 좋아요
nl_nl: Leuk gevonden
th_th: ถูกใจแล้ว

# Core_Link
source: Link
ar_sa: رابط
es_es: Vínculo
ko_kr: 링크
th_th: ลิงก์

# Core_Links
source: Links
ar_sa: روابط
es_es: Vínculos
ko_kr: 링크
th_th: ลิงก์

# Core_LinkText
source: Link
ar_sa: رابط
es_es: Vínculo
ko_kr: 링크
th_th: ลิงก์

# Core_MaliciousURL
source: Sorry! This content is from a risky website, so it can’t be added.
ar_sa: نعتذر! هذا المحتوى مأخوذ من موقع ويب محفوف بالمخاطر، لذا لا يمكن إضافته.
es_es: ¡Lo sentimos! No podemos añadir este contenido porque procede de un sitio web sospechoso.
ko_kr: 죄송합니다. 안전하지 않은 웹 사이트의 콘텐츠이므로 추가할 수 없습니다.
nl_nl: Sorry! Deze content is van een riskante website en kan dus niet worden toegevoegd.
th_th: ขออภัย! เนื้อหานี้มาจากเว็บไซต์ที่มีความเสี่ยง จึงไม่สามารถเพิ่มเข้าได้

# Core_MarkAsComplete
source: Mark Complete
ar_sa: اكتمال التحديد
es_es: Marcar como completado
ko_kr: 완료로 표시
nl_nl: Markeer als voltooid
th_th: ทำเครื่องหมายว่าเสร็จสิ้น

# Core_Members
source: Members
ar_sa: الأعضاء
es_es: Miembros
ko_kr: 멤버
nl_nl: Leden
th_th: สมาชิก

# Core_Minute
source: Minute
ar_sa: دقيقة
es_es: Minuto
ko_kr: 분
nl_nl: Minuut
th_th: นาที

# Core_Minutes
source: Minutes
ar_sa: دقائق
es_es: Minutos
ko_kr: 분
nl_nl: Minuten
th_th: นาที

# Core_MinutesAgoFormat
source: {{time}} minutes ago
ar_sa: {{time}} دقائق مضت
es_es: Hace {{time}} minutos
ko_kr: {{time}}분 전
nl_nl: {{time}} minuten geleden
th_th: {{time}} นาทีที่แล้ว

# Core_MinutesFormat
source: {{minutes}} minutes
ar_sa: {{minutes}} دقيقة
es_es: {{minutes}} minutos
ko_kr: {{minutes}}분
nl_nl: {{minutes}} minuten
th_th: {{minutes}} นาที

# Core_Month
source: Month
ar_sa: شهر
es_es: Mes
ko_kr: 월
nl_nl: Maand
th_th: เดือน

# Core_MonthsAgoFormat
source: {{time}} months ago
ar_sa: {{time}} أشهر مضت
es_es: Hace {{time}} meses
ko_kr: {{time}}개월 전
nl_nl: {{time}} maanden geleden
th_th: {{time}} เดือนที่แล้ว

# Core_More
source: More
ar_sa: المزيد
es_es: Más
ko_kr: 더 보기
nl_nl: Meer
th_th: เพิ่มเติม

# Core_MoreDetails
source: More Details
ar_sa: مزيد من التفاصيل
es_es: Más detalles
ko_kr: 더 자세히
nl_nl: Meer details
th_th: รายละเอียดเพิ่มเติม

# Core_MoreFilters
source: More filters
ar_sa: مزيد من عوامل التصفية
es_es: Más filtros
ko_kr: 더 많은 필터
nl_nl: Meer filters
th_th: ตัวกรองเพิ่มเติม

# Core_MoreInfo
source: more info
ar_sa: مزيد من المعلومات
es_es: más información
ko_kr: 더 많은 정보
nl_nl: meer info
th_th: ข้อมูลเพิ่มเติม

# Core_MoreOptions
source: more options
ar_sa: مزيد من الاختيار
es_es: más opciones
ko_kr: 더 많은 옵션
nl_nl: meer opties
th_th: ตัวเลือกเพิ่มเติม

# Core_MoveDown
source: Move Down
ar_sa: نقل للأسفل
es_es: Desplazar hacia abajo
ko_kr: 아래로 이동
nl_nl: Naar beneden verplaatsen
th_th: ย้ายลง

# Core_MoveUp
source: Move Up
ar_sa: نقل للأعلى
es_es: Desplazar hacia arriba
ko_kr: 위로 이동
nl_nl: Naar boven verplaatsen
th_th: ย้ายขึ้น

# Core_Next
source: Next
ar_sa: التالي
es_es: Siguiente
ko_kr: 다음
nl_nl: Volgende
th_th: ถัดไป

# Core_No
source: No
ar_sa: لا
ko_kr: 아니오
nl_nl: Nee
th_th: ไม่

# Core_NoResults
source: There are no results to show.
ar_sa: لم يتم العثور على نتائج لعرضها.
es_es: No hay resultados para mostrar.
ko_kr: 표시할 결과가 없습니다.
nl_nl: Er zijn geen resultaten om weer te geven.
th_th: ไม่มีผลลัพธ์ให้แสดง

# Core_NoResultsFound
source: No Results Found.
ar_sa: لم يتم العثور على نتائج.
es_es: No se encontraron resultados.
ko_kr: 결과를 찾지 못했습니다.
nl_nl: Geen resultaten gevonden.
th_th: ไม่พบผลลัพธ์

# Core_NoThanks
source: No, Thanks.
ar_sa: لا، شكرًا.
es_es: No, gracias.
ko_kr: 아니요, 괜찮습니다.
nl_nl: Nee, bedankt.
th_th: ไม่ ขอบคุณ

# Core_Okay
source: Okay
ar_sa: موافق
es_es: Vale
ko_kr: 확인
nl_nl: Ok
th_th: ตกลง

# Core_Older
source: Older
ar_sa: الأقدم
es_es: Anterior
ko_kr: 이전
nl_nl: Ouder
th_th: นานกว่า

# Core_Open
source: Open
ar_sa: فتح
es_es: Abierto
ko_kr: 개방
th_th: เปิด

# Core_OpenDatePicker
source: Open date picker
ar_sa: فتح محدّد التاريخ
es_es: Selector de fecha abierta
ko_kr: 날짜 선택기 열기
nl_nl: Datumkiezer openen
th_th: ตัวเลือกวันเปิดตัว

# Core_Optional
source: Optional
ar_sa: اختياري
es_es: Opcional
ko_kr: 선택사항
nl_nl: Optioneel
th_th: ไม่จำเป็น

# Core_Options
source: Options
ar_sa: الخيارات
es_es: Opciones
ko_kr: 옵션
nl_nl: Opties
th_th: ตัวเลือก

# Core_OptionsAvailableFormat
source: {{count}} options available
ar_sa: {{عدد}} خيارات متاحة
es_es: {{count}} opciones disponibles
ko_kr: {{count}}개 옵션 사용 가능
nl_nl: {{count}} opties beschikbaar
th_th: {{count}} ตัวเลือกที่มี

# Core_Or
source: or
ar_sa: أو
es_es: o
ko_kr: 또는
nl_nl: of
th_th: หรือ

# Core_Organizations
source: Organizations
ar_sa: المؤسسات
es_es: Empresas
ko_kr: 조직
nl_nl: Organisaties
th_th: องค์กร

# Core_Other
source: Other
ar_sa: أخرى
es_es: Otro
ko_kr: 기타
nl_nl: Anders
th_th: อื่นๆ

# Core_OverYearAgo
source: Over a year ago
ar_sa: منذ أكثر من سنة
es_es: Hace más de un año
ko_kr: 1년 전에
nl_nl: Meer dan een jaar geleden
th_th: เกินหนึ่งปีที่แล้ว

# Core_Page
source: Page
ar_sa: الصفحة
es_es: Página
ko_kr: 페이지
nl_nl: Pagina
th_th: หน้า

# Core_Pages
source: Pages
ar_sa: الصفحات
es_es: Páginas
ko_kr: 페이지
nl_nl: Pagina's
th_th: หน้า

# Core_Paid
source: Paid
ar_sa: مدفوع
es_es: De pago
ko_kr: 유료
nl_nl: Betaald
th_th: ชำระเงินแล้ว

# Core_PasswordLocked
source: Password Locked
ar_sa: كلمة المرور مؤمّنة
es_es: Contraseña bloqueada
ko_kr: 비밀번호 잠금
nl_nl: Wachtwoord vergrendeld
th_th: ล็อกรหัสผ่านแล้ว

# Core_Pathway
source: Pathway
ar_sa: مساق
es_es: Itinerario
ko_kr: 경로
nl_nl: Leerpad
th_th: เส้นทางการเรียนรู้

# Core_Pathways
source: Pathways
ar_sa: المساقات
es_es: Itinerarios
ko_kr: 경로
nl_nl: Leerpaden
th_th: เส้นทางการเรียนรู้

# Core_PathwaysDisplayName
source: Pathways
ar_sa: المساقات
es_es: Itinerarios
ko_kr: 경로
nl_nl: Leerpaden
th_th: เส้นทางการเรียนรู้

# Core_Pending
source: Pending
ar_sa: معلق
es_es: Pendiente
ko_kr: 보류 중
nl_nl: In behandeling
th_th: รอดำเนินการ

# Core_People
source: People
ar_sa: الأشخاص
es_es: Personas
ko_kr: 사람
nl_nl: Personen
th_th: ผู้คน

# Core_Permissions
source: Permissions
ar_sa: الأذونات
es_es: Permisos
ko_kr: 사용 권한
nl_nl: Toestemmingen
th_th: สิทธิ์

# Core_Plans
source: Plans
ar_sa: خطط
es_es: Planes
ko_kr: 계획
nl_nl: Plannen
th_th: แผน

# Core_PlansAndRoles
source: Skill and Role Plans
ar_sa: خطط المهارات والأدوار
es_es: Planes de habilidades y roles
ko_kr: 기술 및 역할 계획
nl_nl: Vaardigheids- en rolplannen
th_th: แผนทักษะและบทบาท

# Core_Play
source: Play
ar_sa: تشغيل
es_es: Reproducir
ko_kr: 플레이
nl_nl: Afspelen
th_th: เล่น

# Core_PlusShowMore
source: + Show More
ar_sa: + إظهار المزيد
es_es: + Mostrar más
ko_kr: + 더 보이기
nl_nl: + meer tonen
th_th: + แสดงเพิ่มเติม

# Core_Podcast
source: Podcast
ar_sa: حلقة إذاعية
ko_kr: 팟캐스트
th_th: พอดแคสต์

# Core_PodcastDisplayName
source: Podcast
ar_sa: حلقة إذاعية
ko_kr: 팟캐스트
th_th: พอดแคสต์

# Core_PodcastEpisodeDisplayName
source: Podcast Episode
ar_sa: حلقة إذاعية
es_es: Episodio en podcast
ko_kr: 팟캐스트 에피소드
nl_nl: Podcastaflevering
th_th: ตอนของพอดแคสต์

# Core_PodcastHelp
source: You can paste a link to an audio file or web page, or search for the name of a Podcast Series.
ar_sa: يمكنك لصق رابط إلى ملف صوتي أو صفحة ويب أو البحث باستخدام اسم سلسلة من الحلقات الإذاعية
es_es: Puede pegar un vínculo en un archivo de audio o una página web, o buscar una serie en podcast por nombre.
ko_kr: 오디오 파일 또는 웹 페이지에 링크를 붙이거나 팟캐스트 시리즈의 이름으로 검색할 수 있습니다.
nl_nl: Je kunt een koppeling naar een audiobestand of webpagina plakken of naar de naam van een podcastserie zoeken.
th_th: คุณสามารถวางลิงก์เพื่อเชื่อมไปยังไฟล์เสียงหรือเว็บเพจ หรือค้นหาชื่อซีรีส์ของพอดแคสต์

# Core_PodcastNameUrl
source: Podcast Name or URL
ar_sa: اسم أو رابط الحلقة الإذاعية
es_es: Nombre o URL del podcast
ko_kr: 팟캐스트 이름 또는 URL
nl_nl: Podcastnaam of URL
th_th: ชื่อหรือ URL ของพอดแคสต์

# Core_Podcasts
source: Podcasts
ar_sa: حلقات إذاعية
ko_kr: 팟캐스트
th_th: พอดแคสต์

# Core_PodcastsDisplayName
source: Podcasts
ar_sa: حلقات إذاعية
ko_kr: 팟캐스트
th_th: พอดแคสต์

# Core_PodcastUrl
source: Podcast URL
ar_sa: رابط الحلقة الإذاعية
es_es: URL del podcast
ko_kr: 팟캐스트 URL
th_th: URL ของพอดแคสต์

# Core_Position
source: Position
ar_sa: منصب
es_es: Puesto
ko_kr: 직책
nl_nl: Functie
th_th: ตำแหน่ง

# Core_Preview
source: Preview
ar_sa: معاينة
es_es: Vista previa
ko_kr: 미리 보기
nl_nl: Voorbeeld
th_th: ดูตัวอย่าง

# Core_Previous
source: Previous
ar_sa: السابق
es_es: Anterior
ko_kr: 이전
nl_nl: Vorige
th_th: ก่อนหน้า

# Core_PrivacyLevel0
source: Private to collaborators
ar_sa: خاص بالمساهمين
es_es: Privado para colaboradores
ko_kr: 협력자에게 비공개
nl_nl: Privé voor samenwerkers
th_th: เป็นส่วนตัวสำหรับผู้ร่วมมือ

# Core_PrivacyLevel1
source: Visible to organization
ar_sa: مرئي للمؤسسة
es_es: Visible para la empresa
ko_kr: 조직에게 표시
nl_nl: Zichtbaar voor de organisatie
th_th: เปิดเผยกับองค์กร

# Core_PrivacyLevel2A
source: Visible to {{groupCount}} group
ar_sa: مرئي لمجموعة {{groupCount}}
es_es: Visible para {{groupCount}} grupo
ko_kr: {{groupCount}} 그룹에 표시
nl_nl: Zichtbaar voor {{groupCount}} groep
th_th: เปิดเผยต่อกลุ่ม {{groupCount}}

# Core_PrivacyLevel2B
source: Visible to {{groupCount}} groups
ar_sa: مرئي لمجموعات {{groupCount}}
es_es: Visible para {{groupCount}} grupos
ko_kr: {{groupCount}} 그룹에 표시
nl_nl: Zichtbaar voor {{groupCount}} groepen
th_th: เปิดเผยต่อกลุ่ม {{groupCount}}

# Core_PrivacyLevel3
source: Visible on collaborators' profiles
ar_sa: مرئي على ملف المساهمين
es_es: Visible en los perfiles de los colaboradores
ko_kr: 협력자의 프로필에 표시
nl_nl: Zichtbaar op de profielen van samenwerkers
th_th: เปิดเผยในโปรไฟล์ของผู้ร่วมมือ

# Core_Private
source: Private
ar_sa: خاص
es_es: Privado
ko_kr: 비공개
nl_nl: Privé
th_th: ส่วนตัว

# Core_ProgressSaved
source: Progress Saved
ar_sa: تم حفظ التقدم
es_es: Progreso guardado
ko_kr: 진행 저장됨
nl_nl: Voortgang opgeslagen
th_th: บันทึกความคืบหน้าแล้ว

# Core_Provider
source: Provider
ar_sa: جهة تقديم الدورة
es_es: Proveedor
ko_kr: 제공자
nl_nl: Verstrekker
th_th: ผู้ให้บริการ

# Core_Pts
source: pts
ar_sa: النقاط
ko_kr: 포인트
nl_nl: ptn
th_th: คะแนน

# Core_PublishDate
source: Date Published
ar_sa: تاريخ النشر
es_es: Fecha de publicación
ko_kr: 출판한 날짜
nl_nl: Publicatiedatum
th_th: วันที่ตีพิมพ์

# Core_QAndA
source: Q&A
ar_sa: سؤال وجواب
es_es: P&R
ko_kr: 질문 및 답변
nl_nl: Veelgestelde vragen
th_th: คำถามและคำตอบ

# Core_QAndADisplayName
source: Q&A
ar_sa: سؤال وجواب
es_es: P&R
ko_kr: 질문 및 답변
nl_nl: Veelgestelde vragen
th_th: คำถามและคำตอบ

# Core_QAndAsDisplayName
source: Q&A
ar_sa: سؤال وجواب
es_es: P&R
ko_kr: 질문 및 답변
nl_nl: Veelgestelde vragen
th_th: คำถามและคำตอบ

# Core_Quarter
source: Quarter
ar_sa: ربع سنوي
es_es: Trimestre
ko_kr: 분기
nl_nl: Kwartaal
th_th: ไตรมาส
