Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# dgExtensions_InstallInstructionsiOSList
source: {{startTag}}Navigate to degreed.com{{endTag}}{{startTag}}Click the share icon at the bottom of your browser{{endTag}}{{startTag}}Save page to your bookmarks with the title you'd like - i.e. "Add to Degreed" and click save{{endTag}}{{startTag}}Click bookmarks icon - then edit your degreed bookmark. In the url field - clear out whatever is there, and replace with this code:{{code}}{{endTag}}{{startTag}}Save your changes{{endTag}}{{startTag}}Navigate to the article you'd like to add to Degreed. click on your bookmarks - and choose degreed. This will open up the Degreed bookmarklet. Enjoy!{{endTag}}
ar_sa: {{startTag}}انتقل إلى موقع degreed.com{{endTag}}{{startTag}}انقر فوق أيقونة المشاركة الموجودة أسفل مستعرض الويب الخاص بك {{endTag}}{{startTag}}احفظ الصفحة في الإشارات المرجعية لديك بالعنوان الذي تحبه - أي انقر فوق زر "إضافة إلى موقع Degreed" ثم انقر فوق "حفظ"{{endTag}}{{startTag}}انقر فوق أيقونة الإشارات المرجعية ثم عدّل إشارة Degreed المرجعية الخاصة بك. في حقل عنوان url - امسح أي شيء فيه ثم استبدل هذا الكود {{code}}به{{endTag}}{{startTag}}احفظ التغييرات التي أجريتها{{endTag}}{{startTag}}انتقل إلى المقال الذي تود إضافته إلى موقع Degreed، ثم انقر فوق الإشارات المرجعية الخاصة بك واختر إشارة degreed. وسوف يؤدي هذا إلى فتح إشارة التطبيق المرجعية الخاصة بموقع Degreed. استمتع!{{endTag}}
es_es: {{startTag}}Ir a degreed.com{{endTag}}{{startTag}}Haga clic en el icono de compartir en la parte inferior de su navegador{{endTag}}{{startTag}}Guarde la página en sus marcadores con el nombre que quiera, por ejemplo, Agregar a Degreed, y haga clic en Guardar{{endTag}}{{startTag}}Haga clic en el icono de marcadores y, a continuación, edite el marcador de degreed. En el campo para la url, borre lo que haya y ponga este código: {{code}}{{endTag}}{{startTag}}Guarde los cambios{{endTag}}{{startTag}}Ir al artículo que quiere agregar a Degreed. Haga clic en sus marcadores y seleccione degreed. Entonces se abrirá el bookmarklet de Degreed. ¡A disfrutar!{{endTag}}
ko_kr: {{startTag}}degreed.com을 탐색{{endTag}}{{startTag}}브라우저 아래쪽의 공유 아이콘을 클릭{{endTag}}{{startTag}}원하는 제목과 함께 페이지를 북마크에 저장 - 즉, "Degreed에 추가"하고 저장을 클릭{{endTag}}{{startTag}}북마크 아이콘을 클릭하고 Degreed 북마크를 편집합니다. URL 필드의 모든 것을 지우고 다음 코드로 교체합니다:{{code}}{{endTag}}{{startTag}}변경 사항을 저장합니다{{endTag}}{{startTag}}Degreed에 추가하려는 아티클을 탐색합니다. 북마크를 클릭하고 Degreed를 선택합니다. Degreed 북마크렛이 시작됩니다. 이제 사용해 보세요!{{endTag}}
nl_nl: {{startTag}}Ga naar degreed.com{{endTag}}{{startTag}}Klik op het delen-icoon onderaan de browser{{endTag}}{{startTag}}Sla de pagina op in je bladwijzers met een titel als je wilt, bijv. “Toevoegen aan Degreed" en klik op oplsaan{{endTag}}{{startTag}}Klik op het bladwijzer-icoon - en bewerk vervolgens je degreed-bladwijzer. Verwijder alles wat aanwezig is in het url-veld en vervang het met deze code: {{code}}{{endTag}}{{startTag}}Uw wijzigingen opslaan{{endTag}}{{startTag}}Ga naar het artikel dat je wilt toevoegen aan Degreed. Klik op je Bladwijzers en kies degreed. Hierdoor wordt de Degreed-bookmarklet geopend. Veel plezier! {{endTag}}
th_th: {{startTag}}ไปที่ degreed.com{{endTag}}{{startTag}}คลิกไอคอนแชร์ทางด้านล่างของเบราว์เซอร์{{endTag}}{{startTag}}บันทึกหน้าเว็บไปยังบุ๊กมาร์กโดยตั้งชื่อที่ต้องการ เช่น "เพิ่มไปยัง Degreed" แล้วคลิกบันทึก {{endTag}} {{startTag}} คลิกที่ไอคอนบุ๊กมาร์ก - จากนั้นแก้ไขบุ๊คมาร์คของคุณ ในช่อง URL - ให้ลบข้อมูลในช่องออก แล้วแทนที่ด้วยโค้ดนี้:{{code}}{{endTag}}{{startTag}}บันทึกการเปลี่ยนแปลงที่คุณได้ทำไป{{endTag}}{{startTag}}ไปยังบทความที่คุณต้องการเพิ่มไปยัง Degreed คลิกที่บุ๊กมาร์กของคุณ แล้วเลือก Degreed การทำเช่นนี้จะเปิดบุ๊กมาร์กเล็ต Degreed ขึ้นมา ขอให้สนุก!{{endTag}}

# dgExtensions_InstallInstructionsiOSStart
source: To install the "+ Degreed" button on iOS Safari:
ar_sa: لتثبيت مفتاح "+ Degreed" في مستعرض الويب "سفاري" في أجهزة iOS:
es_es: Para instalar el botón + Degreed en iOS Safari:
ko_kr: iOS Safari에서 "+ Degreed" 단추를 설치하려면:
nl_nl: Om de "+ Degreed”-knop in iOS Safari te installeren:
th_th: วิธีติดตั้งปุ่ม "+ Degreed" ใน iOS Safari:

# dgExtensions_InstallInstructionsMobileChromeList
source: {{startTag}}Navigate to degreed.com{{endTag}}{{startTag}}Click on the menu. In the right hand corner you'll see a star - to add this page as a bookmark. Click that star.{{endTag}}{{startTag}}In the name field, adjust name with the title you'd like - i.e. "Add to Degreed"{{endTag}}{{startTag}}In the url field - clear out whatever is there, and replace with this code:{{code}}{{endTag}}{{startTag}}Save to whatever folder you would like.{{endTag}}{{startTag}}Chrome is a little tricky - so now that your bookmarklet has been saved - {{startLink}}Read this article{{endLink}} to help you get started.{{endTag}}
ar_sa: {{startTag}}انتقل إلى موقع degreed.com{{endTag}}{{startTag}}ثم انقر على القائمة. وسترى في الزاوية اليمنى نجمة - لإضافة هذه الصفحة كإشارة مرجعية. انقر فوق هذه النجمة.{{endTag}}{{startTag}}وفي حقل الاسم اضبط الاسم بالعنوان الذي تريده - أي "الإضافة إلى موقع Degreed"{{endTag}}{{startTag}} في حقل url - امسح أي شيء فيه ثم استبدله بهذا الكود: {{code}}{{endTag}}{{startTag}} احفظ في أي ملف ترغب فيه{{endTag}}{{startTag}}مستعرض الويب "كروم" صعب بعض الشيء - الآن وقد تم حفظ إشارة التطبيق المرجعية - {{startLink}}اقرأ هذا المقال{{endLink}} ليساعدك على البدء.{{endTag}}
es_es: {{startTag}}Ir a degreed.com{{endTag}}{{startTag}}Haga clic en el menú. En la esquina derecha verá una estrella para agregar esa página como marcador. Haga clic en la estrella.{{endTag}}{{startTag}}En el campo para el nombre, use el que quiera, por ejemplo, Agregar a Degreed{{endTag}}{{startTag}En el campo para la url, borre lo que haya y ponga este código:{{code}}{{endTag}}{{startTag}}Guarde en la carpeta que quiera.{{endTag}}{{startTag}}Chrome es un poco complicado, así que ahora que ha guardado su bookmarklet, {{startLink}}lea este artículo{{endLink}} para ayudarle a empezar.{{endTag}}
ko_kr: {{startTag}}degreed.com을 탐색{{endTag}}{{startTag}}메뉴를 클릭합니다. 오른쪽 모서리에 별표를 볼 수 있습니다. 이 페이지를 북마크로 추가하려면 별표를 클릭합니다.{{endTag}}{{startTag}}이름 필드에서 이름을 원하는 제목으로 변경합니다. 즉, "Degreed에 추가"{{endTag}}{{startTag}}URL에 필드에 있는 것을 지우고 다음 코드로 교체:{{code}}{{endTag}}{{startTag}}원하는 폴더에 저장합니다.{{endTag}}{{startTag}}Chrome은 약간 복잡합니다. 이제 북마크를 저장했으므로 {{startLink}}이 아티클을 읽으시고{{endLink}} 시작하는 데 도움을 얻으세요.{{endTag}}
nl_nl: {{startTag}}Ga naar degreed.com{{endTag}}{{startTag}}Klik op het menu. In de rechterhoek zul je een ster zien die wordt gebruikt om deze pagina als bladwijzer toe te voegen. Klik op deze ster.{{endTag}}{{startTag}}Voer de naam in die je wilt in het naamveld, bijv. “Toevoegen aan Degreed”{{endTag}}{{startTag}}Wis het url-veld en voer de volgende code in: {{code}}{{endTag}}{{startTag}}Sla op in de map die je wilt.{{endTag}}{{startTag}}Chrome kan wat lastig zijn, dus nu je de bookmarklet hebt opgeslagen{{startLink}}is het handig om dit artikel te lezen{{endLink}} om je te helpen aan de slag te gaan.{{endTag}}
th_th: {{startTag}}ไปที่ degreed.com{{endTag}}{{startTag}}คลิกที่เมนู ที่มุมขวามือคุณจะเห็นรูปดาว - ซึ่งใช้สำหรับเพิ่มหน้าเว็บนี้ไปยังบุ๊กมาร์ก คลิกที่รูปดาว{{endTag}}{{startTag}}ในช่องชื่อ ให้เปลี่ยนเป็นชื่อที่ต้องการ เช่น "เพิ่มไปยัง Degreed" {{endTag}} {{startTag}} ในฟิลด์ URL - ล้างข้อมูลทั้งหมดที่มีอยู่และแทนที่ด้วยรหัสนี้: {{code}} {{endTag}} {{startTag}} บันทึกไปที่ใดก็ได้ โฟลเดอร์ที่คุณต้องการ {{endTag}} {{startTag}} Chrome ค่อนข้างยุ่งยากหากตอนนี้บุ๊คมาร์คของคุณได้รับการบันทึกเรียบร้อยแล้ว - {{startLink}} อ่านบทความนี้ {{endLink}} เพื่อช่วยให้คุณเริ่มต้นใช้งาน { {ENDTAG}}

# dgExtensions_InstallInstructionsMobileChromeStart
source: To install the "+ Degreed" button in Chrome on a mobile device:
ar_sa: لتثبيت زر "+ Degreed" في مستعرض الويب "كروم" على أي جهاز جوال:
es_es: Para instalar el botón + Degreed en Chrome en un dispositivo móvil:
ko_kr: 모바일 기기의 Chrome에서 "+ Degreed" 단추를 설치하려면:
nl_nl: Om de "+ Degreed”-knop in Chrome op een mobiel apparaat te installeren:
th_th: วิธีติดตั้งปุ่ม "+ Degreed" ใน Chrome บนอุปกรณ์เคลื่อนที่:

# dgExtensions_InstallInstructionsSafariList
source: {{startTag}}Display your Bookmarks by clicking the View &gt; Show Bookmarks Bar{{endTag}}{{startTag}}Drag the "Degreed" button to your Bookmarks bar{{endTag}}{{startTag}}When you are browsing the web, push the "Degreed" button to post articles to your media library{{endTag}}
ar_sa: {{startTag}}اعرض شريط الإشارات لديك عن طريق النقر على &quot;عرض&quot;&amp;gt، ثم اعرض شريط الإشارات المرجعية{{endTag}}{{startTag}}اسحب مفتاح &quot;Degreed&quot; إلى شريط الإشارات المرجعية الخاص بك{{endTag}}{{startTag}}عندما تتصفح الإنترنت، ادفع مفتاح &quot;Degreed&quot; لنشر مقالات في مكتبة الوسائط الخاصة بك{{endTag}}
es_es: {{startTag}}Muestre sus marcadores haciendo clic en Ver &gt; Mostrar barra de marcadores{{endTag}}{{startTag}}Arrastre el botón Degreed a la barra de marcadores{{endTag}}{{startTag}}Cuando esté navegando por la red, pulse el botón Degreed para publicar artículos en su biblioteca multimedia{{endTag}}
ko_kr: {{startTag}} 보기 &gt; 북마크 모음 표시를 클릭하여 북마크를 표시{{endTag}}{{startTag}}&quot;Degreed&quot; 단추를 북마크 모음에 끌어넣기{{endTag}}{{startTag}}웹을 검색할 때 &quot;Degreed&quot; 단추를 눌러서 아티클을 미디어 라이브러리에 게시{{endTag}}
nl_nl: {{startTag}} Geef je bladwijzers weer door op het Weergeven; Bladwijzers weergeven-balk te klikken{{endTag}}{{startTag}}Sleep de “Degreed”-knop naar je Bladwijzerbalk{{endTag}}{{startTag}}Als je door het internet zoekt, druk dan op de “Degreed”-knop om artikelen in je mediabibliotheek te plaatsen{{endTag}}
th_th: {{startTag}}แสดงบุ๊กมาร์กของคุณโดยคลิกดู &gt; แสดงแถบบุ๊กมาร์ก{{endTag}}{{startTag}}ลากปุ่ม &quot;Degreed&quot; ไปที่แถบบุ๊กมาร์ก{{endTag}}{{startTag}}เมื่อคุณท่องเว็บ ให้กดปุ่ม &quot;Degreed&quot; เพื่อโพสต์บทความไปยังไลบรารีสื่อของคุณ{{endTag}}

# dgExtensions_InstallInstructionsSafariStart
source: To install the "+ Degreed" button in Safari:
ar_sa: لتثبيت مفتاح "+ Degreed" في مستعرض "سفاري":
es_es: Para instalar el botón + Degreed en Safari:
ko_kr: Safari에서 "+ Degreed" 단추를 설치하려면:
nl_nl: Om de "+ Degreed”-knop in Safari te installeren:
th_th: วิธีติดตั้งปุ่ม "+ Degreed" ใน Safari:

# dgExtensions_InternetExplorer
source: Internet Explorer
ar_sa: إنترنت إكسبلورر

# dgExtensions_InternetExplorerBrowserIcon
source: Internet Explorer browser icon
ar_sa: أيقونة مستعرض الويب "إنترنت إكسبلورر"
es_es: icono del navegador Internet Explorer
ko_kr: Internet Explorer 브라우저 아이콘
nl_nl: Internet Explorer browsericoon
th_th: ไอคอนเบราว์เซอร์ Internet Explorer

# dgExtensions_iOSSafari
source: iOS Safari
ar_sa: مستعرض الويب "سفاري" في أجهزة iOS

# dgExtensions_ItemsToPlans
source: Add items to your pathways and skill plans
ar_sa: إضافة مواد إلى المساقات وخطط المهارات الخاصّة بك
es_es: Agregar elementos a sus itinerarios y planes de habilidades
ko_kr: 경로 및 기술 계획에 항목 추가
nl_nl: Items aan je trajecten en vaardigheidsplannen toevoegen
th_th: เพิ่มเนื้อหาไปยังเส้นทางการเรียนรู้และแผนทักษะของคุณ

# dgExtensions_MakeChanges
source: Make changes to your account via the mobile application
ar_sa: إجراء تغييرات على حسابك عن طريق تطبيق الهاتف المحمول
es_es: Realizar cambios en su cuenta a través de la aplicación móvil
ko_kr: 모바일 애플리케이션을 사용해 계정 변경
nl_nl: Maak veranderingen aan je account via de mobiele applicatie
th_th: เปลี่ยนแปลงรายละเอียดบัญชีของคุณผ่านแอปพลิเคชันมือถือ

# dgExtensions_Mobile
source: Mobile
ar_sa: الجوال
es_es: Celular
ko_kr: 모바일
nl_nl: Mobiel
th_th: อุปกรณ์เคลื่อนที่

# dgExtensions_MobileChrome
source: Mobile Chrome
ar_sa: مستعرض الويب "كروم" للهاتف الجوال
es_es: Chrome para celulares
ko_kr: 모바일 Chrome
nl_nl: Mobiel Chrome
th_th: Chrome ในอุปกรณ์เคลื่อนที่

# dgExtensions_MobileChromeBrowserIcon
source: Mobile Chrome browser icon
ar_sa: أيقونة مستعرض الويب "كروم" للهاتف الجوال
es_es: Icono del navegador Chrome para celulares
ko_kr: 모바일 Chrome 브라우저 아이콘
nl_nl: Chrome-browsericoon
th_th: ไอคอนเบราว์เซอร์ Chrome ในอุปกรณ์เคลื่อนที่

# dgExtensions_MobileSafariBrowserIcon
source: Mobile Safari browser icon
ar_sa: أيقونة مستعرض الويب "سفاري" للهاتف الجوال
es_es: Icono del navegador Safari para celulares
ko_kr: 모바일 Safari 브라우저 아이콘
nl_nl: Mobiele Safari-browsericoon
th_th: ไอคอนเบราว์เซอร์ Safari ในอุปกรณ์เคลื่อนที่

# dgExtensions_RequestAccess
source: is requesting access to use your Degreed account to:
ar_sa: تطلب صلاحية لاستخدام حساب Degreed الخاص بك مِن أجل:
es_es: está solicitando acceso para utilizar su cuenta de Degreed para:
ko_kr: 다음을 위해 귀하의 Degreed 계정 사용 권한을 요청하고 있습니다:
nl_nl: verzoekt toegang om je Degreed-account te gebruiken om:
th_th: ได้ร้องขอการเข้าถึงบัญชี Degreed ของคุณเพื่อ:

# dgExtensions_Safari
source: Safari
ar_sa: سفاري

# dgExtensions_SafariBrowserIcon
source: Safari browser icon
ar_sa: أيقونة مستعرض الويب "سفاري"
es_es: Icono del navegador Safari
ko_kr: Safari 브라우저 아이콘
nl_nl: Safari-browsericoon
th_th: ไอคอนเบราว์เซอร์ Safari

# dgExtensions_SaveItemsForLater
source: Save items for later
ar_sa: حفظ المواد لوقت لاحق
es_es: Guardar elementos para más tarde
ko_kr: 나중을 위해 항목 저장
nl_nl: Items voor later bewaren
th_th: บันทึกเนื้อหาสำหรับภายหลัง

# dgExtensions_ShareItems
source: Share items with others
ar_sa: مشاركة المواد مع آخرين
es_es: Compartir elementos con otros
ko_kr: 다른 사용자와 항목 공유
nl_nl: Items met anderen delen
th_th: แบ่งปันเนื้อหากับผู้อื่น

# dgExtensions_WishGrantAccess
source: Do you wish to grant access?
ar_sa: هل ترغب في منح صلاحية؟
es_es: ¿Desea conceder acceso?
ko_kr: 액세스 권한을 부여하시겠습니까?
nl_nl: Wil je toegang verlenen?
th_th: คุณต้องการมอบสิทธิ์การเข้าถึงหรือไม่

# dgFeed_AddSomething
source: Add something you learned...
ar_sa: اضف شيئا قد تعلمته
es_es: Agregue algo que aprendió...
ko_kr: 자신이 학습한 것을 추가...
nl_nl: Voeg iets toe dat je hebt geleerd...
th_th: เพิ่มสิ่งที่คุณได้เรียนรู้...

# dgFeed_AddTopCategories
source: Add top categories to your profile
ar_sa: إضافة أفضل الفئات إلى ملفك الشخصي
es_es: Agregar mejores categorías a su perfil
ko_kr: 최고 카테고리를 프로필에 추가
nl_nl: Topcategorieën aan je profiel toevoegen
th_th: เพิ่มหมวดหมู่ยอดนิยมไปยังโปรไฟล์ของคุณ

# dgFeed_CompletedCongrats
source: You completed Today's Learning. Your brain thanks you.
ar_sa: لقد أكملت "تعلم اليوم". إن عقلك يشكرك.
es_es: Completó su formación de hoy. Su cerebro se lo agradece.
ko_kr: 오늘의 학습을 완료했습니다. 귀하의 두뇌가 귀하에게 고맙다고 합니다.
nl_nl: Je hebt het leren van vandaag afgerond. Je hersenen bedanken je.
th_th: คุณศึกษาบทเรียนประจำวันเสร็จเรียบร้อยแล้ว สมองของคุณรู้สึกซาบซึ้งที่คุณเอาใจใส่มัน

# dgFeed_CompletedHeading
source: Completed Today
ar_sa: أكملت اليوم
es_es: Completado hoy
ko_kr: 오늘 완료
nl_nl: Vandaag voltooid
th_th: สิ่งที่ทำเสร็จในวันนี้

# dgFeed_DismissTip
source: Dismiss this tip
ar_sa: استبعاد هذا التلميح
es_es: Descartar sugerencia
ko_kr: 이 팁 무시
nl_nl: Deze tip negeren
th_th: ปิดเคล็ดลับนี้

# dgFeed_EmptyStateFormat
source: It's a bit quiet around here.{{break}}Follow {{pathwayLink}} and {{peopleLink}} to keep the recommendations coming.
ar_sa: الأمر هادئ بعض الشيء هنا {{break}} اتبع {{pathwayLink}} و {{peopleLink}} للحفاظ على وصول التوصيات.
es_es: Esto está muy tranquilo.{{break}}Siga {{pathwayLink}} y a {{peopleLink}} para que sigan llegando recomendaciones.
ko_kr: 여기는 좀 조용하군요.{{break}}{{pathwayLink}} 및 {{peopleLink}}을(를) 팔로우하여 계속 추천을 받으세요.
nl_nl: Het is nogal stil hier.{{break}}Volg {{pathwayLink}} en {{peopleLink}} zodat de aanbevelingen blijven komen.
th_th: แถวนี้เงียบเหงาจัง{{break}}ติดตาม {{pathwayLink}} และ {{peopleLink}} เพื่อรับคำแนะนำอย่างต่อเนื่อง

# dgFeed_EnrolledPathways
source: Enrolled Pathways
ar_sa: مساقات مسجلة
es_es: Itinerarios en los que se inscribió
ko_kr: 등록한 패스웨이
nl_nl: Ingeschreven Leerpaden
th_th: เส้นทางการเรียนรู้ที่สมัครแล้ว

# dgFeed_EnrollInPathway
source: Enroll in a pathway
ar_sa: تسجيل في مساق
es_es: Inscribirse en un itinerario
ko_kr: 경로에 등록
nl_nl: Inschrijven voor een leerpad
th_th: สมัครเพื่อเข้าร่วมเส้นทางการเรียนรู้

# dgFeed_FollowUsers
source: Follow other Degreed users
ar_sa: متابعة مستخدمي Degreed آخرين
es_es: Seguir a otros usuarios de Degreed
ko_kr: 다른 Degreed 사용자를 팔로우
nl_nl: Volg andere Degreed-gebruikers
th_th: ติดตามผู้ใช้ Degreed คนอื่น ๆ

# dgFeed_KeepLearning
source: Keep Learning
ar_sa: استمر في التعلم
es_es: Seguir aprendiendo
ko_kr: 계속 학습
nl_nl: Blijf leren
th_th: เรียนรู้อย่างต่อเนื่อง

# dgFeed_Personalize
source: Personalize Todayâ€™s Learning:
ar_sa: إضفاء الطابع الشخصي على "تعلم اليوم":
es_es: Personalizar Formación de hoy:
ko_kr: 오늘의 학습을 개인 설정:
nl_nl: Personaliseer het Leren voor vandaag:
th_th: กำหนดบทเรียนประจำวันส่วนตัว:

# dgFeed_ShowAllAssignedFormat
source: Show all {{count}} assigned items
ar_sa: عرض جميع العناصر المسندة {{count}}
es_es: Mostrar los {{count}} elementos asignados
ko_kr: {{count}}개 할당된 항목을 모두 표시
nl_nl: Alle {{count}} toegewezen items tonen
th_th: แสดงเนื้อหาที่ได้รับมอบหมายทั้งหมด {{count}} รายการ

# dgFeed_ViewAllYourPathways
source: View all your pathways
ar_sa: عرض كل مساقاتك
es_es: Ver todos sus itinerarios
ko_kr: 자신의 모든 패스웨이 보기
nl_nl: Al je leerpaden weergeven
th_th: ดูเส้นทางการเรียนรู้ทั้งหมดของคุณ

# dgFileUploadButton_FilesizeError
source: Sorry! Your file must be less than {{filesizeLimit}}
ar_sa: نعتذر! يجب أن يكون ملفك أقل من {{filesizeLimit}}
es_es: ¡Lo sentimos! Su archivo debe ser de menos de {{filesizeLimit}}
ko_kr: 죄송합니다! 파일은 {{filesizeLimit}}보다 작아야 합니다.
nl_nl: Sorry! Jouw bestand moet kleiner zijn dan {{filesizeLimit}}
th_th: ขออภัย! ไฟล์ของคุณต้องมีขนาดเล็กกว่า {{filesizeLimit}}

# dgFileUploadButton_FiletypeError
source: Sorry! You can only upload {{filePattern}} type files
ar_sa: نعتذر! يمكنك فقط تحميل {{filePattern}} نوع الملفات
es_es: ¡Lo sentimos! Solo puede cargar archivos de tipo {{filePattern}}
ko_kr: 죄송합니다! {{filePattern}} 유형 파일만 업데이트할 수 있습니다.
nl_nl: Sorry! Je kunt alleen {{filePattern}}-type bestanden uploaden
th_th: ขออภัย! คุณสามารถอัปโหลดไฟล์ประเภท {{filePattern}} เท่านั้น

# dgFileUploadButton_HelperInfo
source: Select a file ({{filePattern}}) up to {{filesizeLimit}} in size.
ar_sa: حدد ملف ({{filePattern}}) يصل إلى {{filesizeLimit}} في الحجم.
es_es: Seleccione un archivo ({{filePattern}}) de hasta {{filesizeLimit}}.
ko_kr: 최대 {{filesizeLimit}} 크기의 파일({{filePattern}})을 선택합니다.
nl_nl: Selecteer een bestand ({{filePattern}}) tot een grootte van {{filesizeLimit}}.
th_th: เลือกไฟล์ ({{filePattern}}) ขนาดไม่เกิน {{filesizeLimit}}

# dgFileUploadButton_ImageUpload
source: Drag a file or click to choose
ar_sa: اسحب ملف أو انقر للاختيار
es_es: Arrastre un archivo o haga clic para elegir
ko_kr: 파일을 드레그 또는 클릭하여 선택
nl_nl: Sleep een bestand of klik om te kiezen
th_th: ลากไฟล์หรือคลิกเพื่อเลือก

# dgFileUploadButton_ProcessingFile
source: Processing file...
ar_sa: معالجة الملف...
es_es: Procesando archivo...
ko_kr: 파일 처리 중...
nl_nl: Bestand wordt verwerkt...
th_th: กำลังประมวลผลไฟล์...

# dgFileUploadButton_UploadComplete
source: Upload complete
ar_sa: تم التحميل
es_es: Carga completada
ko_kr: 업로드 완료
nl_nl: Upload voltooid
th_th: อัปโหลดเสร็จสิ้น

# dgFileUploadButton_UploadError
source: Upload error
ar_sa: خطأ في التحميل
es_es: Se produjo un error al cargar
ko_kr: 업로드 오류
nl_nl: Uploadfout
th_th: ข้อผิดพลาดในการอัปโหลด

# dgFileUploadButton_UploadErrorMessage
source: Sorry! There was a problem with the upload process
ar_sa: نعتذر! حدثت مشكلة أثناء عملية التحميل
es_es: ¡Lo sentimos! Se produjo un problema con el proceso de carga
ko_kr: 죄송합니다! 업로드 프로세스에 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het uploadproces
th_th: ขออภัย! เกิดปัญหาในกระบวนการอัปโหลด

# dgFileUploadButton_Uploading
source: Uploading
ar_sa: تحميل
es_es: Cargando
ko_kr: 업로드 중
nl_nl: Uploaden bezig
th_th: กำลังอัปโหลด

# dgFlexMembers_FollowersFormat
source: {{followersCount}} Followers
ar_sa: {{followersCount}} من المتابعين
es_es: {{followersCount}} seguidores
ko_kr: 팔로워 {{followersCount}}명
nl_nl: {{followersCount}} volgers
th_th: ผู้ติดตาม {{followersCount}} คน

# dgFlexMembers_UpdatedDaily
source: Updated Daily
ar_sa: يتم التحديث يوميًا
es_es: Actualizado a diario
ko_kr: 매일 업데이트됨
nl_nl: Dagelijks bijgewerkt
th_th: อัปเดตทุกวัน

# dgFlexRow_AddLinkSection
source: Add Link Section
ar_sa: إضافة رابط قسم
es_es: Agregar sección con vínculo
ko_kr: 링크 섹션 추가
nl_nl: Linksectie toevoegen
th_th: เพิ่มหัวข้อลิงก์

# dgFlexRow_AddSection
source: Add Section
ar_sa: إضافة قسم
es_es: Agregar sección
ko_kr: 섹션을 추가
nl_nl: Sectie toevoegen
th_th: เพิ่มหัวข้อ

# dgFlexRow_AddTextSection
source: Add Text Area
ar_sa: إضافة مجال النص
es_es: Agregar área de texto
ko_kr: 텍스트 영역 추가
nl_nl: Tekstgebied toevoegen
th_th: เพิ่มพื้นที่ข้อความ

# dgFlexRow_All
source: All
ar_sa: الجميع
es_es: Todo
ko_kr: 전체
nl_nl: Alle
th_th: ทั้งหมด

# dgFlexRow_AllDescription
source: Showing all items with unlimited rows
ar_sa: عرض جميع العناصر بصفوف غير محدودة
es_es: Mostrando todos los elementos con filas ilimitadas
ko_kr: 무제한 행의 모든 항목을 표시
nl_nl: Alle items met onbeperkte rijen worden weergeven
th_th: แสดงเนื้อหาทุกรายการด้วยแถวไม่จำกัดจำนวน

# dgFlexRow_Compact
source: Compact
ar_sa: مدمج
es_es: Compactar
ko_kr: 간략하게
th_th: แบบย่อ

# dgFlexRow_CompactDescription
source: 1 scrollable row with a link to view all
ar_sa: 1 صف قابل للتمرير مع رابط لعرض الكل
es_es: 1 fila desplazable con un vínculo para verlo todo
ko_kr: 모두 보기 위한 링크를 포함한 1개 스크롤 가능한 행
nl_nl: 1 scrollbare rij met een link om alles weer te geven
th_th: แถวเลื่อนได้ 1 แถว พร้อมลิงก์เพื่อดูทั้งหมด

# dgFlexRow_DeleteSectionPrompt
source: Are you sure you want to delete this {{type}} section?
ar_sa: هل أنت متأكد من رغبتك في إتمام حذف هذا {{type}} القسم؟
es_es: ¿De verdad quiere eliminar esta sección de {{type}}?
ko_kr: 이 {{type}} 영역을 삭제하시겠습니까?
nl_nl: Weet je zeker dat je deze {{type}} sectie wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบหัวข้อ {{type}} นี้?

# dgFlexRow_EditDetails
source: Edit Details
ar_sa: تحرير التفاصيل
es_es: Editar detalles
ko_kr: 상세 정보 편집
nl_nl: Details bewerken
th_th: แก้ไขรายละเอียด

# dgFlexRow_EditLinkSection
source: Edit Link Section
ar_sa: تحرير رابط قسم
es_es: Editar sección con vínculo
ko_kr: 링크 섹션 편집
nl_nl: Linksectie bewerken
th_th: แก้ไขหัวข้อลิงก์

# dgFlexRow_EditSectionDescription
source: Description
ar_sa: الوصف
es_es: Descripción
ko_kr: 설명
nl_nl: Beschrijving
th_th: คำอธิบาย

# dgFlexRow_EditSectionDetails
source: Edit Section Details
ar_sa: تحرير تفاصيل القسم
es_es: Editar detalles de la sección
ko_kr: 섹션 상세 정보 편집
nl_nl: Details sectie bewerken
th_th: แก้ไขรายละเอียดของส่วน

# dgFlexRow_EditSectionDisplayOptions
source: Display
ar_sa: العرض
es_es: Mostrar
ko_kr: 표시
nl_nl: Weergave
th_th: แสดงผล

# dgFlexRow_EditSectionTitle
source: Title
ar_sa: العنوان
es_es: Título
ko_kr: 제목
nl_nl: Titel
th_th: ชื่อ

# dgFlexRow_EditTextSection
source: Edit Text Area
ar_sa: تحرير مجال النص
es_es: Editar área de texto
ko_kr: 텍스트 영역 편집
nl_nl: Tekstgebied bewerken
th_th: แก้ไขพื้นที่ข้อความ

# dgFlexRow_Expanded
source: Expanded
ar_sa: ممتد
es_es: Maximizado
ko_kr: 확장
nl_nl: Uitgeklapt
th_th: แบบขยาย

# dgFlexRow_ExpandedDescription
source: 2 static rows with a link to view all
ar_sa: 2 صف ثابت مع رابط لعرض الكل
es_es: 2 filas estáticas con un vínculo para verlo todo
ko_kr: 모두 보기 위한 링크를 포함한 2개의 고정적인 행
nl_nl: 2 statische rijen met een link om alles weer te geven
th_th: แถวนิ่ง 2 แถว พร้อมลิงก์เพื่อดูทั้งหมด

# dgFlexRow_FieldRequired
source: This field is required
ar_sa: هذا الحقل مطلوب وإجباري
es_es: Este campo es obligatorio
ko_kr: 이 필드는 필수입니다.
nl_nl: Dit veld is verplicht
th_th: ต้องระบุข้อมูลในช่องนี้

# dgFlexRow_Link
source: Link
ar_sa: رابط
es_es: Vínculo
ko_kr: 링크
th_th: ลิงก์

# dgFlexRow_LinkDescription
source: Description
ar_sa: الوصف
es_es: Descripción
ko_kr: 설명
nl_nl: Beschrijving
th_th: คำอธิบาย

# dgFlexRow_LinkTitle
source: Link Title
ar_sa: عنوان الرابط
es_es: Título del vínculo
ko_kr: 제목 링크
nl_nl: Titel link
th_th: ชื่อลิงก์
