Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# dgUserOutcomeEditForm_MozillaBadge
source: Mozilla Open Badges help to allow any organization to issue, manage and display digital badges. This helps learners everywhere get recognition for skills and achievements that happen online or outside of school.
ar_sa: تساعد العلامات المفتوحة في مستعرض موزيلا على تمكين أي مؤسسة من إصدار وإدارة وعرض الأوسمة الرقمية. هذا يساعد طالبي التعلم في كل مكان في الحصول على تصديق لمهاراتهم وإنجازاتهم التي يحققونها على الإنترنت أو خارج إطار المدرسة.
es_es: Open Badges de Mozilla permite a cualquier empresa emitir, gestionar y mostrar insignias digitales. Ayuda a aprendices de todo el mundo a que se les reconozcan sus habilidades y logros en línea o fuera de los centros de enseñanza.
ko_kr: Mozilla 오픈 배지는 모든 조직이 디지털 배지를 발급, 관리 및 표시할 수 있도록 돕습니다. 모든 학습하는 사람들이 온라인 또는 학교 이외에서 발생하는 기술 및 업적에 대해서 인정을 받는 데 도움을 줍니다.
nl_nl: Met Mozilla Open Badges kan elke organisatie digitale badges uitgeven, beheren en weergeven. Hierdoor kunnen cursisten overal ter wereld erkenning krijgen voor vaardigheden en prestaties die online of buiten de school zijn verworven.
th_th: Mozilla Open Badges ช่วยให้องค์กรต่างๆ สามารถออก จัดการ และแสดงแบดจ์ดิจิทัลได้ ซึ่งช่วยให้ผู้เรียนจากทุกแห่งสามารถได้รับสิ่งยืนยันทักษะและความสำเร็จที่เกิดขึ้นออนไลน์หรือนอกสถานศึกษา

# dgUserOutcomeEditForm_OpenBadgeLabelFormat
source: Learn more about {{startAnchor}}Mozilla's Open Badge Project{{endAnchor}}.
ar_sa: تعرف على المزيد حول {{startAnchor}}مشروع العلامات المفتوحة في مستعرض موزيلا{{endAnchor}}.
es_es: Obtenga más información sobre el {{startAnchor}}proyecto Open Badge de Mozilla{{endAnchor}}.
ko_kr: {{startAnchor}}Mozilla의 오픈 배지 프로젝트{{endAnchor}}에 대해 자세히 알아봅니다.
nl_nl: Meer informatie over {{startAnchor}}Mozilla's Open Badge Project{{endAnchor}}.
th_th: เรียนรู้เพิ่มเติมเกี่ยวกับ{{startAnchor}}โครงการ Open Badge ของ Mozilla{{endAnchor}}

# dgUserOutcomeEditForm_OrganizedCharity
source: Example: "Organized charity event with 200 volunteers that raised over $100,000."
ar_sa: على سبيل المثال: "فعالية خيرية منظَّمة ضمّت 200 متطوّع وجمعت أكثر من 100,000 دولار."
es_es: Ejemplo: «acto benéfico organizado con 200 voluntarios que recaudó más de 100 000 $».
ko_kr: 예: "200명의 자원자가 참여한 자선 이벤트를 계획하여 $100,000 이상의 모금을 모았습니다."
nl_nl: Voorbeeld: "Organiseerde een liefdadigheidsevenement met 200 vrijwilligers die meer dan $100.000 bij elkaar brachten."
th_th: เช่น "จัดกิจกรรมการกุศลร่วมกับอาสาสมัคร 200 คน และสามารถระดมทุนได้ถึง 100,000 ดอลลาร์สหรัฐฯ"

# dgUserOutcomeEditForm_OutsideUS
source: This degree was earned outside the US
ar_sa: تم الحصول على هذه الدرجة العلمية خارج الولايات المتحدة.
es_es: Obtuve este diploma fuera de los EE. UU.
ko_kr: 학위는 미국 밖에서 획득했습니다
nl_nl: Dit diploma werd buiten de VS behaald
th_th: ได้รับวุฒิการศึกษานี้นอกสหรัฐอเมริกา

# dgUserOutcomeEditForm_QuantitativeDescriptions
source: Quantitative descriptions are strongest.
ar_sa: الوصف الكمي يعد الصيغة الأقوى.
es_es: Las descripciones cuantitativas son las más sólidas.
ko_kr: 양적인 설명이 가장 강력합니다.
nl_nl: Kwantitatieve beschrijvingen zijn het sterkst.
th_th: คำอธิบายเชิงปริมาณนั้นมีประสิทธิภาพมากที่สุด

# dgUserOutcomeEditForm_RateProficiency
source: Rate your proficiency
ar_sa: قيم مستوى براعتك
es_es: Califique su dominio
ko_kr: 숙련도 평가
nl_nl: Beoordeel jouw bekwaamheid
th_th: ให้คะแนนความเชี่ยวชาญของคุณ

# dgUserOutcomeEditForm_SaveToProfile
source: Save to Profile
ar_sa: حفظ في الملف الشخصي
es_es: Guardar en el perfil
ko_kr: 프로필에 저장
nl_nl: Opslaan in profiel
th_th: บันทึกไปยังโปรไฟล์

# dgUserOutcomeEditForm_SelectCategories
source: Select Categories
ar_sa: حدد فئات
es_es: Seleccionar categorías
ko_kr: 카테고리를 선택
nl_nl: Categorieën selecteren
th_th: เลือกหมวดหมู่

# dgUserOutcomeEditForm_SelectField
source: Select a field closely matching yours
ar_sa: حدد مجال يتوافق بشدة مع مجالك
es_es: Seleccione el campo que se asemeje al suyo
ko_kr: 가깝게 일치하는 필드를 선택
nl_nl: Selecteer een veld dat nauw aansluit bij de jouwe
th_th: เลือกสาขาที่ใกล้เคียงกับคุณมากที่สุด

# dgUserOutcomeEditForm_SkilGrouping
source: Skills will be grouped by category in your profile. Separate multiple categories with a comma.
ar_sa: سوف يتم تجميع المهارات بحسب فئتها في ملفك الشخصي. ضع فاصلة للفصل بين الفئات المتعددة.
es_es: Las habilidades se agruparán por categorías en su perfil. Separe las diferentes categorías mediante comas.
ko_kr: 기술은 프로필에서 카테고리별로 그룹이 됩니다. 여러 카테고리를 쉼표로 구분합니다.
nl_nl: Vaardigheden worden gegroepeerd per categorie in jouw profiel. Scheid meerdere categorieën met een komma.
th_th: ทักษะจะได้รับการจัดกลุ่มตามหมวดหมู่ในโปรไฟล์ของคุณ คั่นหมวดหมู่หลายรายการด้วยจุลภาค

# dgUserOutcomeEditForm_SkillCandidateAbbrFormat
source: {{startAbbr}}ex.{{endAbbr}} I can source candidates and accurately analyze their skills and fit for a specific position.
ar_sa: مثل أنا قادر على استقدام مرشحين وتحليل مهاراتهم بدقة وتوظيفهم في مناصب بعينها.
es_es: {{startAbbr}}ej.{{endAbbr}} Puedo encontrar candidatos y analizar con exactitud sus habilidades e idoneidad para un puesto específico.
ko_kr: {{startAbbr}}예,{{endAbbr}} 후보자를 모집하고 이들의 기술 및 특정 직책 위한 적합성을 분석합니다.
nl_nl: {{startAbbr}}vb.{{endAbbr}} Ik kan kandidaten selecteren en hun vaardigheden en geschiktheid voor een bepaalde functie nauwkeurig analyseren.
th_th: เช่น ฉันสามารถสรรหาผู้มีคุณสมบัติ พร้อมวิเคราะห์ทักษะของพวกเขาและความเหมาะสมในตำแหน่งงานต่างๆ ได้อย่างถูกต้องแม่นยำ

# dgUserOutcomeEditForm_SkillEvidence
source: Provide evidentiary links to materials or sources that support your expertise
ar_sa: تقديم روابط استدلالية للمواد أو المصادر التي تدعم خبرتك.
es_es: Facilite vínculos a materiales y fuentes que prueben y certifiquen su dominio
ko_kr: 전문성을 지원하는 자료 및 소스에 대한 증거 링크를 제공
nl_nl: Geef links naar materialen of bronnen die jouw expertise ondersteunen
th_th: ให้ลิงก์หลักฐานที่เชื่อมโยงกับแหล่งข้อมูลที่สนับสนุนความเชี่ยวชาญของคุณ

# dgUserOutcomeEditForm_SkillEvidenceAbbrFormat
source: {{startAbbr}}ex.{{endAbbr}} Published articles, interviews, podcasts, presentations, etc.
ar_sa: مثل مقالات منشورة أو مقابلات شخصية أو محتوى صوتي أو عروض تقديمية, إلى آخره.
es_es: {{startAbbr}}ej.{{endAbbr}} Artículos publicados, entrevistas, podcasts, presentaciones, etc.
ko_kr: {{startAbbr}}예,{{endAbbr}} 게시된 아티클, 인터뷰, 팟캐스트, 프레젠테이션 등.
nl_nl: {{startAbbr}}vb.{{endAbbr}} Gepubliceerde artikelen, interviews, podcasts, presentaties, enz.
th_th: เช่น บทความที่ตีพิมพ์ การสัมภาษณ์ พอดแคสต์ งานนำเสนอ และอื่นๆ

# dgUserOutcomeEditForm_SkillGrouping
source: Skills will be grouped by category in your profile. Separate multiple categories with a comma.
ar_sa: سوف يتم تجميع المهارات بحسب فئتها في ملفك الشخصي. ضع فاصلة للفصل بين الفئات المتعددة.
es_es: Las habilidades se agruparán por categorías en su perfil. Separe las diferentes categorías mediante comas.
ko_kr: 기술은 프로필에서 카테고리별로 그룹이 됩니다. 여러 카테고리를 쉼표로 구분합니다.
nl_nl: Vaardigheden worden gegroepeerd per categorie in jouw profiel. Scheid meerdere categorieën met een komma.
th_th: ทักษะจะได้รับการจัดกลุ่มตามหมวดหมู่ในโปรไฟล์ของคุณ คั่นหมวดหมู่หลายรายการด้วยจุลภาค

# dgUserOutcomeEditForm_SkillHistory
source: You may wish to include any educational resources, people, past experiences, or challenges that have influenced your process.
ar_sa: ربما ترغب في إضافة أي موارد تعليمية أو أشخاص أو خبرات سابقة أو تحديات كان لها تأثير على تجربتك.
es_es: Puede que quiera incluir recursos educativos, personas, experiencias pasadas o desafíos que influyeron en su proceso.
ko_kr: 귀하의 절차에 영향을 준 모든 교육적 리소스, 사람들, 과거 경험 또는 도전 과제를 포함할 수 있습니다.
nl_nl: Als je wilt kun je educatieve middelen, personen, ervaringen of uitdagingen die jouw proces hebben beïnvloed vermelden.
th_th: คุณอาจต้องการรวมแหล่งข้อมูลทางการศึกษา ผู้คน ประสบการณ์ที่ผ่านมา หรือความท้าทายที่มีผลกับกระบวนการของคุณ

# dgUserOutcomeEditForm_SkillInstance
source: Describe an instance when you applied this skill
ar_sa: صف مثالًا استخدمت فيه هذه المهارة
es_es: Describa un caso en que empleó esta habilidad
ko_kr: 이 기술을 적용했을 때의 실례를 설명
nl_nl: Geef een voorbeeld van wanneer je deze vaardigheid hebt toegepast
th_th: อธิบายเหตุการณ์ที่คุณใช้ทักษะนี้

# dgUserOutcomeEditForm_SkillUse
source: Briefly describe how often you apply this skill
ar_sa: في إيجاز صف مدى تكرار استخدامك لهذه المهارة
es_es: Describa brevemente la frecuencia de uso de esta habilidad
ko_kr: 이 기술을 얼마나 자주 적용하는지 간략하게 설명
nl_nl: Beschrijf kort hoe vaak je deze vaardigheid toepast
th_th: อธิบายคร่าวๆ ว่าคุณใช้ทักษะนี้บ่อยเพียงใด

# dgUserOutcomeEditForm_SkillUseDetail
source: Provide details such as the steps you took, the challenges you faced, your rationale, and your results.
ar_sa: أضف بعض التفاصيل مثل الخطوات التي اتخذتها والتحديات التي واجهتها وأسبابك ونتائجك.
es_es: Facilite detalles como los pasos que dio, los desafíos a los que se enfrentó, su lógica y sus resultados.
ko_kr: 귀하가 조치한 단계, 당면한 도전 과제, 이유 및 결과와 같은 상세 정보를 제공합니다.
nl_nl: Geef details zoals de stappen die je hebt ondernomen, de uitdagingen waarmee je te maken had, je gedachtegang en de resultaten.
th_th: แจกแจงรายละเอียด เช่น ขั้นตอนที่คุณใช้ ความท้าทายที่คุณพบ หลักเหตุผลของคุณ และผลลัพธ์ที่เกิดขึ้น

# dgUserOutcomeEditForm_SkillUseDetails
source: Provide details such as the steps you took, the challenges you faced, your rationale, and your results.
ar_sa: أضف بعض التفاصيل مثل الخطوات التي اتخذتها والتحديات التي واجهتها وأسبابك ونتائجك.
es_es: Facilite detalles como los pasos que dio, los desafíos a los que se enfrentó, su lógica y sus resultados.
ko_kr: 귀하가 조치한 단계, 당면한 도전 과제, 이유 및 결과와 같은 상세 정보를 제공합니다.
nl_nl: Geef details zoals de stappen die je hebt ondernomen, de uitdagingen waarmee je te maken had, je gedachtegang en de resultaten.
th_th: แจกแจงรายละเอียด เช่น ขั้นตอนที่คุณใช้ ความท้าทายที่คุณพบ หลักเหตุผลของคุณ และผลลัพธ์ที่เกิดขึ้น

# dgUserOutcomeEditForm_StartDate
source: Start Date
ar_sa: تاريخ البدء
es_es: Fecha de inicio
ko_kr: 시작 날짜
nl_nl: Startdatum
th_th: วันที่เริ่มต้น

# dgUserOutcomeEditForm_TitleOfAward
source: Title of Award
ar_sa: اسم الجائزة
es_es: Nombre del premio
ko_kr: 상의 제목
nl_nl: Titel van onderscheiding
th_th: ชื่อรางวัล

# dgUserOutcomeEditForm_TitleOfCertificate
source: Title of the Certificate
ar_sa: اسم الشهادة
es_es: Título del certificado
ko_kr: 인증서의 제목
nl_nl: Titel van het certificaat
th_th: ชื่อใบรับรอง

# dgUserOutcomeEditForm_TitleOfDegree
source: Title of Degree
ar_sa: اسم الدرجة العلمية
es_es: Título del diploma
ko_kr: 학위의 제목
nl_nl: Titel van diploma
th_th: ชื่อวุฒิการศึกษา

# dgUserOutcomeEditForm_TopCategories
source: Your top categories
ar_sa: الفئات الأعلى مرتبة لديك
es_es: Sus mejores categorías
ko_kr: 최고 카테고리
nl_nl: Jouw topcategorieën
th_th: หมวดหมู่ยอดนิยมของคุณ

# dgUserOutcomeEditForm_UniversityCountry
source: University Country
ar_sa: دولة الجامعة
es_es: País de la universidad
ko_kr: 대학교 국가
nl_nl: Land universiteit
th_th: ประเทศของมหาวิทยาลัย

# dgUserOutcomeEditForm_UniversityName
source: University Name
ar_sa: اسم الجامعة
es_es: Nombre de la universidad
ko_kr: 대학교 이름
nl_nl: Naam universiteit
th_th: ชื่อมหาวิทยาลัย

# dgUserOutcomeEditForm_UploadAnImage
source: Upload an image
ar_sa: تحميل صورة
es_es: Cargar una imagen
ko_kr: 이미지 업로드
nl_nl: Een afbeelding uploaden
th_th: อัปโหลดรูปภาพ

# dgUserOutcomeEditForm_UploadDegreeImage
source: Upload an image of your degree
ar_sa: تحميل صورة لدرجتك العلمية
es_es: Cargue una imagen de su diploma
ko_kr: 학위의 이미지 업로드
nl_nl: Een afbeelding van je diploma uploaden
th_th: อัปโหลดรูปภาพของวุฒิการศึกษา

# dgUserOutcomeEditForm_UploadImageOfCertificate
source: Upload an image of the certificate
ar_sa: تحميل صورة لشهادتك
es_es: Cargue una imagen del certificado
ko_kr: 인증서의 이미지 업로드
nl_nl: Een afbeelding van het certificaat uploaden
th_th: อัปโหลดรูปภาพของใบรับรอง

# dgUserOutcomeEditForm_WhatDidYouDo
source: What did you have to do in order to earn the award?
ar_sa: ما الذي كان يلزم عليك القيام به للحصول على الجائزة؟
es_es: ¿Qué tuvo que hacer para conseguir el premio?
ko_kr: 상을 받기 위해 무엇을 해야 했습니까?
nl_nl: Wat heb je moeten doen om de onderscheiding te verdienen?
th_th: คุณต้องทำสิ่งใดถึงจะได้รางวัล?

# dgUserOutcomeEditForm_WhatTimeSpan
source: What time span does this accomplishment cover?
ar_sa: ما هي المدة الزمنية التي استغرقها تحقيق هذا الإنجاز؟
es_es: ¿Qué periodo de tiempo abarca este logro?
ko_kr: 어떤 시간 범위에 이 업적이 해당됩니까?
nl_nl: In welk tijdsbestek werd deze prestatie bereikt?
th_th: ผลงานความสำเร็จนี้มีระยะเวลานานเท่าไหร่?

# dgUserOutcomeEditForm_WhenDidYouReceiveAward
source: When did you receive this award?
ar_sa: متى تلقيت هذه الجائزة؟
es_es: ¿Cuándo recibió este premio?
ko_kr: 언제 이 상을 수상했습니까?
nl_nl: Wanneer heb je deze onderscheiding ontvangen?
th_th: คุณได้รับรางวัลนี้เมื่อใด?

# dgUserOutcomeItem_AdditionalInfo
source: Additional information
ar_sa: معلومات إضافية
es_es: Información adicional
ko_kr: 추가 정보
nl_nl: Aanvullende informatie
th_th: ข้อมูลเพิ่มเติม

# dgUserOutcomeItem_AwardIssuer
source: The award issuer
ar_sa: جهة إصدار الجائزة
es_es: Otorgador del premio
ko_kr: 상 발급자
nl_nl: De verstrekker van de onderscheiding
th_th: ผู้ออกรางวัล

# dgUserOutcomeItem_ContentTypeOverview
source: {{contentType}} Overview
ar_sa: نبذة عامة عن {{contentType}}
es_es: Resumen de {{contentType}}
ko_kr: {{contentType}} 개요
nl_nl: Overzicht {{contentType}}
th_th: ภาพรวมของ{{contentType}}

# dgUserOutcomeItem_DidntSpecify
source: The candidate did not specify.
ar_sa: المرشح لم يحدد.
es_es: El candidato no lo especificó.
ko_kr: 후보자가 자세히 설명하지 않았습니다.
nl_nl: De kandidaat heeft niet gespecificeerd.
th_th: ผู้สมัครไม่ได้ระบุ

# dgUserOutcomeItem_EarningCertificate
source: Candidate's activity in earning this certificate
ar_sa: نشاط المرشح من أجل استحقاق هذه الشهادة
es_es: Actividades del candidato para conseguir este certificado
ko_kr: 이 인증서를 획득하기 위한 후보자의 활동
nl_nl: Activiteit van de kandidaat voor het behalen van dit certificaat
th_th: กิจกรรมที่ผู้สมัครทำเพื่อรับใบรับรองนี้

# dgUserOutcomeItem_HowEarned
source: How the award was earned
ar_sa: كيف استحق هذه الجائزة
es_es: Cómo se ganó el premio
ko_kr: 상을 받게 된 경위
nl_nl: Hoe de prijs werd behaald
th_th: ได้รับรางวัลได้อย่างไร

# dgUserOutcomeItem_HowWasAchieved
source: How this accomplishment was achieved
ar_sa: كيف تم تحقيق هذا الإنجاز
es_es: Cómo se alcanzó este logro
ko_kr: 이 업적을 달성한 방법
nl_nl: Hoe deze prestatie werd behaald
th_th: บรรลุความสำเร็จนี้ได้ด้วยวิธีใด

# dgUserOutcomeItem_SelectivityAward
source: The selectivity of this award
ar_sa: معيار الاختيار لهذه الجائزة
es_es: Selectividad de este premio
ko_kr: 이 상의 선별성
nl_nl: De selectiviteit van deze onderscheiding
th_th: ข้อมูลการคัดเลือกของรางวัลนี้

# dgUserOutcomeItem_SelectivityCertificate
source: The selectivity of this certificate
ar_sa: معيار الاختيار لهذه الشهادة
es_es: Selectividad de este certificado
ko_kr: 이 인증서의 선별성
nl_nl: De selectiviteit van dit certificaat
th_th: ข้อมูลการคัดเลือกของใบรับรองนี้

# dgUserOutcomeItem_SkillCandidate
source: Candidate's process for using the skill
ar_sa: منهج المرشحين لاستخدام هذه المهارة
es_es: Proceso del candidato para usar esta habilidad
ko_kr: 이 기술을 사용하기 위한 후보자의 절차
nl_nl: Het proces van de kandidaat voor het gebruik van de vaardigheid
th_th: กระบวนการใช้ทักษะของผู้สมัคร

# dgUserOutcomeItem_WhenWasApplied
source: Example of when this skill was applied
ar_sa: مثال على موقف استخدمت فيه هذه المهارة
es_es: Ejemplo de una ocasión en la que se empleó esta habilidad
ko_kr: 기술이 적용된 예
nl_nl: Voorbeeld van een situatie waarin deze vaardigheid werd toegepast
th_th: ตัวอย่างการใช้ทักษะนี้

# dgUserOutcomeItem_WhoElseContributed
source: Who else contributed to this accomplishment
ar_sa: من أيضًا ساهم في تحقيق هذا الإنجاز
es_es: Quién más contribuyó en este logro
ko_kr: 다른 누가 이 업적에 기여했습니까
nl_nl: Wie hebben nog meer bijgedragen aan deze prestatie
th_th: มีคนอื่นอีกไหมที่มีส่วนช่วยในผลงานความสำเร็จนี้

# dgUserOutcomeItem_WhyUseCandidate
source: Why candidate uses the process described above
ar_sa: لماذا يستخدم المرشح المنهجية المذكورة أعلاه
es_es: Por qué el candidato usó el proceso descrito anteriormente
ko_kr: 왜 후보자가 위에 설명한 절차를 사용합니까
nl_nl: Waarom de kandidaat het hierboven beschreven proces gebruikt
th_th: เหตุใดผู้สมัครถึงใช้กระบวนการที่อธิบายไว้ข้างต้น

# dgUserOverview_Channel
source: Global Admin Tools
ar_sa: أدوات المسؤولين العموميين
es_es: Herramientas de administración globales
ko_kr: 글로벌 관리자 도구
nl_nl: Tools voor wereldwijde beheerders
th_th: เครื่องมือการดูแลระบบระดับโลก

# dgUserOverview_ConnectFlexedCard
source: Connect your FlexED card
ar_sa: ربط بطاقة FlexED الخاصة بك
es_es: Conectar su tarjeta FlexED
ko_kr: FlexED 카드를 연결
nl_nl: Koppel je FlexED-kaart
th_th: เชื่อมต่อบัตร FlexED ของคุณ

# dgUserOverview_Logout
source: Log Out
ar_sa: تسجيل الخروج
es_es: Finalizar sesión
ko_kr: 로그아웃
nl_nl: Uitloggen
th_th: ออกจากระบบ

# dgUserOverview_Points
source: {{newPoints}} points
ar_sa: {{newPoints}} من النقاط
es_es: {{newPoints}} puntos
ko_kr: {{newPoints}} 포인트
nl_nl: {{newPoints}} punten
th_th: {{newPoints}} คะแนน

# dgUserOverview_Profile
source: Your Profile
ar_sa: ملفك الشخصي
es_es: Su perfil
ko_kr: 프로필
nl_nl: Jouw profiel
th_th: โปรไฟล์ของคุณ

# dgUserOverview_Settings
source: Personal Settings
ar_sa: الإعدادات الشخصية
es_es: Ajustes personales
ko_kr: 개인 설정
nl_nl: Persoonlijke instellingen
th_th: การตั้งค่าส่วนตัว

# dgUserOverview_SkillCertification
source: Skill Certification
ar_sa: توثيق المهارة
es_es: Certificado de habilidad
ko_kr: 기술 인증서
nl_nl: Certificering voor vaardigheden
th_th: การรับรองทักษะ

# dgUserOverview_SkillReview
source: Skill Review
ar_sa: مراجعة المهارة
es_es: Revisión de habilidad
ko_kr: 기술 검토
nl_nl: Beoordeling van vaardigheden
th_th: การตรวจสอบทักษะ

# dgUserOverview_SwitchOrganization
source: Switch Organization
ar_sa: تبديل المنظمة
es_es: Cambiar de empresa
ko_kr: 조직 전환
nl_nl: Organisatie wijzigen
th_th: เปลี่ยนองค์กร

# dgUserProfilePrivacy_ProfileSettingDescriptionFormat
source: This setting impacts the visibility of your learning activities and whether or not your profile can be discovered by other {{orgName}} learners.
ar_sa: هذا الإعداد يؤثر على إمكانية ظهور أنشطتك التعليمية وإمكانية اكتشاف المتعلمين الآخرين {{orgName}} لملفك الشخصي من عدمه.
es_es: Este ajuste afecta la visibilidad de sus actividades de formación y si otros colegas de {{orgName}} pueden encontrar su perfil.
ko_kr: 이 설정은 귀하의 학습 활동 및 다른 {{orgName}} 학습자가 귀하의 프로필을 발견할 수 있는지 표시 여부에 영향을 줍니다.
nl_nl: Deze instelling heeft invloed op de zichtbaarheid van jouw leeractiviteiten en of je profiel kan worden gedetecteerd door andere gebruikers van {{orgName}}.
th_th: การตั้งค่านี้มีผลกระทบกับการมองเห็นกิจกรรมการเรียนรู้ของคุณ และกำหนดว่าผู้เรียนของ {{orgName}} คนอื่นๆ สามารถค้นพบโปรไฟล์ของคุณได้หรือไม่

# dgUserProfilePrivacy_VisibleToMeOnly
source: Visible to me only
ar_sa: مرئي لي فقط
es_es: Solo visible para mí
ko_kr: 나에게만 표시
nl_nl: Alleen zichtbaar voor mij
th_th: ฉันมองเห็นได้คนเดียว

# dgUserProfilePrivacy_VisibleToOrgOnly
source: Visible to my organization only
ar_sa: مرئي لمؤسستي فقط
es_es: Solo visible para mi empresa
ko_kr: 나의 조직에게만 표시
nl_nl: Zichtbaar voor gebruikers binnen mijn organisatie
th_th: องค์กรของฉันเท่านั้นที่มองเห็นได้

# dgUserProfilePrivacy_VisibleToPublic
source: Visible to the public
ar_sa: مرئي للجمهور
es_es: Visible al público
ko_kr: 일반에게 표시
nl_nl: Zichtbaar voor het publiek
th_th: เปิดเผยต่อสาธารณะ

# dgUserProfilePrivacy_VisibleToPublicInOrg
source: Visible to the public and my organization
ar_sa: مرئي للجمهور ومؤسستي
es_es: Visible al público y mi empresa
ko_kr: 일반 및 나의 조직에게 표시
nl_nl: Zichtbaar voor gebruikers binnen en buiten mijn organisatie
th_th: เปิดเผยต่อสาธารณะและองค์กรของฉัน

# dgUsersSearch_Follow
source: Follow
ar_sa: متابعة
es_es: Seguir
ko_kr: 팔로우
nl_nl: Volgen
th_th: ติดตาม

# dgUsersSearch_FollowUserFormat
source: Follow {{username}}'s learning activities
ar_sa: متابعة الأنشطة التعليمية الخاصة بـ{{username}}
es_es: Seguir las actividades de aprendizaje de {{username}}
ko_kr: {{username}}의 학습 활동 팔로우
nl_nl: Leeractiviteiten van {{userName}} volgen
th_th: ติดตามกิจกรรมการเรียนรู้ของ {{username}}

# dgUsersSearch_NoResults
source: No people found that match your search criteria.
ar_sa: لا يوجد أشخاص متطابقين مع معيار بحثك.
es_es: No se encontró gente que concuerde con sus criterios de búsqueda.
ko_kr: 검색 조건과 일치하는 사람을 찾지 못했습니다.
nl_nl: Geen mensen gevonden die overeenkomen met jouw zoekcriteria.
th_th: ไม่พบบุคคลที่ตรงกับเกณฑ์การค้นหาของคุณ

# dgUsersSearch_SearchDescription
source: Degreed helps you keep up with the latest in what people are learning and discovering.
ar_sa: يساعدك موقع Degreed على الاطلاع على أحدث ما يتعلمه ويستكشفه الآخرين.
es_es: Degreed le ayuda a estar al día con lo que la gente está aprendiendo y encontrando.
ko_kr: Degreed는 최근에 사람들이 학습하고 발견하는 트렌드를 따라가는 데 도움이 됩니다.
nl_nl: Degreed helpt je om gelijke tred te houden met de laatste ontwikkelingen op het gebied van leren en ontdekken.
th_th: Degreed ช่วยให้คุณได้ติดตามการเรียนรู้และการค้นพบล่าสุดของบุคคลต่างๆ

# dgUsersSearch_SearchLabel
source: Search for people
ar_sa: البحث عن أشخاص
es_es: Buscar a personas
ko_kr: 사람들을 검색
nl_nl: Personen zoeken
th_th: ค้นหาผู้คน

# dgUsersSearch_SearchPlaceholder
source: Find people to follow by category. Or search names using quotes. ie "Jane Doe"
ar_sa: العثور على أشخاص لمتابعتهم وفقًا للفئة. أو البحث عن الأسماء باستخدام علامة الاقتباس، أي "جين دوي"
es_es: Busque gente que seguir por categoría. O busque nombres usando comillas, por ejemplo, "Jane Doe"
ko_kr: 카테고리별로 팔로우할 사람을 찾습니다. 또는 따옴표를 사용하여 이름을 검색합니다. 예, "Jane Doe"
nl_nl: Personen vinden om te volgen per categorie. Of zoek namen met behulp van aanhalingstekens, bv. "Jane Doe"
th_th: ค้นหาผู้คนที่คุณต้องการติดตามในหมวดหมู่ต่างๆ หรือค้นหาชื่อด้วยเครื่องหมายคำพูด เช่น "Jane Doe"

# dgUsersSearch_SearchTitle
source: Connect with Others
ar_sa: التواصل مع الآخرين
es_es: Conectar con otros
ko_kr: 다른 이들과 연결
nl_nl: Verbinding maken met anderen
th_th: เชื่อมต่อกับบุคคลอื่นๆ

# dgUsersSearch_UnFollow
source: Following
ar_sa: متابع لـ:
es_es: Siguiendo
ko_kr: 팔로잉
nl_nl: Volgend
th_th: กำลังติดตาม

# dgUsersSearch_UnfollowUserFormat
source: Stop following {{username}}'s learning activities
ar_sa: توقف عن متابعة الأنشطة التعلمية الخاصة بـ{{userName}}
es_es: Dejar de seguir las actividades de aprendizaje de {{username}}
ko_kr: {{username}}의 학습 활동 팔로우 중지
nl_nl: Stoppen met volgen van leeractiviteiten van {{userName}}
th_th: หยุดติดตามกิจกรรมการเรียนรู้ของ {{username}}

# dgUserTile_Follow
source: Follow
ar_sa: متابعة
es_es: Seguir
ko_kr: 팔로우
nl_nl: Volgen
th_th: ติดตาม

# dgUserTile_Following
source: Following
ar_sa: متابع لـ:
es_es: Siguiendo
ko_kr: 팔로잉
nl_nl: Volgend
th_th: กำลังติดตาม

# dgUserTile_Unfollow
source: Unfollow
ar_sa: إلغاء المتابعة
es_es: Dejar de seguir
ko_kr: 팔로우 취소
nl_nl: Niet meer volgen
th_th: เลิกติดตาม

# dgUtilityBar_AddToProfileTitle
source: Add to profile
ar_sa: إضافة إلى الملف الشخصي
es_es: Agregar al perfil
ko_kr: 프로필에 추가
nl_nl: Toevoegen aan profiel
th_th: เพิ่มไปยังโปรไฟล์

# dgUtilityBar_DegreedUnlimitedMember
source: Degreed Unlimited<br>Member
ar_sa: عضو<br>غير محدود في Degreed
es_es: Miembro<br>ilimitado de Degreed
ko_kr: Degreed 무제한<br>멤버
nl_nl: Degreed Unlimited<br>Lid
th_th: สมาชิก<br>Degreed Unlimited

# dgUtilityBar_FindSomethingToLearnPlaceholder
source: Find something to learn
ar_sa: اعثر على شيء ما لتتعلمه
es_es: Buscar algo que aprender
ko_kr: 배울 것을 찾기
nl_nl: Iets vinden om te leren
th_th: ค้นหาสิ่งที่ต้องการเรียนรู้

# dgUtilityBar_FlexEdFormat
source: {{available}} FlexED
ar_sa: FlexED {{available}}
es_es: FlexED {{available}}

# dgUtilityBar_InProgress
source: In Progress
ar_sa: قيد التنفيذ
es_es: En progreso
ko_kr: 진행 중
nl_nl: Bezig
th_th: กำลังดำเนินการ

# dgUtilityBar_ManageOrg
source: Manage {{orgName}}
ar_sa: إدارة {{orgName}}
es_es: Gestionar {{orgName}}
ko_kr: {{orgName}} 관리
nl_nl: Beheer {{orgName}}
th_th: จัดการ {{orgName}}

# dgUtilityBar_MasteryPointsFormat
source: {{masteryPoints}} pts
ar_sa: {{masteryPoints}} نقطة
ko_kr: {{masteryPoints}} 포인트
nl_nl: {{masteryPoints}} punten
th_th: {{masteryPoints}} คะแนน
