Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# EmailTemplateRecoverPassword_Closing
source: Have a great day!
ar_sa: نتمنى لك يومًا رائعًا!
es_es: ¡Que tenga un buen día!
ko_kr: 좋은 하루되세요!
nl_nl: Een fijne dag verder!
th_th: ขอให้คุณมีวันที่ดี!

# EmailTemplateRecoverPassword_Opening
source: Password Reset
ar_sa: إعادة تعيين كلمة المرور
es_es: Restablecimiento de contraseña
ko_kr: 암호 재설정
nl_nl: Wachtwoord resetten
th_th: รีเซ็ตรหัสผ่าน

# EmailTemplateRecoverPassword_PasswordInfo
source: We received a password reset request for your Degreed account. If you requested that we reset your password, click "Replace Existing Password" below to regain access to your account. If you did not submit this request, feel free to ignore this email.
ar_sa: لقد تسلمنا طلب بإعادة تعيين كلمة المرور لحسابك على موقع Degreed. إذا كنت قد طلبت إعادة تعيين كلمة المرور الخاصة بك اضغط "تغيير كلمة المرور الحالية" أدناه لاستعادة الوصول إلى حسابك. في حالة عدم إرسالك هذا الطلب يرجى تجاهل هذه الرسالة.
es_es: Recibimos una solicitud de restablecimiento de contraseña de su cuenta en Degreed. Si solicitó restablecer su contraseña, haga clic en Cambiar contraseña actual para volver a tener acceso a su cuenta. Si no realizó esta solicitud, ignore este correo electrónico.
ko_kr: 귀하의 Degreed 계정의 암호 재설정 요청을 받았습니다. 암호 재설정을 요청하신 경우, 아래의 "기존 암호 교체"를 클릭하여 계정에 다시 접근할 수 있습니다. 이 요청을 제출하지 않으신 경우 이 이메일을 무시하셔도 됩니다.
nl_nl: We kregen een verzoek om het wachtwoord te resetten voor jouw Degreed-account. Als je hebt verzocht om je wachtwoord te resetten, klik dan op "Bestaand wachtwoord vervangen" hieronder om weer toegang te krijgen tot jouw account. Als je dit verzoek niet hebt ingediend, kun je deze e-mail negeren.
th_th: เราได้รับคำขอรีเซ็ตรหัสผ่านบัญชี Degreed ของคุณ ถ้าคุณขอให้เรารีเซ็ตรหัสผ่าน ให้คลิก "แทนที่รหัสผ่านเดิม" ด้านล่าง เพื่อรับสิทธิ์เข้าถึงบัญชีของคุณอีกครั้ง ถ้าคุณไม่ได้เป็นคนส่งคำขอ โปรดอย่าสนใจอีเมลฉบับนี้

# EmailTemplateRecoverPassword_Subject
source: Password Reset
ar_sa: إعادة تعيين كلمة المرور
es_es: Restablecimiento de contraseña
ko_kr: 암호 재설정
nl_nl: Wachtwoord resetten
th_th: รีเซ็ตรหัสผ่าน

# EmailTemplateRecoverPasswordMobile_Action
source: Replace Existing Password
ar_sa: تغيير كلمة المرور الحالية
es_es: Cambiar contraseña actual
ko_kr: 기존 암호 교체
nl_nl: Bestaand wachtwoord vervangen
th_th: แทนที่รหัสผ่านเดิม

# EmailTemplateRecoverPasswordMobile_Opening
source: Password Reset
ar_sa: إعادة تعيين كلمة المرور
es_es: Restablecimiento de contraseña
ko_kr: 암호 재설정
nl_nl: Wachtwoord resetten
th_th: รีเซ็ตรหัสผ่าน

# EmailTemplateRecoverPasswordMobile_PasswordInfo
source: We received a password reset request for your account from the Degreed mobile app. If you requested that we reset your password, tap "Replace Existing Password" below to regain access to your account. If you did not submit this request, feel free to ignore this email.
ar_sa: لقد تسلمنا طلب بإعادة تعيين كلمة المرور لحسابك على تطبيق الهاتف Degreed. إذا كنت قد طلبت إعادة تعيين كلمة المرور الخاصة بك انقر "تغيير كلمة المرور الحالية" أدناه لاستعادة الوصول إلى حسابك. في حالة عدم إرسالك هذا الطلب يرجى تجاهل هذه الرسالة.
es_es: Recibimos una solicitud de restablecimiento de contraseña de la app móvil de Degreed. Si solicitó restablecer su contraseña, toque Cambiar contraseña actual para volver a tener acceso a su cuenta. Si no realizó esta solicitud, ignore este correo electrónico.
ko_kr: Degreed 모바일 앱에서 계정에 대한 암호 재설정 요청을 받았습니다. 암호 재설정을 요청한 경우, 아래의 "기존 암호 교체"를 탭하여 계정에 다시 접근합니다. 이 요청을 제출하지 않으신 경우 이 이메일을 무시하셔도 됩니다.
nl_nl: We kregen een verzoek om het wachtwoord te resetten voor jouw account vanaf de Degreed-mobiele app. Als je hebt verzocht om je wachtwoord te resetten, tik dan op "Bestaand wachtwoord vervangen" hieronder om weer toegang te krijgen tot jouw account. Als je dit verzoek niet hebt ingediend, kun je deze e-mail negeren.
th_th: เราได้รับคำขอรีเซ็ตรหัสผ่านบัญชีของคุณจากแอป Degreed ในอุปกรณ์เคลื่อนที่ ถ้าคุณขอให้เรารีเซ็ตรหัสผ่าน ให้แตะ "แทนที่รหัสผ่านเดิม" ด้านล่าง เพื่อรับสิทธิ์เข้าถึงบัญชีของคุณอีกครั้ง ถ้าคุณไม่ได้เป็นคนส่งคำขอ โปรดอย่าสนใจอีเมลฉบับนี้

# EmailTemplateRecoverPasswordMobile_PasswordInfoFormat
source: A password recovery request has been received from the Degreed mobile app. Please {0}tap here{1} on your mobile device to set a new password. Have a great day!
ar_sa: تسلمنا طلبًا باستعادة كلمة مرور من خلال تطبيق الهاتف Degreed. يرجى {0}النقر هنا على{1} على هاتفك لإعادة تعيين كلمة مرور جديدة. نتمنى لك يومًا رائعًا!
es_es: Recibimos una solicitud de restablecimiento de contraseña desde la aplicación móvil de Degreed. {0}Toque aquí{1} en su dispositivo móvil para establecer una nueva contraseña. ¡Que tenga un buen día!
ko_kr: Degreed 모바일 앱에서 암호 복구 요청을 받았습니다. 모바일 기기에서 {0}여기를 탭하여{1} 새 암호를 설정합니다. 좋은 하루되세요!
nl_nl: We hebben een verzoek om je wachtwoord te herstellen ontvangen vanaf de Degreed-mobiele app. {0}tik hier{1} op je mobiele apparaat om een nieuw wachtwoord in te stellen. Een fijne dag verder!
th_th: เราได้รับคำขอกู้คืนรหัสผ่านจากแอป Degreed ในอุปกรณ์เคลื่อนที่ โปรด{0}แตะที่นี่{1}ในอุปกรณ์เคลื่อนที่เพื่อตั้งรหัสผ่านใหม่ ขอให้คุณมีวันที่ดี!

# EmailTemplateRecoverPasswordMobile_Subject
source: Degreed Mobile Password Reset
ar_sa: إعادة تعيين كلمة المرور لتطبيق الهاتف Degreed
es_es: Restablecimiento de contraseña de Degreed Móvil
ko_kr: Degreed Mobile 암호 재설정
nl_nl: Degreed-mobiel wachtwoord resetten
th_th: รีเซ็ตรหัสผ่าน Degreed บนมือถือ

# EmailTemplateRecoverUsername_Closing
source: Have a great day!
ar_sa: نتمنى لك يومًا رائعًا!
es_es: ¡Que tenga un buen día!
ko_kr: 좋은 하루되세요!
nl_nl: Een fijne dag verder!
th_th: ขอให้คุณมีวันที่ดี!

# EmailTemplateRecoverUsername_Opening
source: Hello!
ar_sa: مرحبًا!
es_es: ¡Hola!
ko_kr: 안녕하세요!
nl_nl: Hallo!
th_th: สวัสดี!

# EmailTemplateRecoverUsername_Subject
source: Degreed Username Request
ar_sa: طلب الحصول على اسم مستخدم على Degreed
es_es: Solicitud de nombre de usuario de Degreed
ko_kr: Degreed 사용자 이름 요청
nl_nl: Verzoek om Degreed-gebruikersnaam
th_th: คำขอรับชื่อผู้ใช้ Degreed

# EmailTemplateRecoverUsername_UsernameInfoFormat
source: A username request has been received for the Degreed account associated with this email. The username associated with this email address is '{0}'.
ar_sa: تسلمنا طلب للحصول على اسم مستخدم لحساب Degreed مرتبط بهذا البريد الإلكتروني. اسم المستخدم المرتبط بهذا البريد الإلكتروني هو '{0}'.
es_es: Recibimos una solicitud de nombre de usuario de la cuenta en Degreed asociada a este correo electrónico. El nombre de usuario asociado a esta dirección de correo electrónico es '{0}'.
ko_kr: 이 이메일과 연결된 Degreed 계정에 대한 사용자 이름 요청을 받았습니다. 이 이메일 주소와 연결된 사용자 이름은 '{0}'입니다.
nl_nl: We hebben een gebruikersnaamverzoek ontvangen voor het Degreed-account dat bij deze e-mail hoort. De gebruikersnaam die bij dit e-mailadres hoort is '{0}'.
th_th: เราได้รับคำขอรับชื่อผู้ใช้บัญชี Degreed ที่เชื่อมโยงกับอีเมลนี้ ชื่อผู้ใช้ที่เชื่อมโยงกับที่อยู่อีเมลนี้คือ '{0}'

# EmailTemplateReplyToPost_Link
source: View Post
ar_sa: عرض المنشور
es_es: Ver publicación
ko_kr: 게시물 보기
nl_nl: Bericht bekijken
th_th: ดูโพสต์

# EmailTemplateReplyToPost_NewComment
source: New Comment
ar_sa: تعليق جديد
es_es: Nuevo comentario
ko_kr: 새 메모
nl_nl: Nieuwe opmerking
th_th: ความคิดเห็นใหม่

# EmailTemplateReplyToPost_SubjectFormat
source: {0} replied to your post
ar_sa: قام {0} بالرد على منشورك
es_es: {0} respondió a su publicación
ko_kr: {0}이(가) 귀하의 게시물에 답변했습니다
nl_nl: {0} reageerde op jouw bericht
th_th: {0} ตอบกลับโพสต์ของคุณ

# EmailTemplateReplyToPost_UserRepliedFormat
source: {0} replied to your post.
ar_sa: قام {0} بالرد على منشورك.
es_es: {0} respondió a su publicación.
ko_kr: {0}이(가) 귀하의 게시물에 답변했습니다.
nl_nl: {0} reageerde op jouw bericht.
th_th: {0} ตอบกลับโพสต์ของคุณ

# EmailTemplateReportTransmitter_HereIsYourReport
source: Here is your report from Degreed
ar_sa: إليك تقريرك من Degreed
es_es: Aquí tiene su informe de Degreed
ko_kr: Degree의 보고서입니다.
nl_nl: Hier is je rapport van Degreed
th_th: นี่คือรายงานของคุณจาก Degreed

# EmailTemplateReportTransmitter_SeeAttached
source: Please see the attached file for your report.
ar_sa: للحصول على تقريرك، يرجى الاطلاع على الملف المرفق.
es_es: Consulte el archivo adjunto para su informe.
ko_kr: 첨부한 파일에서 보고서를 확인하십시오.
nl_nl: Zie het bijgevoegde bestand voor je rapport.
th_th: โปรดดูรายงานของคุณจากไฟล์แนบ

# EmailTemplateRequestGroupMembership_GroupLink
source: Manage Group
ar_sa: إدارة مجموعة
es_es: Gestionar grupo
ko_kr: 그룹 관리
nl_nl: Groep beheren
th_th: จัดการกลุ่ม

# EmailTemplateRequestGroupMembership_RequestFormat
source: The following have requested access to your group {0}.
ar_sa: طلب الشخص التالي التواصل مع مجموعتك {0}.
es_es: Las siguientes personas han solicitado acceder a su grupo {0}.
ko_kr: 다음에서 귀하의 {0} 그룹에 액세스를 요청했습니다.
nl_nl: De volgende personen hebben verzocht om toegang tot jouw groep {0} te krijgen
th_th: บุคคลต่อไปนี้ขอเข้าร่วมกลุ่ม {0} ของคุณ

# EmailTemplateRequestGroupMembership_SubjectFormat
source: Group Requests for '{0}'
ar_sa: طلبات المجموعة من أجل '{0}'
es_es: Solicitudes para el grupo «{0}»
ko_kr: '{0}'에 대한 그룹 요청
nl_nl: Groepverzoeken voor '{0}'
th_th: คำขอเข้ากลุ่มของ "{0}"

# EmailTemplateRequestRating_RatingLink
source: Rate now
ar_sa: التقييم الآن
es_es: Calificar ahora
ko_kr: 지금 평가
nl_nl: Nu beoordelen
th_th: ให้คะแนนตอนนี้

# EmailTemplateRequestRating_RequestFormat
source: {{name}} has requested you rate them for {{tag}}
ar_sa: طلب {{name}} تقييمك لهم لغرض {{tag}}
es_es: {{name}} le solicitó que los califique por {{tag}}
ko_kr: {{name}}이(가) 귀하를 {{tag}}에 대해 평가 요청
nl_nl: {{Name}} heeft gevraagd om jou te beoordelen voor {{tag}}
th_th: {{name}} ขอให้คุณให้คะแนนสำหรับ {{tag}}

# EmailTemplateSummary_AlreadyCompletedArticleDueFormat
source: <b>{0}</b> read by {1} (You've already done this! Great job, overachiever.)
ar_sa: <b>{0}</b>للقراءة من قبل {1} (لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: Leer <b>{0}</b> para el {1} (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: {1}까지 <b>{0}</b>을(를) 읽기 (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: <b>{0}</b> lees voor {1} (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: <b>{0}</b> อ่านภายใน {1} (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_AlreadyCompletedArticleFormat
source: <b>{0}</b> (You've already done this! Great job, overachiever.)
ar_sa: <b>{0}</b> لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: <b>{0}</b> (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: <b>{0}</b> (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: <b>{0}</b> (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: <b>{0}</b> (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_AlreadyCompletedAssessmentDueFormat
source: <b>{0}</b> Complete by {1} (You've already done this! Great job, overachiever.)
ar_sa: <b>{0}</b> للإتمام من قبل {1} (لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: Completar <b>{0}</b> para el {1} (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: {1}까지 <b>{0}</b> 완료 (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: <b>{0}</b> Voltooien voor {1} (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: <b>{0}</b> ทำให้เสร็จภายใน {1} (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_AlreadyCompletedAssessmentFormat
source: <b>{0}</b> (You've already done this! Great job, overachiever.)
ar_sa: <b>{0}</b> لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: <b>{0}</b> (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: <b>{0}</b> (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: <b>{0}</b> (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: <b>{0}</b> (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_AlreadyCompletedBookDueFormat
source: <b>{0}</b> read by {1} (You've already done this! Great job, overachiever.)
ar_sa: <b>{0}</b>للقراءة من قبل {1} (لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: Leer <b>{0}</b> para el {1} (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: {1}까지 <b>{0}</b>을(를) 읽기 (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: <b>{0}</b> lees voor {1} (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: <b>{0}</b> อ่านภายใน {1} (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_AlreadyCompletedBookFormat
source: <b>{0}</b> (You've already done this! Great job, overachiever.)
ar_sa: <b>{0}</b> لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: <b>{0}</b> (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: <b>{0}</b> (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: <b>{0}</b> (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: <b>{0}</b> (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_AlreadyCompletedCourseDueFormat
source: <b>{0}</b> complete by {1} (You've already done this! Great job, overachiever.)
ar_sa: <b>{0}</b> للإتمام من قبل {1} (لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: Completar <b>{0}</b> para el {1} (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: {1}까지 <b>{0}</b> 완료 (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: <b>{0}</b> Voltooien voor {1} (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: <b>{0}</b> ทำให้เสร็จภายใน {1} (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_AlreadyCompletedCourseFormat
source: <b>{0}</b> (You've already done this! Great job, overachiever.)
ar_sa: <b>{0}</b> لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: <b>{0}</b> (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: <b>{0}</b> (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: <b>{0}</b> (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: <b>{0}</b> (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_AlreadyCompletedEpisodeDueFormat
source: <b>{0}</b> complete by {1} (You've already done this! Great job, overachiever.)
ar_sa: <b>{0}</b> للإتمام من قبل {1} (لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: Completar <b>{0}</b> para el {1} (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: {1}까지 <b>{0}</b> 완료 (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: <b>{0}</b> Voltooien voor {1} (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: <b>{0}</b> ทำให้เสร็จภายใน {1} (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_AlreadyCompletedEpisodeFormat
source: <b>{0}</b> (You've already done this! Great job, overachiever.)
ar_sa: <b>{0}</b> لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: <b>{0}</b> (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: <b>{0}</b> (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: <b>{0}</b> (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: <b>{0}</b> (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_AlreadyCompletedEventDueFormat
source: <b>{0}</b> attend by {1} (You've already done this! Great job, overachiever.)
ar_sa: <b>{0}</b> للحضور من قبل {1} (لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: Asistir a <b>{0}</b> para el {1} (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: {1}까지 <b>{0}</b> 참석 (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: <b>{0}</b> bijwonen voor {1} (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: <b>{0}</b> เข้าร่วมภายใน {1} (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_AlreadyCompletedEventFormat
source: {0} (You've already done this! Great job, overachiever.)
ar_sa: {0} (لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: {0} (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: {0} (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: {0} (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: {0} (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_AlreadyCompletedGroupArticleDueFormat
source: {0} | <b>{1}</b> read by {2} (You've already done this! Great job, overachiever.)
ar_sa: {0} | <b>{1}</b> للقراءة من قبل {2} (لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: {0} | Leer <b>{1}</b> para el {2} (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: {2}까지 {0} | <b>{1}</b> 읽기 (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: {0} | <b>{1}</b> lees voor {2} (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: {0} | <b>{1}</b> อ่านภายใน {2} (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_AlreadyCompletedGroupArticleFormat
source: {0} | <b>{1}</b> (You've already done this! Great job, overachiever.)
ar_sa: {0} | <b>{1}</b> لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: {0} | <b>{1}</b> (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: {0} | <b>{1}</b> (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: {0} | <b>{1}</b> (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: {0} | <b>{1}</b> (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_AlreadyCompletedGroupAssessmentDueFormat
source: {0} | <b>{1}</b> complete by {2} (You've already done this! Great job, overachiever.)
ar_sa: {0} | <b>{1}</b> للقراءة من قبل {2} (لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: {0} | Completar <b>{1}</b> para el {2} (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: {2}까지 {0} | <b>{1}</b> 완료 (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: {0} | <b>{1}</b> voltooien voor {2} (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: {0} | <b>{1}</b> ทำเสร็จภายใน {2} (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_AlreadyCompletedGroupAssessmentFormat
source: {0} | <b>{1}</b> (You've already done this! Great job, overachiever.)
ar_sa: {0} | <b>{1}</b> لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: {0} | <b>{1}</b> (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: {0} | <b>{1}</b> (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: {0} | <b>{1}</b> (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: {0} | <b>{1}</b> (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_AlreadyCompletedGroupBookDueFormat
source: {0} | <b>{1}</b> read by {2} (You've already done this! Great job, overachiever.)
ar_sa: {0} | <b>{1}</b> للقراءة من قبل {2} (لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: {0} | Leer <b>{1}</b> para el {2} (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: {2}까지 {0} | <b>{1}</b> 읽기 (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: {0} | <b>{1}</b> lees voor {2} (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: {0} | <b>{1}</b> อ่านภายใน {2} (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_AlreadyCompletedGroupBookFormat
source: {0} | <b>{1}</b> (You've already done this! Great job, overachiever.)
ar_sa: {0} | <b>{1}</b> لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: {0} | <b>{1}</b> (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: {0} | <b>{1}</b> (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: {0} | <b>{1}</b> (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: {0} | <b>{1}</b> (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_AlreadyCompletedGroupCourseDueFormat
source: {0} | <b>{1}</b> complete by {2} (You've already done this! Great job, overachiever.)
ar_sa: {0} | <b>{1}</b> للقراءة من قبل {2} (لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: {0} | Completar <b>{1}</b> para el {2} (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: {2}까지 {0} | <b>{1}</b> 완료 (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: {0} | <b>{1}</b> voltooien voor {2} (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: {0} | <b>{1}</b> ทำเสร็จภายใน {2} (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_AlreadyCompletedGroupCourseFormat
source: {0} | <b>{1}</b> (You've already done this! Great job, overachiever.)
ar_sa: {0} | <b>{1}</b> لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: {0} | <b>{1}</b> (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: {0} | <b>{1}</b> (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: {0} | <b>{1}</b> (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: {0} | <b>{1}</b> (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_AlreadyCompletedGroupEpisodeDueFormat
source: {0} | <b>{1}</b> complete by {2} (You've already done this! Great job, overachiever.)
ar_sa: {0} | <b>{1}</b> للقراءة من قبل {2} (لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: {0} | Completar <b>{1}</b> para el {2} (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: {2}까지 {0} | <b>{1}</b> 완료 (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: {0} | <b>{1}</b> voltooien voor {2} (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: {0} | <b>{1}</b> ทำเสร็จภายใน {2} (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_AlreadyCompletedGroupEpisodeFormat
source: {0} | <b>{1}</b> (You've already done this! Great job, overachiever.)
ar_sa: {0} | <b>{1}</b> لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: {0} | <b>{1}</b> (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: {0} | <b>{1}</b> (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: {0} | <b>{1}</b> (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: {0} | <b>{1}</b> (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_AlreadyCompletedGroupEventDueFormat
source: {0} | <b>{1}</b> attend by {2} (You've already done this! Great job, overachiever.)
ar_sa: {0} | <b>{1}</b> للحضور من قبل {2} (لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: {0} | Asistir a <b>{1}</b> para el {2} (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: {2}까지 {0} | <b>{1}</b> 참석 (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: {0} | <b>{1}</b> bijwonen voor {2} (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: {0} | <b>{1}</b> เข้าร่วมภายใน {2} (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_AlreadyCompletedGroupEventFormat
source: {0} | <b>{1}</b>(You've already done this! Great job, overachiever.)
ar_sa: {0} | <b>{1}</b> لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: {0} | <b>{1}</b>(¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: {0} | <b>{1}</b> (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: {0} | <b>{1}</b>(Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: {0} | <b>{1}</b>(คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_AlreadyCompletedGroupPathwayDueFormat
source: {0} | <b>{1}</b> complete by {2} (You've already done this! Great job, overachiever.)
ar_sa: {0} | <b>{1}</b> للقراءة من قبل {2} (لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: {0} | Completar <b>{1}</b> para el {2} (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: {2}까지 {0} | <b>{1}</b> 완료 (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: {0} | <b>{1}</b> voltooien voor {2} (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: {0} | <b>{1}</b> ทำเสร็จภายใน {2} (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)

# EmailTemplateSummary_AlreadyCompletedGroupPathwayFormat
source: {0} | <b>{1}</b> (You've already done this! Great job, overachiever.)
ar_sa: {0} | <b>{1}</b> لقد قمت بذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!)
es_es: {0} | <b>{1}</b> (¡Ya lo hizo! Buen trabajo, se supera cada día).
ko_kr: {0} | <b>{1}</b> (귀하는 이미 완료하셨습니다! 기대보다 더 많은 것을 달성하셨습니다.)
nl_nl: {0} | <b>{1}</b> (Je hebt dit reeds gedaan! Goed gedaan, harde werker.)
th_th: {0} | <b>{1}</b> (คุณทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ)
