Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# ResourceAssociationsRemovedEmail_AssessmentPathwayActionFormat
source: <strong>{0}</strong> deleted this assessment from the {1} Pathway
ar_sa: <strong>{0}</strong> محذوف هذا التقييم من{1} المساق
es_es: <strong>{0}</strong> eliminó esta evaluación del itinerario {1}
ko_kr: <strong>{0}</strong>이(가) 이 평가를 {1} 패스웨이에서 삭제
nl_nl: <strong>{0}</strong> heeft deze beoordeling verwijderd uit het {1} Leerpad
th_th: <strong>{0}</strong> ได้ลบแบบประเมินนี้ออกจากเส้นทางการเรียนรู้ {1}

# ResourceAssociationsRemovedEmail_AssessmentPathwayActionNoUserFormat
source: <strong>Your organization&apos;s latest catalog import</strong> deleted this assessment from the {0} Pathway
ar_sa: <strong>استيراد أحدث قائمة مصورة لمؤسستك </strong> محذوف هذا التقييم من {0} المساق
es_es: <strong>La importación más reciente del catálogo de su organización</strong> eliminó esta evaluación del itinerario {0}
ko_kr: <strong>귀하 조직의 최신 카탈로그 가져오기</strong>로 인해 이 평가가 {0} 패스웨이에서 삭제
nl_nl: <strong>De laatste geïmporteerde catalogus van jouw organisatie</strong> heeft deze beoordeling uit het {0} Leerpad verwijderd
th_th: <strong>การนำเข้าแค็ตตาล็อกล่าสุดขององค์กรของคุณ</strong>ได้ลบแบบประเมินนี้ออกจากเส้นทางการเรียนรู้ {0}

# ResourceAssociationsRemovedEmail_AssessmentTargetActionFormat
source: <strong>{0}</strong> deleted this assessment from the {1} Skill Plan
ar_sa: <strong>{0}</strong> محذوف هذا التقييم من{1} خطة المهارات
es_es: <strong>{0}</strong> eliminó esta evaluación del plan de habilidades {1}
ko_kr: <strong>{0}</strong>이(가) 이 평가를 {1} 기술 플랜에서 삭제
nl_nl: <strong>{0}</strong> heeft deze beoordeling uit het {1} vaardigheidsplan verwijderd
th_th: <strong>{0}</strong> ได้ลบแบบประเมินนี้ออกจากแผนทักษะ {1}

# ResourceAssociationsRemovedEmail_AssessmentTargetActionNoUserFormat
source: <strong>Your organization&apos;s latest catalog import</strong> deleted this assessment from the {0} Skill Plan
ar_sa: <strong>استيراد أحدث قائمة مصورة لمؤسستك </strong> محذوف هذا التقييم من {0} خطة المهارات
es_es: <strong>La importación más reciente del catálogo de su organización</strong> eliminó esta evaluación del plan de habilidades {0}
ko_kr: <strong>귀하 조직의 최신 카탈로그 가져오기</strong>로 인해 이 평가가 {0} 기술 플랜에서 삭제
nl_nl: <strong>De laatste geïmporteerde catalogus van jouw organisatie</strong> heeft deze beoordeling uit het {0} vaardigheidsplan verwijderd
th_th: <strong>การนำเข้าแค็ตตาล็อกล่าสุดขององค์กรของคุณ</strong>ได้ลบแบบประเมินนี้ออกจากแผนทักษะ {0}

# ResourceAssociationsRemovedEmail_BookPathwayActionFormat
source: <strong>{0}</strong> deleted this book from the {1} Pathway
ar_sa: <strong>{0}</strong> محذوف هذا الكتاب من{1} المساق
es_es: <strong>{0}</strong> eliminó este libro del itinerario {1}
ko_kr: <strong>{0}</strong>이(가) 이 책을 {1} 패스웨이에서 삭제
nl_nl: <strong>{0}</strong> heeft dit boek verwijderd uit het {1} Leerpad
th_th: <strong>{0}</strong> ได้ลบหนังสือเล่มนี้ออกจากเส้นทางการเรียนรู้ {1}

# ResourceAssociationsRemovedEmail_BookPathwayActionNoUserFormat
source: <strong>Your organization&apos;s latest catalog import</strong> deleted this book from the {0} Pathway
ar_sa: <strong>استيراد أحدث قائمة مصورة لمؤسستك </strong> محذوف هذا الكتاب من {0} المساق
es_es: <strong>La importación más reciente del catálogo de su organización</strong> eliminó este libro del itinerario {0}
ko_kr: <strong>귀하 조직의 최신 카탈로그 가져오기</strong>로 인해 이 책이 {0} 패스웨이에서 삭제
nl_nl: <strong>De laatste geïmporteerde catalogus van jouw organisatie</strong> heeft dit boek uit het {0} Leerpad verwijderd
th_th: <strong>การนำเข้าแค็ตตาล็อกล่าสุดขององค์กรของคุณ</strong>ได้ลบหนังสือเล่มนี้ออกจากเส้นทางการเรียนรู้ {0}

# ResourceAssociationsRemovedEmail_BookTargetActionFormat
source: <strong>{0}</strong> deleted this book from the {1} Skill Plan
ar_sa: <strong>{0}</strong> محذوف هذا الكتاب من{1} خطة المهارات
es_es: <strong>{0}</strong> eliminó este libro del plan de habilidades {1}
ko_kr: <strong>{0}</strong>이(가) 이 책을 {1} 기술 플랜에서 삭제
nl_nl: <strong>{0}</strong> heeft dit boek uit het {1} vaardigheidsplan verwijderd
th_th: <strong>{0}</strong> ได้ลบหนังสือเล่มนี้ออกจากแผนทักษะ {1}

# ResourceAssociationsRemovedEmail_BookTargetActionNoUserFormat
source: <strong>Your organization&apos;s latest catalog import</strong> deleted this book from the {0} Skill Plan
ar_sa: <strong>استيراد أحدث قائمة مصورة لمؤسستك </strong> محذوف هذا الكتاب من {0} خطة المهارات
es_es: <strong>La importación más reciente del catálogo de su organización</strong> eliminó este libro del plan de habilidades {0}
ko_kr: <strong>귀하 조직의 최신 카탈로그 가져오기</strong>로 인해 이 책이 {0} 기술 플랜에서 삭제
nl_nl: <strong>De laatste geïmporteerde catalogus van jouw organisatie</strong> heeft dit boek uit het {0} vaardigheidsplan verwijderd
th_th: <strong>การนำเข้าแค็ตตาล็อกล่าสุดขององค์กรของคุณ</strong>ได้ลบหนังสือเล่มนี้ออกจากแผนทักษะ {0}

# ResourceAssociationsRemovedEmail_ChangesMade
source: Changes were made to pathways or skill plans that you contribute to.
ar_sa: تم إجراء تغييرات على المساقات أو خطط المهارات التي تساهم فيها.
es_es: Se realizaron cambios en los itinerarios o planes de habilidades en los que contribuye.
ko_kr: 귀하가 기여하는 패스웨이 및 기술 플랜이 변경되었습니다.
nl_nl: Er zijn wijzigingen aangebracht in leerpaden of vaardigheidsplannen waaraan jij een bijdrage levert.
th_th: มีการเปลี่ยนแปลงในเส้นทางการเรียนรู้หรือแผนทักษะที่คุณมีส่วนร่วม

# ResourceAssociationsRemovedEmail_CoursePathwayActionFormat
source: <strong>{0}</strong> deleted this course from the {1} Pathway
ar_sa: <strong>{0}</strong> محذوف هذه الدورة التعليمية {1} المساق
es_es: <strong>{0}</strong> eliminó este curso del itinerario {1}
ko_kr: <strong>{0}</strong>이(가) 이 과정을 {1} 패스웨이에서 삭제
nl_nl: <strong>{0}</strong> heeft deze cursus verwijderd uit het {1} Leerpad
th_th: <strong>{0}</strong> ได้ลบหลักสูตรนี้ออกจากเส้นทางการเรียนรู้ {1}

# ResourceAssociationsRemovedEmail_CoursePathwayActionNoUserFormat
source: <strong>Your organization&apos;s latest catalog import</strong> deleted this course from the {0} Pathway
ar_sa: <strong>استيراد أحدث قائمة مصورة لمؤسستك </strong> محذوف هذه الدورة التعليمية من {0} المساق
es_es: <strong>La importación más reciente del catálogo de su organización</strong> eliminó este curso del itinerario {0}
ko_kr: <strong>귀하 조직의 최신 카탈로그 가져오기</strong>로 인해 이 과정이 {0} 패스웨이에서 삭제
nl_nl: <strong>De laatste geïmporteerde catalogus van jouw organisatie</strong> heeft deze cursus uit het {0} Leerpad verwijderd
th_th: <strong>การนำเข้าแค็ตตาล็อกล่าสุดขององค์กรของคุณ</strong>ได้ลบหลักสูตรนี้ออกจากเส้นทางการเรียนรู้ {0}

# ResourceAssociationsRemovedEmail_CourseTargetActionFormat
source: <strong>{0}</strong> deleted this course from the {1} Skill Plan
ar_sa: <strong>{0}</strong> محذوف هذه الدورة التعليمية {1} خطة المهارات
es_es: <strong>{0}</strong> eliminó este curso del plan de habilidades {1}
ko_kr: <strong>{0}</strong>이(가) 이 과정을 {1} 기술 플랜에서 삭제
nl_nl: <strong>{0}</strong> heeft deze cursus uit het {1} vaardigheidsplan verwijderd
th_th: <strong>{0}</strong> ได้ลบหลักสูตรนี้ออกจากแผนทักษะ {1}

# ResourceAssociationsRemovedEmail_CourseTargetActionNoUserFormat
source: <strong>Your organization&apos;s latest catalog import</strong> deleted this course from the {0} Skill Plan
ar_sa: <strong>استيراد أحدث قائمة مصورة لمؤسستك </strong> محذوف هذه الدورة التعليمية من {0} خطة المهارات
es_es: <strong>La importación más reciente del catálogo de su organización</strong> eliminó este curso del plan de habilidades {0}
ko_kr: <strong>귀하 조직의 최신 카탈로그 가져오기</strong>로 인해 이 과정이 {0} 기술 플랜에서 삭제
nl_nl: <strong>De laatste geïmporteerde catalogus van jouw organisatie</strong> heeft deze cursus uit het {0} vaardigheidsplan verwijderd
th_th: <strong>การนำเข้าแค็ตตาล็อกล่าสุดขององค์กรของคุณ</strong>ได้ลบหลักสูตรนี้ออกจากแผนทักษะ {0}

# ResourceAssociationsRemovedEmail_EpisodePathwayActionFormat
source: <strong>{0}</strong> deleted this podcast from the {1} Pathway
ar_sa: <strong>{0}</strong> محذوف هذه الحلقة الإذاعية من {1} المساق
es_es: <strong>{0}</strong> eliminó este podcast del itinerario {1}
ko_kr: <strong>{0}</strong>이(가) 이 팟캐스트를 {1} 패스웨이에서 삭제
nl_nl: <strong>{0}</strong> heeft deze podcast verwijderd uit het {1} Leerpad
th_th: <strong>{0}</strong> ได้ลบพอดแคสต์นี้ออกจากเส้นทางการเรียนรู้ {1}

# ResourceAssociationsRemovedEmail_EpisodePathwayActionNoUserFormat
source: <strong>Your organization&apos;s latest catalog import</strong> deleted this podcast from the {0} Pathway
ar_sa: <strong>استيراد أحدث قائمة مصورة لمؤسستك </strong> محذوف هذه الحلقة الإذاعية من {0} المساق
es_es: <strong>La importación más reciente del catálogo de su organización</strong> eliminó este podcast del itinerario {0}
ko_kr: <strong>귀하 조직의 최신 카탈로그 가져오기</strong>로 인해 이 팟캐스트가 {0} 패스웨이에서 삭제
nl_nl: <strong>De laatste geïmporteerde catalogus van jouw organisatie</strong> heeft deze podcast uit het {0} leerpad verwijderd
th_th: <strong>การนำเข้าแค็ตตาล็อกล่าสุดขององค์กรของคุณ</strong>ได้ลบพอดแคสต์นี้ออกจากเส้นทางการเรียนรู้ {0}

# ResourceAssociationsRemovedEmail_EpisodeTargetActionFormat
source: <strong>{0}</strong> deleted this podcast from the {1} Skill Plan
ar_sa: <strong>{0}</strong> محذوف هذه الحلقة الإذاعية من {1} خطة المهارات
es_es: <strong>{0}</strong> eliminó este podcast del plan de habilidades {1}
ko_kr: <strong>{0}</strong>이(가) 이 팟캐스트를 {1} 기술 플랜에서 삭제
nl_nl: <strong>{0}</strong> heeft deze podcast uit het {1} vaardigheidsplan verwijderd
th_th: <strong>{0}</strong> ได้ลบพอดแคสต์นี้ออกจากแผนทักษะ {1}

# ResourceAssociationsRemovedEmail_EpisodeTargetActionNoUserFormat
source: <strong>Your organization&apos;s latest catalog import</strong> deleted this podcast from the {0} Skill Plan
ar_sa: <strong>استيراد أحدث قائمة مصورة لمؤسستك </strong> محذوف هذه الحلقة الإذاعية من {0} خطة المهارات
es_es: <strong>La importación más reciente del catálogo de su organización</strong> eliminó este podcast del plan de habilidades {0}
ko_kr: <strong>귀하 조직의 최신 카탈로그 가져오기</strong>로 인해 이 팟캐스트가 {0} 기술 플랜에서 삭제
nl_nl: <strong>De laatste geïmporteerde catalogus van jouw organisatie</strong> heeft deze podcast uit het {0} vaardigheidsplan verwijderd
th_th: <strong>การนำเข้าแค็ตตาล็อกล่าสุดขององค์กรของคุณ</strong>ได้ลบพอดแคสต์นี้ออกจากแผนทักษะ {0}

# ResourceAssociationsRemovedEmail_EventPathwayActionFormat
source: <strong>{0}</strong> deleted this event from the {1} Pathway
ar_sa: <strong>{0}</strong> محذوف هذه الفعالية من {1} المساق
es_es: <strong>{0}</strong> eliminó este evento del itinerario {1}
ko_kr: <strong>{0}</strong>이(가) 이 이벤트를 {1} 패스웨이에서 삭제
nl_nl: <strong>{0}</strong> heeft deze gebeurtenis verwijderd uit het {1} Leerpad
th_th: <strong>{0}</strong> ได้ลบงานกิจกรรมนี้ออกจากเส้นทางการเรียนรู้ {1}

# ResourceAssociationsRemovedEmail_EventPathwayActionNoUserFormat
source: <strong>Your organization&apos;s latest catalog import</strong> deleted this event from the {0} Pathway
ar_sa: <strong>استيراد أحدث قائمة مصورة لمؤسستك </strong> محذوف هذه الفاعلية من {0} المساق
es_es: <strong>La importación más reciente del catálogo de su organización</strong> eliminó este evento del itinerario {0}
ko_kr: <strong>귀하 조직의 최신 카탈로그 가져오기</strong>로 인해 이 이벤트가 {0} 패스웨이에서 삭제
nl_nl: <strong>De laatste geïmporteerde catalogus van jouw organisatie</strong> heeft deze gebeurtenis uit het {0} Leerpad verwijderd
th_th: <strong>การนำเข้าแค็ตตาล็อกล่าสุดขององค์กรของคุณ</strong>ได้ลบงานกิจกรรมนี้ออกจากเส้นทางการเรียนรู้ {0}

# ResourceAssociationsRemovedEmail_EventTargetActionFormat
source: <strong>{0}</strong> deleted this event from the {1} Skill Plan
ar_sa: <strong>{0}</strong> محذوف هذه الفعالية من {1} خطة المهارات
es_es: <strong>{0}</strong> eliminó este evento del plan de habilidades {1}
ko_kr: <strong>{0}</strong>이(가) 이 이벤트를 {1} 기술 플랜에서 삭제
nl_nl: <strong>{0}</strong> heeft deze gebeurtenis uit het {1} vaardigheidsplan verwijderd
th_th: <strong>{0}</strong> ได้ลบงานกิจกรรมนี้ออกจากแผนทักษะ {1}

# ResourceAssociationsRemovedEmail_EventTargetActionNoUserFormat
source: <strong>Your organization&apos;s latest catalog import</strong> deleted this event from the {0} Skill Plan
ar_sa: <strong>استيراد أحدث قائمة مصورة لمؤسستك </strong> محذوف هذه الفاعلية من {0} خطة المهارات
es_es: <strong>La importación más reciente del catálogo de su organización</strong> eliminó este evento del plan de habilidades {0}
ko_kr: <strong>귀하 조직의 최신 카탈로그 가져오기</strong>로 인해 이 이벤트가 {0} 기술 플랜에서 삭제
nl_nl: <strong>De laatste geïmporteerde catalogus van jouw organisatie</strong> heeft deze gebeurtenis uit het {0} vaardigheidsplan verwijderd
th_th: <strong>การนำเข้าแค็ตตาล็อกล่าสุดขององค์กรของคุณ</strong>ได้ลบงานกิจกรรมนี้ออกจากแผนทักษะ {0}

# ResourceAssociationsRemovedEmail_Notifications
source: Notifications
ar_sa: الإخطارات
es_es: Notificaciones
ko_kr: 알림
nl_nl: Meldingen
th_th: การแจ้งเตือน

# ResourceAssociationsRemovedEmail_Subject
source: Content was deleted from your pathways or skill plans
ar_sa: تم حذف المحتوى من المساقات أو خطط المهارات الخاصة بك
es_es: Se ha eliminado contenido de sus itinerarios o planes de habilidades
ko_kr: 콘텐츠가 패스웨이 또는 기술 플랜에서 삭제됨
nl_nl: Er is content verwijderd uit jouw leerpaden of vaardigheidsplannen
th_th: เนื้อหาถูกลบออกจากเส้นทางการเรียนรู้หรือแผนทักษะของคุณ

# ResourceAssociationsRemovedEmail_VideoPathwayActionFormat
source: <strong>{0}</strong> deleted this video from the {1} Pathway
ar_sa: <strong>{0}</strong> محذوف هذا مقطع الفيديو من {1} المساق
es_es: <strong>{0}</strong> eliminó este video del itinerario {1}
ko_kr: <strong>{0}</strong>이(가) 이 동영상을 {1} 패스웨이에서 삭제
nl_nl: <strong>{0}</strong> heeft deze video verwijderd uit het {1} Leerpad
th_th: <strong>{0}</strong> ได้ลบวิดีโอนี้ออกจากเส้นทางการเรียนรู้ {1}

# ResourceAssociationsRemovedEmail_VideoPathwayActionNoUserFormat
source: <strong>Your organization&apos;s latest catalog import</strong> deleted this video from the {0} Pathway
ar_sa: <strong>استيراد أحدث قائمة مصورة لمؤسستك </strong> محذوف هذا الفيديو من {0} المساق
es_es: <strong>La importación más reciente del catálogo de su organización</strong> eliminó este video del itinerario {0}
ko_kr: <strong>귀하 조직의 최신 카탈로그 가져오기</strong>로 인해 이 동영상이 {0} 패스웨이에서 삭제
nl_nl: <strong>De laatste geïmporteerde catalogus van jouw organisatie</strong> heeft deze video uit het {0} Leerpad verwijderd
th_th: <strong>การนำเข้าแค็ตตาล็อกล่าสุดขององค์กรของคุณ</strong>ได้ลบวิดีโอนี้ออกจากเส้นทางการเรียนรู้ {0}

# ResourceAssociationsRemovedEmail_VideoTargetActionFormat
source: <strong>{0}</strong> deleted this video from the {1} Skill Plan
ar_sa: <strong>{0}</strong> محذوف هذا مقطع الفيديو من {1} خطة المهارات
es_es: <strong>{0}</strong> eliminó este video del plan de habilidades {1}
ko_kr: <strong>{0}</strong>이(가) 이 동영상을 {1} 기술 플랜에서 삭제
nl_nl: <strong>{0}</strong> heeft deze video uit het {1} vaardigheidsplan verwijderd
th_th: <strong>{0}</strong> ได้ลบวิดีโอนี้ออกจากแผนทักษะ {1}

# ResourceAssociationsRemovedEmail_VideoTargetActionNoUserFormat
source: <strong>Your organization&apos;s latest catalog import</strong> deleted this video from the {0} Skill Plan
ar_sa: <strong>استيراد أحدث قائمة مصورة لمؤسستك </strong> محذوف هذا الفيديو من {0} خطة المهارات
es_es: <strong>La importación más reciente del catálogo de su organización</strong> eliminó este video del plan de habilidades {0}
ko_kr: <strong>귀하 조직의 최신 카탈로그 가져오기</strong>로 인해 이 동영상이 {0} 기술 플랜에서 삭제
nl_nl: <strong>De laatste geïmporteerde catalogus van jouw organisatie</strong> heeft deze video uit het {0} vaardigheidsplan verwijderd
th_th: <strong>การนำเข้าแค็ตตาล็อกล่าสุดขององค์กรของคุณ</strong>ได้ลบวิดีโอนี้ออกจากแผนทักษะ {0}

# routeCredentialApply_PersonalInfo
source: Personal Information
ar_sa: المعلومات الشخصية
es_es: Información personal
ko_kr: 개인 정보
nl_nl: Persoonlijke informatie
th_th: ข้อมูลส่วนตัว

# scholarshipIntroModal_CreateAccount
source: Step 2: Create a Salesforce Developer Account
ar_sa: الخطوة 2: إنشاء حساب مطور موظفي المبيعات
es_es: Paso 2: Crear una cuenta de desarrollador para vendedores
ko_kr: 단계 2: Salesforce 개발자 계정 만들기
nl_nl: Stap 2: Maak een Salesforce Developer-account aan
th_th: ขั้นตอนที่ 2: สร้างบัญชีนักพัฒนาซอฟต์แวร์ Salesforce

# scholarshipIntroModal_CreateAccountDescription
source: To complete your application you'll need to sign up for a FREE Developer Account & complete the Salesforce Pathway.
ar_sa: لإكمال طلبك سيتعين عليك التسجيل لإنشاء حساب مطور مجاني وإكمال مساق موظفي المبيعات.
es_es: Para completar su solicitud, tendrá que crear una cuenta de desarrollador GRATUITA y completar el itinerario de ventas.
ko_kr: 신청서를 완료하려면 무료 개발자 계정에 등록하고 Salesforce 경로를 완료해야 합니다.
nl_nl: Om jouw aanvraag te voltooien moet je aanmelden voor een GRATIS Developer-account en het Salesforce-Leerpad voltooien.
th_th: หากต้องการดำเนินการส่งใบสมัคร คุณจะต้องสมัครใช้งานบัญชีนักพัฒนาซอฟต์แวร์ฟรี และศึกษาในเส้นทางการเรียนรู้ของ Salesforce ให้เสร็จ

# scholarshipIntroModal_CreateAccountLabel
source: Create an Account
ar_sa: تسجيل حساب جديد
es_es: Crear una cuenta
ko_kr: 계정 만들기
nl_nl: Een account aanmaken
th_th: สร้างบัญชี

# SearchResultItem_AddToBin
source: Add to Bin
ar_sa: إضافة إلى الصندوق
es_es: Agregar a ubicación
ko_kr: 통에 추가
nl_nl: Toevoegen aan mand
th_th: เพิ่มไปยังที่เก็บ

# searchTags_UserTagsAddButton
source: + Add
ar_sa: + إضافة
es_es: + Agregar
ko_kr: + 추가
nl_nl: + toevoegen
th_th: + เพิ่ม

# searchTags_UserTagsHint
source: hint: add multiple topics with commas.
ar_sa: ملحوظة: يرجى إضافة المواضيع المتعددة مع وضع الفاصلة.
es_es: sugerencia: agregue varios temas separados por comas.
ko_kr: 힌트: 쉼표로 다수의 주제를 추가합니다.
nl_nl: hint: voeg meerdere onderwerpen toe gescheiden door komma's.
th_th: แนะนำ: เพิ่มหัวข้อหลายรายการโดยคั่นด้วยจุลภาค

# See what you’ve been missing
source: Build my skills
ar_sa: بناء مهاراتي
es_es: Crear mis habilidades
ko_kr: 나의 기술 만들기
nl_nl: Mijn vaardigheden ontwikkelen
th_th: เสริมสร้างทักษะ

# SessionTimeoutModal_Body
source: Your session is set to timeout due to inactivity in {{ secondsRemaining }} seconds.
ar_sa: جلسة العمل الخاصة بك مضبوطة على وضع المهلة بسبب عدم النشاط وسيتم ذلك خلال {{ secondsRemaining }} ثواني.
es_es: Su sesión se cerrará por falta de actividad en {{ secondsRemaining }} segundos.
ko_kr: 세션이 {{ secondsRemaining }}초 동안 사용되지 않아 타임아웃될 예정입니다.
nl_nl: Je sessie verloopt over {{ secondsRemaining }} wegens inactiviteit.
th_th: เซสชันของคุณจะหมดอายุเนื่องจากไม่มีการใช้งานในอีก {{secondsRemaining}} วินาที

# SessionTimeoutModal_StillHere
source: I'm still here
ar_sa: ما زلت هنا
es_es: Sigo aquí.
ko_kr: 활동 중입니다.
nl_nl: Ik ben er nog
th_th: ฉันยังอยู่ที่นี่

# signupForm_CreatePasswordLabel
source: Choose a password
ar_sa: اختيار كلمة المرور
es_es: Elija una contraseña
ko_kr: 암호 선택
nl_nl: Kies een wachtwoord
th_th: เลือกรหัสผ่าน

# signupForm_CreatePasswordPlaceholder
source: Keep it secret!
ar_sa: حفظ السر!
es_es: ¡No la comparta con nadie!
ko_kr: 비밀로 유지!
nl_nl: Aan niemand vertellen!
th_th: เก็บเป็นความลับ!

# signupForm_CreatePasswordTooltip
source: Password must be at least 8 characters long and contain 1 number & 1 letter.
ar_sa: يجب ألا تقل كلمات المرور عن 8 أحرف وأن تشتمل على رقم واحد وحرف واحد على الأقل
es_es: La contraseña debe ser de al menos 8 caracteres e incluir 1 número y 1 letra.
ko_kr: 암호는 최소 8글자이며 숫자 1자와 글자 1자를 포함해야 합니다
nl_nl: Wachtwoord moet minimaal 8 tekens lang zijn en 1 cijfer en 1 letter bevatten
th_th: รหัสผ่านจะต้องมีความยาวอย่างน้อย 8 ตัว และจะต้องมีตัวเลขอย่างน้อย 1 ตัว และตัวอักษรอย่างน้อย 1 ตัว

# signupForm_EmailExists
source: This email address is already in use. Did you mean to {{startAnchor}}log in?{{endAnchor}}
ar_sa: البريد الإلكتروني هذا مستخدم بالفعل هل تقصد {{startAnchor}} تسجيل الدخول؟ {{endAnchor}}
es_es: Esta dirección de correo electrónico ya existe. ¿Quería {{startAnchor}}iniciar sesión?{{endAnchor}}
ko_kr: 이 이메일 주소는 이미 사용 중입니다. {{startAnchor}}로그인{{endAnchor}}하려고 하신 것입니까?
nl_nl: Dit e-mailadres wordt al gebruikt. Wilde je {{startAnchor}}inloggen?{{EndAnchor}}
th_th: มีผู้ใช้ที่อยู่อีเมลนี้แล้ว คุณตั้งใจที่จะ{{startAnchor}}เข้าสู่ระบบ{{endAnchor}}หรือไม่?

# signupForm_EmailStateTooltip
source: On the next page you will be able to sign up, enter your password, or reset your password.
ar_sa: في الصفحة التالية، ستتمكن من التسجيل أو إدخال كلمة المرور الخاصة بك أو إعادة تعيينها.
es_es: En la siguiente página podrá crear una cuenta, ingresar su contraseña o restablecerla.
ko_kr: 다음 페이지에서 가입하거나 암호를 입력하거나 암호를 재설정할 수 있습니다.
nl_nl: Op de volgende pagina kun je je aanmelden, je wachtwoord invoeren of je wachtwoord resetten.
th_th: ในหน้าต่อไป คุณจะสามารถสมัครใช้งาน ป้อนรหัสผ่านของคุณ หรือรีเซ็ตรหัสผ่านของคุณ

# signupForm_FirstNamePlaceholder
source: Jane
ar_sa: جين
ko_kr: 제인

# signupForm_HasAccountCTA
source: Already have an account?
ar_sa: هل لديك حساب؟
es_es: ¿Ya tiene una cuenta?
ko_kr: 이미 계정이 있으신가요?
nl_nl: Heb je al een account?
th_th: มีบัญชีแล้วเหรอ?

# signupForm_InvalidEmailSignup
source: Hmm, this doesn't seem to be an email address. Try again.
ar_sa: أممممم، لا يبدو أن هذا عنوان بريد إلكتروني. حاول مرة أخرى.
es_es: Vaya, eso no parece una dirección de correo electrónico. Vuelva a intentarlo.
ko_kr: 음, 이메일 주소 같지는 않습니다. 다시 시도합니다.
nl_nl: Hmm, dat is geen e-mailadres. Probeer het nog eens.
th_th: อืม...ดูไม่น่าจะใช่ที่อยู่อีเมล ลองใหม่อีกครั้ง

# signupForm_InvalidEula
source: You must accept the terms of use and privacy policy.
ar_sa: يجب عليك قبول شروط الاستخدام وسياسة الخصوصية.
es_es: Debe aceptar los términos de uso y la política de privacidad.
ko_kr: 사용 약관 및 개인정보보호 정책을 수락해야 합니다.
nl_nl: Je moet de gebruiksvoorwaarden en het privacybeleid accepteren.
th_th: คุณต้องยอมรับข้อกำหนดในการใช้งานและนโยบายความเป็นส่วนตัว

# signupForm_InvalidFirstName
source: Please enter your first name.
ar_sa: يرجى إدخال اسمك الأول
es_es: Ingrese su nombre.
ko_kr: 이름을 입력하십시오.
nl_nl: Vul je voornaam in.
th_th: โปรดป้อนชื่อของคุณ

# signupForm_InvalidPassword
source: Password must be at least 8 characters long and contain 1 number & 1 letter.
ar_sa: يجب ألا تقل كلمات المرور عن 8 أحرف وأن تشتمل على رقم واحد وحرف واحد على الأقل
es_es: La contraseña debe ser de al menos 8 caracteres e incluir 1 número y 1 letra.
ko_kr: 암호는 최소 8글자이며 숫자 1자와 글자 1자를 포함해야 합니다
nl_nl: Wachtwoord moet minimaal 8 tekens lang zijn en 1 cijfer en 1 letter bevatten
th_th: รหัสผ่านจะต้องมีความยาวอย่างน้อย 8 ตัว และจะต้องมีตัวเลขอย่างน้อย 1 ตัว และตัวอักษรอย่างน้อย 1 ตัว

# signupForm_LogInNow
source: Log in now
ar_sa: تسجيل الدخول الآن
es_es: Iniciar sesión ahora
ko_kr: 지금 로그인
nl_nl: Nu inloggen
th_th: เข้าสู่ระบบตอนนี้

# signupForm_NoAccount
source: Hmm, we can't find that account. Try entering again or {{startAnchor}}create a new account.{{endAnchor}}
ar_sa: أممممم، لا يمكننا العثور على هذا الحساب. حاول الدخول مرة أخرى أو {{startAnchor}}انشاء حساب جديد.{{endAnchor}}
es_es: Vaya, no encontramos esa cuenta. Pruebe a ingresar la cuenta otra vez o {{startAnchor}}cree una nueva.{{endAnchor}}
ko_kr: 음, 계정을 찾을 수 없습니다. 다시 입력하거나 {{startAnchor}}새 계정을 생성합니다.{{endAnchor}}
nl_nl: Hmm, we kunnen dat account niet vinden. Probeer opnieuw in te voeren of {{startAnchor}} maak een nieuw account aan. {{EndAnchor}}
th_th: อืม...เราไม่พบบัญชีนี้ ลองป้อนใหม่อีกครั้งหรือ{{startAnchor}}สร้างบัญชีใหม่{{endAnchor}}

# signupForm_PasswordLabel
source: Now enter your password
ar_sa: الآن أدخل كلمة المرور الخاصة بك
es_es: Ahora ingrese su contraseña
ko_kr: 이제 암호를 입력
nl_nl: Voer nu je wachtwoord in
th_th: ป้อนรหัสผ่านของคุณตอนนี้

# signupForm_RegisterEmailLabel
source: What is your email address?
ar_sa: ما هو عنوان بريدك الإلكتروني؟
es_es: ¿Cuál es su dirección de correo electrónico?
ko_kr: 귀하의 이메일 주소는 무엇입니까?
nl_nl: Wat is je e-mailadres?
th_th: ที่อยู่อีเมลของคุณคืออะไร?

# signupForm_RegisterFirstNameLabel
source: First name
ar_sa: الاسم الأول
es_es: Nombre
ko_kr: 이름
nl_nl: Voornaam
th_th: ชื่อจริง

# signupForm_RegisterLastNameLabel
source: Last name
ar_sa: الاسم الأخير
es_es: Apellidos
ko_kr: 성
nl_nl: Achternaam
th_th: นามสกุล

# signupForm_SignUpTitle
source: Sign up.
ar_sa: التسجيل.
es_es: Cree una cuenta.
ko_kr: 등록합니다.
nl_nl: Aanmelden.
th_th: สมัครใช้งาน
