Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# MediaFormCtrl_Summary
source: Summary
ar_sa: الملخص
es_es: Resumen
ko_kr: 요약
nl_nl: Overzicht
th_th: สรุป

# MediaFormCtrl_Title
source: Title
ar_sa: العنوان
es_es: Título
ko_kr: 제목
nl_nl: Titel
th_th: ชื่อ

# MediaFormCtrl_TitleRequired
source: A title is required.
ar_sa: يلزم إدخال عنوان.
es_es: Se necesita un nombre.
ko_kr: 제목이 필요합니다.
nl_nl: Een titel is vereist.
th_th: ต้องระบุชื่อ

# MediaFormCtrl_UrlError
source: The url is not publicly accessible, so cannot be added to our public library.
ar_sa: عنوان url الحالي غير متاح للعموم، لذلك لا يمكن إضافته إلى المكتبة العامة لدينا.
es_es: La url no es de acceso público y no se puede agregar a nuestra biblioteca pública.
ko_kr: 액세스가 공개된 URL이 아니므로 공개 라이브러리에 추가될 수 없습니다.
nl_nl: De url is niet publiek en kan dus kan niet worden toegevoegd aan onze openbare bibliotheek.
th_th: URL นี้ไม่เปิดให้เข้าถึงแบบสาธารณะ ดังนั้นจึงไม่สามารถเพิ่มไปยังไลบรารีสาธารณะของเราได้

# MediaFormCtrl_UrlRequired
source: A valid URL is required.
ar_sa: يلزم إدخال عنوان URL صالح.
es_es: Se necesita una URL válida.
ko_kr: 유효한 URL을 입력해야 합니다.
nl_nl: Een geldige URL is vereist.
th_th: ต้องระบุ URL ที่ถูกต้อง

# MediaFormCtrl_ValidNumberLength
source: Length must be a valid, reasonable number or left blank.
ar_sa: يجب أن تكون المدة رقمًا صحيحًا أو مقبولًا وإلا فاترك الحقل فارغًا.
es_es: La longitud debe ser un número válido razonable o dejarse en blanco.
ko_kr: 길이는 유효하고 적당한 숫자이거나 비어 있어야 합니다.
nl_nl: Lengte moet een geldig, redelijk cijfer zijn of leeg worden gelaten.
th_th: ความยาวจะต้องเป็นตัวเลขที่ใช้งานได้และเหมาะสม หรือเว้นว่างเอาไว้

# MediaFormCtrl_VideoLength
source: Video Length (minutes)
ar_sa: مدة الفيديو (دقائق)
es_es: Duración de video (minutos)
ko_kr: 동영상 길이 (분)
nl_nl: Lengte video (minuten)
th_th: ความยาววิดีโอ (นาที)

# MediaFormCtrl_VideoSuccessFormat
source: Great work watching {{title}} !
ar_sa: لقد كانت مشاهدتك للفيديو {{title}} عملًا عظيمًا!
es_es: ¡Enhorabuena por mirar {{title}}!
ko_kr: {{title}}을(를) 시청하시느라 수고하셨습니다!
nl_nl: Het kijken van {{title}} was uitstekend werk!
th_th: คุณรับชม {{title}} จบแล้ว! ยอดมาก!

# MediaFormCtrl_VideoUrl
source: Video URL
ar_sa: عنوان URL الخاص بالفيديو
es_es: URL del video
ko_kr: 동영상 URL
th_th: URL วิดีโอ

# MediaFormCtrl_WhatDidYouLearnLong
source: What did you learn from this article?
ar_sa: ماذا تعلّمت من هذا المقال؟
es_es: ¿Qué aprendió de este artículo?
ko_kr: 이 아티클에서 무엇을 배우셨나요?
nl_nl: Wat heb je geleerd van dit artikel?
th_th: คุณได้เรียนรู้อะไรจากบทความนี้?

# MediaFormCtrl_WhatDidYouLearnShort
source: What did you learn?
ar_sa: ما الذي تعلمته؟
es_es: ¿Qué aprendió?
ko_kr: 무엇을 배우셨나요?
nl_nl: Wat heb je geleerd?
th_th: คุณได้เรียนรู้อะไรบ้าง?

# MediaFormCtrl_WhatDidYouLearnVideoLong
source: What did you learn from this video?
ar_sa: ماذا تعلّمت من هذا الفيديو؟
es_es: ¿Qué aprendió de este video?
ko_kr: 이 동영상에서 무엇을 배우셨나요?
nl_nl: Wat heb je geleerd van deze video?
th_th: คุณได้เรียนรู้อะไรจากวิดีโอนี้?

# mentionInComment_GroupPluralFormat
source: {{nameHtml}} and {{number}} others mentioned you in {{groupNameHtml}}
ar_sa: {{nameHtml}} و{{number}} آخرون أشاروا إليك في {{groupNameHtml}}
es_es: {{nameHtml}} y {{number}} más le mencionaron en {{groupNameHtml}}
ko_kr: {{nameHtml}} 외 {{number}}명이 {{groupNameHtml}}에서 귀하를 언급했습니다.
nl_nl: {{nameHtml}} en {{number}} anderen noemden jou in {{groupNameHtml}}
th_th: {{nameHtml}} และอีก {{number}} คน กล่าวถึงคุณใน {{groupNameHtml}}

# mentionInComment_GroupSingleFormat
source: {{nameHtml}} mentioned you in {{groupNameHtml}}
ar_sa: {{nameHtml}} أشار إليك في {{groupNameHtml}}
es_es: {{nameHtml}} le mencionó en {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에서 귀하를 언급했습니다.
nl_nl: {{nameHtml}} noemde jou in {{groupNameHtml}}
th_th: {{nameHtml}} กล่าวถึงคุณใน {{groupNameHtml}}

# mentionInComment_PluralFormat
source: {{nameHtml}} and {{number}} others mentioned you
ar_sa: {{nameHtml}} و{{number}} آخرون أشاروا إليك
es_es: {{nameHtml}} y {{number}} más le mencionaron
ko_kr: {{nameHtml}} 외 {{number}}명이 귀하를 언급했습니다.
nl_nl: {{nameHtml}} en {{number}} anderen noemden jou
th_th: {{nameHtml}} และอีก {{number}} คน กล่าวถึงคุณ

# mentionInComment_SingleFormat
source: {{nameHtml}} mentioned you
ar_sa: {{nameHtml}} أشار إليك
es_es: {{nameHtml}} le mencionó
ko_kr: {{nameHtml}}이(가) 귀하를 언급했습니다.
nl_nl: {{nameHtml}} heeft jou genoemd
th_th: {{nameHtml}} กล่าวถึงคุณ

# MissYouEmail_Button
source: See what you've been missing
ar_sa: شاهد ما تفتقده
es_es: Vea lo que se perdió
ko_kr: 놓친 부분을 확인
nl_nl: Zie wat je hebt gemist
th_th: มาดูว่ามีเนื้อหาอะไรรอคุณอยู่บ้าง

# MissYouEmail_Paragraph1
source: When you signed up for Degreed, you were handed the keys to the best skill-building machine on the planet.
ar_sa: عند تسجيلك الدخول إلى موقع Degreed، يصبح بين يديك أفضل آلة لبناء المهارات على هذا الكوكب.
es_es: Cuando creó una cuenta en Degreed, recibió las llaves del mejor sistema de desarrollo de habilidades del planeta.
ko_kr: Degreed에 가입할 때 전세계 최고의 기술을 습득하는 머신의 열쇠를 받은 것입니다.
nl_nl: Door je aan te melden voor Degreed kreeg je de beschikking over de beste machine voor het ontwikkelen van vaardigheden ter wereld.
th_th: เมื่อคุณสมัครสมาชิก Degreed คุณได้รับมอบกุญแจสู่เครื่องสร้างทักษะที่ดีที่สุดบนโลกใบนี้

# MissYouEmail_Paragraph2
source: Update your skills, check out our recommendations about what to learn next, capture all your learning, and see your progress!
ar_sa: قم بتحديث مهاراتك، ومطالعة التوصيات الخاصة بنا فيما يتعلق بما سوف تتعلمه فيما بعد، بالإضافة إلى الإلمام بما تعلمته ومشاهدة مدى تقدمك!
es_es: Actualice sus habilidades, vea nuestras recomendaciones sobre qué aprender a continuación, capture toda su formación y vea su avance.
ko_kr: 기술을 업데이트하고 다음으로 배울 것에 대한 저희의 추천을 확인하고 배운 것으로 기록으로 남기로 진행 상황을 봅니다!
nl_nl: Update je vaardigheden, lees onze aanbevelingen over volgende onderwerpen, leg alles wat je leert vast en volg je voortgang!
th_th: อัพเดททักษะของคุณ ดูคำแนะนำของเราเกี่ยวกับสิ่งที่ควรเรียนต่อไป บันทึกการเรียนรู้ของคุณทั้งหมด และติดตามความก้าวหน้าของคุณ!

# MissYouEmail_Paragraph2Format
source: Update your <a href="{0}">skills</a>, check out our <a href="{1}">recommendations</a> about what to learn next, capture all your learning, and see your <a href="{2}">progress</a>!
ar_sa: قم بتحديث <a href="{0}">مهاراتك</a>، ومطالعة <a href="{1}">التوصيات</a> الخاصة بنا فيما يتعلق بما سوف تتعلمه فيما بعد، بالإضافة إلى الإلمام بما تعلمته ومشاهدة مدى <a href="{2}">تقدمك</a>!
es_es: Actualice sus <a href="{0}">habilidades</a>, vea nuestras <a href="{1}">recomendaciones</a> sobre qué aprender a continuación, capture toda su formación y vea su <a href="{2}">avance</a>.
ko_kr: <a href="{0}">기술</a>을 업데이트하고 다음으로 배울 것에 대한 <a href="{1}">추천 사항</a>을 확인하고 배운 것을 기록으로 남기고 <a href="{2}">진행상황</a>을 봅니다!
nl_nl: Update je <a href="{0}">vaardigheden</a>, lees onze <a href="{1}">aanbevelingen</a> over volgende onderwerpen en volg je <a href="{2}">voortgang</a>!
th_th: อัปเดท<a href="{0}">ทักษะ</a>ของคุณ ดู<a href="{1}">คำแนะนำ</a>ของเราเกี่ยวกับสิ่งที่ควรเรียนต่อไป บันทึกการเรียนรู้ของคุณทั้งหมด และติดตาม<a href="{2}">ความก้าวหน้า</a>ของคุณ!

# MissYouEmail_Paragraph3
source: Take the world’s greatest lifelong-learning machine for a spin!
ar_sa: استمتع بتجربة أعظم آلة للتعلم مدى الحياة!
es_es: ¡Dese un paseo con el sistema de aprendizaje para toda la vida más grande del mundo!
ko_kr: 전세계 최고의 평생학습 머신을 시도해 보세요!
nl_nl: Maak een proefrit met de grootste levenslang-leren-machine ter wereld!
th_th: นำเครื่องมือการเรียนรู้ตลอดชีพที่เยี่ยมยอดที่สุดในโลกไปเล่นดูสักตั้ง!

# MissYouEmail_Preview
source: See what you've been missing
ar_sa: شاهد ما تفتقده
es_es: Vea lo que se perdió
ko_kr: 놓친 부분을 확인
nl_nl: Zie wat je hebt gemist
th_th: มาดูว่ามีเนื้อหาอะไรรอคุณอยู่บ้าง

# MissYouEmail_PreviewFormat
source: {{0}}, see what you've been missing
ar_sa: {{0}}, شاهد ما تفتقده
es_es: {{0}}, vea lo que se perdió
ko_kr: {{0}}님, 놓친 부분을 보기
nl_nl: {{0}}, zie wat je hebt gemist
th_th: {{0}} มาดูว่ามีเนื้อหาอะไรรอคุณอยู่บ้าง

# MissYouEmail_Subject
source: We Miss You
ar_sa: نفتقدك
es_es: Le extrañamos
ko_kr: 기다리고 있습니다.
nl_nl: We missen je
th_th: เราคิดถึงคุณ

# MissYouEmail_Title
source: We really miss you
ar_sa: نفتقدك كثيرًا
es_es: De veras, le extrañamos.
ko_kr: 정말 기다리고 있습니다.
nl_nl: We missen je echt
th_th: เราคิดถึงคุณจริง ๆ

# ModalSvc_AreYouSure
source: Are you sure you want to close this?
ar_sa: هل أنت متأكد من رغبتك في إغلاق هذا؟
es_es: ¿De verdad quiere cerrar esto?
ko_kr: 닫으시겠습니까?
nl_nl: Weet je zeker dat je dit wilt sluiten?
th_th: คุณแน่ใจหรือว่าต้องการปิดสิ่งนี้?

# NativeInviteBanner_AppTagline
source: Make Learning a Daily Habit
ar_sa: اجعل التعلم عادة يومية
es_es: Convierta el aprendizaje en un hábito diario
ko_kr: 매일 학습하는 습관을 만들기
nl_nl: Maak leren een dagelijkse routine
th_th: สร้างนิสัยการเรียนรู้ในทุก ๆ วัน

# NativeInviteBanner_GetOnAppStore
source: Download on the App Store
ar_sa: قم بالتنزيل عبر App Store
es_es: Descargar en el App Store
ko_kr: 앱스토어에서 다운로드
nl_nl: Downloaden in de App-store
th_th: ดาวน์โหลดจาก App Store

# NativeInviteBanner_GetOnPlayStore
source: Get it on Google Play
ar_sa: احصل عليه عبر Google Play
es_es: Disponible en Google Play
ko_kr: Google Play에서 받기
nl_nl: Haal het op Google Play
th_th: ดาวน์โหลดจาก Google Play

# NativeInviteBanner_Open
source: Open
ar_sa: فتح
es_es: Abierto
ko_kr: 개방
th_th: เปิด

# NativeInviteBanner_OpenInApp
source: Open in app
ar_sa: فتح التطبيق
es_es: Abrir en la app
ko_kr: 앱에서 열기
nl_nl: Openen in app
th_th: เปิดในแอป

# NativeInviteBanner_RedirectTitle
source: Degreed App - Redirecting...
ar_sa: تطبيق Degreed - إعادة التوجيه ...
es_es: App de Degreed - Redirigiendo...
ko_kr: Degreed 앱 - 리디렉션 중...
nl_nl: Degreed-app - Je wordt doorgestuurd...
th_th: Degreed App - กำลังส่งต่อ...

# NavigationSvc_LearnTitle
source: Learn
ar_sa: التعلم
es_es: Aprender
ko_kr: 학습
nl_nl: Leren
th_th: เรียนรู้

# NavigationSvc_MainMenu
source: Main Menu
ar_sa: القائمة الرئيسية
es_es: Menú principal
ko_kr: 메인 메뉴
nl_nl: Hoofdmenu
th_th: เมนูหลัก

# NavigationSvc_TodayTitle
source: Home
ar_sa: الصفحة الرئيسية
es_es: Inicio
ko_kr: 홈
nl_nl: Startpagina
th_th: หน้าแรก

# newTargetAuthor_DescriptionFormat
source: {{targetAuthor}} added you as a collaborator to a plan {{targetTitle}}
ar_sa: قام {{targetAuthor}} بإضافتك كمعاون في خطة {{targetTitle}}
es_es: {{targetAuthor}} le ha agregado como colaborador a un plan {{targetTitle}}
ko_kr: {{targetAuthor}}이(가) 귀하를 협력자로 {{targetTitle}} 계획에 추가했습니다
nl_nl: {{targetAuthor}} heeft je toegevoegd als een samenwerker voor een plan {targetTitle}}
th_th: {{targetAuthor}} ได้เพิ่มคุณเป็นผู้ร่วมมือในแผน {{targetTitle}}

# newTargetResource_Description
source: {{targetAuthor}} added an item to the plan {{targetTitle}}
ar_sa: {{targetAuthor}} أضاف عنصر إلى الخطة {{targetTitle}}
es_es: {{targetAuthor}} agregó un elemento al plan {{targetTitle}}
ko_kr: {{targetAuthor}}이(가) 항목을 {{targetTitle}} 계획에 추가
nl_nl: {{targetAuthor}} heeft een item toegevoegd aan het plan {{targetTitle}}
th_th: {{targetAuthor}} ได้เพิ่มเนื้อหาไปยังแผน {{targetTitle}}

# newUserFollower_PluralFormat
source: {{nameHtml}} and {{number}} others are now following you
ar_sa: {{nameHtml}} و{{number}} آخرون يتابعونك الآن
es_es: {{nameHtml}} y {{number}} más le siguen ahora
ko_kr: {{nameHtml}} 외 {{number}}명이 이제 귀하를 팔로우하는 중
nl_nl: {{nameHtml}} en {{number}} andere volgen je nu
th_th: {{nameHtml}} และอีก {{number}} คน กำลังติดตามคุณ

# newUserFollower_SingleFormat
source: {{nameHtml}} is now following you
ar_sa: {{nameHtml}} يتابعك الآن
es_es: {{nameHtml}} le sigue ahora
ko_kr: {{nameHtml}}이(가) 이제 귀하를 팔로우하는 중
nl_nl: {{nameHtml}} volgt jou nu
th_th: {{nameHtml}} กำลังติดตามคุณ

# Notification_CompleteViewedItemsStepArticle
source: Do you want to mark this article complete?
ar_sa: هل تريد تمييز هذه المقالة أنها مكتملة؟
es_es: ¿Quiere marcar este artículo como completado?
ko_kr: 이 기사를 완료로 표시하시겠습니까?
nl_nl: Wil je dit artikel als voltooid markeren?
th_th: คุณต้องการทำเครื่องหมายที่บทความนี้ว่าทำเสร็จสิ้นแล้วหรือไม่?

# Notification_CompleteViewedItemsStepArticleItem1
source: Mark Complete
ar_sa: اكتمال التحديد
es_es: Marcar como completado
ko_kr: 완료로 표시
nl_nl: Markeer als voltooid
th_th: ทำเครื่องหมายว่าเสร็จสิ้น

# Notification_CompleteViewedItemsStepArticleItem2
source: Skip
ar_sa: تخطي
es_es: Saltar
ko_kr: 건너뛰기
nl_nl: Overslaan
th_th: ข้าม

# Notification_CompleteViewedItemsStepEpisode
source: Do you want to mark this podcast complete?
ar_sa: هل تريد تمييز هذه الحلقة إذاعية أنها مكتملة؟
es_es: ¿Quiere marcar este podcast como completado?
ko_kr: 이 팟캐스트를 완료로 표시하시겠습니까?
nl_nl: Wil je deze podcast als voltooid markeren?
th_th: คุณต้องการทำเครื่องหมายที่พอดแคสต์นี้ว่าทำเสร็จสิ้นแล้วหรือไม่?

# Notification_CompleteViewedItemsStepEpisodeItem1
source: Mark Complete
ar_sa: اكتمال التحديد
es_es: Marcar como completado
ko_kr: 완료로 표시
nl_nl: Markeer als voltooid
th_th: ทำเครื่องหมายว่าเสร็จสิ้น

# Notification_CompleteViewedItemsStepEpisodeItem2
source: Skip
ar_sa: تخطي
es_es: Saltar
ko_kr: 건너뛰기
nl_nl: Overslaan
th_th: ข้าม

# Notification_CompleteViewedItemsStepFirstFormat
source: There are {0} items that you have viewed on Degreed recently, but didn't complete yet. Do you want to review them?
ar_sa: هناك {0} عناصر شاهدتها على Degreed مؤخرًا ، ولكن لم تكتمل بعد. هل تريد مراجعتهم؟
es_es: Recientemente, vio {0} elementos en Degreed, pero aún no los completó. ¿Quiere revisarlos?
ko_kr: 최근에 Degreed에서 {0}개 항목을 보았지만 아직 완료하지는 않았습니다. 검토하시겠습니까?
nl_nl: Er zijn {0} items die je recentelijk hebt bekeken, maar nog niet hebt voltooid. Wil je ze beoordelen?
th_th: มีเนื้อหา {0} รายการที่คุณดูใน Degreed เมื่อเร็ว ๆ นี้ แต่ยังทำไม่สำเร็จ คุณต้องการทบทวนรายการเหล่านี้หรือไม่?

# Notification_CompleteViewedItemsStepFirstFormatItem1
source: Review Items
ar_sa: مراجعة عناصر
es_es: Revisar elementos
ko_kr: 항목 검토
nl_nl: Items beoordelen
th_th: ทบทวนเนื้อหา

# Notification_CompleteViewedItemsStepFirstFormatItem2
source: Dismiss
ar_sa: رفض
es_es: Descartar
ko_kr: 무시
nl_nl: Verwerpen
th_th: ปิด

# Notification_CompleteViewedItemsStepFirstSingular
source: There is 1 item that you have viewed on Degreed recently, but didn't complete yet. Do you want to review it?
ar_sa: هناك 1 عنصر قمت بمشاهدته مؤخرًا ، ولكن لم يكتمل بعد. هل تريد مراجعته؟
es_es: Recientemente, vio 1 elemento en Degreed, pero aún no lo completó. ¿Quiere revisarlo?
ko_kr: 최근에 Degreed에서 1개 항목을 보았지만 아직 완료하지는 않았습니다. 검토하시겠습니까?
nl_nl: Er is 1 item dat je onlangs op Degreed hebt bekeken, maar nog niet hebt voltooid. Wil je het opnieuw bekijken?
th_th: มีเนื้อหา 1 รายการที่คุณดูใน Degreed เมื่อเร็ว ๆ นี้ แต่ยังทำไม่สำเร็จ คุณต้องการทบทวนรายการนี้หรือไม่?

# Notification_CompleteViewedItemsStepFirstSingularItem1
source: Review Item
ar_sa: مراجعة عنصر
es_es: Revisar elemento
ko_kr: 항목 검토
nl_nl: Item beoordelen
th_th: ทบทวนเนื้อหา

# Notification_CompleteViewedItemsStepFirstSingularItem2
source: Dismiss
ar_sa: رفض
es_es: Descartar
ko_kr: 무시
nl_nl: Verwerpen
th_th: ปิด

# Notification_CompleteViewedItemsStepThanksFormat
source: <strong>Yay! Congratulations!</strong> You just earned {{pointsEarned}} points by completing these {{completedCount}} items. You can find them again later in <a href="/me?p=1#/overview" class="link">your collection</a>.
ar_sa: <strong>ياي! تهانينا!</strong> لقد ربحت {{pointsEarned}} نقاط لإكمال هذه{{completedCount}} العناصر. يمكنك العثور عليهم مرة أخرى لاحقًا في <a href="/me?p=1#/overview" class="link"> مجموعتك </a>.
es_es: <strong>¡Sí! ¡Enhorabuena!</strong> Acaba de ganar {{pointsEarned}} puntos por completar estos {{completedCount}} elementos. Los encontrará cuando quiera en <a href="/me?p=1#/overview" class="link">su colección</a>.
ko_kr: <strong>야호! 축하합니다!</strong> {{completedCount}}개 항목을 완료하여 {{pointsEarned}} 포인트를 획득했습니다. 나중에 <a href="/me?p=1#/overview" class="link">귀하의 컬렉션</a>에서 다시 찾을 수 있습니다.
nl_nl: <strong>Yay! Hartelijk gefeliciteerd!</strong> Je hebt zojuist {{pointsEarned}} punten verdiend door deze {{completedCount}} items te voltooien. Je kunt ze later terugvinden in <a href="/me?p=1#/overview" class="link">jouw verzameling</a>.
th_th: <strong>เย้! ยินดีด้วย!</strong> คุณได้รับ {{pointsEarned}} คะแนนสำหรับการทำเนื้อหาสำเร็จ {{completedCount}} รายการ คุณสามารถดูรายการเหล่านี้อีกครั้งในภายหลังที่ <a href="/me?p=1#/overview" class="link">คอลเล็กชันของคุณ</a>

# Notification_CompleteViewedItemsStepVideo
source: Do you want to mark this video complete?
ar_sa: هل تريد تمييز هذا الفيديو أنه مكتمل؟
es_es: ¿Quiere marcar este video como completado?
ko_kr: 이 비디오를 완료로 표시하시겠습니까?
nl_nl: Wil je deze video als voltooid markeren?
th_th: คุณต้องการทำเครื่องหมายที่วิดีโอนี้ว่าทำเสร็จสิ้นแล้วหรือไม่?

# Notification_CompleteViewedItemsStepVideoItem1
source: Mark Complete
ar_sa: اكتمال التحديد
es_es: Marcar como completado
ko_kr: 완료로 표시
nl_nl: Markeer als voltooid
th_th: ทำเครื่องหมายว่าเสร็จสิ้น

# Notification_CompleteViewedItemsStepVideoItem2
source: Skip
ar_sa: تخطي
es_es: Saltar
ko_kr: 건너뛰기
nl_nl: Overslaan
th_th: ข้าม

# Notification_EnableDailyEmailStep1
source: How's my favorite learner doing?
ar_sa: كيف يبلي المتعلم المفضل لدي؟
es_es: ¿Qué tal le va a mi aprendiz de mis ojos?
ko_kr: 배움을 즐기는 여러분, 안녕하세요?
nl_nl: Hoe gaat het met mijn favoriete student?
th_th: เป็นอย่างไรบ้าง นักเรียนคนเก่งของเรา

# Notification_EnableDailyEmailStep1Item1
source: Great thanks!
ar_sa: شكرا جزيلاً!
es_es: Estupendo, gracias.
ko_kr: 감사합니다!
nl_nl: Uitstekend, bedankt!
th_th: เยี่ยมเลย ขอบคุณ!

# Notification_EnableDailyEmailStep1Item2
source: I don't like talking to robots
ar_sa: لا أحب التحدث مع الروبوتات
es_es: No me gusta hablar con robots
ko_kr: 로봇과 대화하는 것을 좋아하지 않습니다.
nl_nl: Ik praat niet graag met robots
th_th: ฉันไม่ชอบคุยกับหุ่นยนต์

# Notification_EnableDailyEmailStep2
source: Glad to hear it! Would you be interested in having daily learning recommendations delivered to your inbox?
ar_sa: سعيد لسماع ذلك! هل ترغب في تلقي توصيات تعلم يومية عبر صندوق البريد الوارد؟
es_es: ¡Nos alegra oírlo! ¿Le interesaría recibir recomendaciones diarias en su bandeja de entrada?
ko_kr: 잘 들었습니다! 받은 편지함으로 매일 학습 추천을 발송에 대해 알려드릴까요?
nl_nl: Goed om te horen! Heb je wellicht belangstelling om dagelijkse aanbevelingen over cursussen te ontvangen in je inbox?
th_th: เราดีใจที่ได้ยินอย่างนั้น! คุณสนใจที่จะรับคำแนะนำรายวันเกี่ยวกับการเรียนรู้ส่งตรงถึงอีเมลคุณหรือไม่

# Notification_EnableDailyEmailStep2Item1
source: Yes please!
ar_sa: نعم من فضلك!
es_es: Sí, por favor.
ko_kr: 예, 물론이죠!
nl_nl: Ja graag!
th_th: ก็ดีนะ!

# Notification_EnableDailyEmailStep2Item2
source: Not right now
ar_sa: ليس الآن
es_es: No ahora mismo
ko_kr: 지금은 아닙니다.
nl_nl: Nee, niet nu
th_th: ไม่สนใจตอนนี้

# Notification_EnableDailyEmailStep3
source: I get that all the time. There was a weird paperclip who gave us a bad reputation. Before you go, could I interest you in daily learning recommendations delivered to your inbox?
ar_sa: أحصل على ذلك طوال الوقت. كان هناك مشبك ورق غريب هو من أتى لنا بسمعة سيئة. قبل الانتقال، هل لي أن أثير اهتمامك بتلقي توصيات تعلم يومية عبر صندوق البريد الوارد الخاص بك؟
es_es: No paran de llegarme. Había un clip raro que nos daba mala reputación. Antes de irse, ¿le podría interesar recibir recomendaciones diarias en su bandeja de entrada?
ko_kr: 항상 그렇습니다. 저희에게 나쁜 평가를 준 이상한 종이클립이 있습니다. 떠나시기 전에 받은 편지함으로 매일 학습 추천을 발송에 대해 알려드릴까요?
nl_nl: Dat hoor ik vaak. We hebben onze slechte reputatie te danken aan een vreemde paperclip. Heb je wellicht belangstelling om dagelijkse aanbevelingen over cursussen te ontvangen in je inbox?
th_th: คุณไม่ใช่คนแรกที่พูดอย่างนั้น เคยมีคลิปหนีบกระดาษเพี้ยน ๆ ที่ทำให้เราเสียชื่อเสียง ก่อนไป คุณสนใจที่จะรับคำแนะนำรายวันเกี่ยวกับการเรียนรู้ส่งตรงถึงอีเมลคุณหรือไม่

# Notification_EnableDailyEmailStep3Item1
source: Sure!
ar_sa: بالتأكيد!
es_es: ¡Claro!
ko_kr: 좋습니다!
nl_nl: Ja!
th_th: ได้เลย!

# Notification_EnableDailyEmailStep3Item2
source: No thanks!
ar_sa: لا شكرًا!
es_es: No, gracias.
ko_kr: 아니오. 괜찮습니다!
nl_nl: Nee, bedankt!
th_th: ไม่ล่ะ ขอบคุณ!

# Notification_EnableDailyEmailStep4
source: Fantastic! Look for your first email tomorrow morning!
ar_sa: رائع! ابحث عن أول بريد إلكتروني يصل إليك خلال صباح يوم غد!
es_es: ¡Fantástico! Recibirá su primer correo electrónico mañana por la mañana.
ko_kr: 멋집니다! 내일 아침 첫 이메일을 확인하세요!
nl_nl: Fantastisch! Morgenochtend krijg je je eerste e-mail!
th_th: เยี่ยมเลย! เตรียมรับอีเมลแรกพรุ่งนี้เช้า!

# Notification_EnableDailyEmailStep5
source: No problem. Have a great day of learning!
ar_sa: ليس هناك أى مشكلة. نتمنى أن تحظى بيوم رائع من التعلم!
es_es: Sin problema. ¡Que tenga un buen día de aprendizaje!
ko_kr: 괜찮습니다. 오늘도 좋은 학습 하세요!
nl_nl: Geen probleem. Geniet van een dag vol met leren!
th_th: ไม่มีปัญหา ขอให้คุณมีวันแห่งการเรียนรู้ที่ดี!

# Notification_InstallNativeAppStep1
source: Hey! Glad to see you're enjoying Degreed. Do you already know about our mobile app for learning on the go?
ar_sa: مهلاً! نسعد برؤيتك وأنت تستمتع بـ Degreed. هل لديك معلومات مسبقة حول تطبيق التعلم عبر الهاتف الخلوي؟
es_es: ¡Hola! Nos alegra ver que disfruta de Degreed. ¿Ya conoce nuestra app para celulares para aprender sobre la marcha?
ko_kr: 안녕하세요? Degreed를 이용해 주셔서 감사합니다. 어디에서나 학습하기 위한 저희의 모바일 앱에 대해 이미 알고 계십니까?
nl_nl: Hallo! Ik ben blij dat Degreed je bevalt. Ben je al bekend met onze mobiele app waarmee je kunt leren terwijl je onderweg bent.
th_th: เฮ้! เราดีใจที่คุณชื่นชอบ Degreed คุณรู้จักแอปมือถือสำหรับการเรียนรู้ทุกเมื่อของเราหรือยัง

# Notification_InstallNativeAppStep1Item1
source: No, what is that?
ar_sa: لا، ما هو هذا التطبيق؟
es_es: No, ¿qué es?
ko_kr: 아니오. 그것이 무엇입니까?
nl_nl: Nee, wat is dat?
th_th: ไม่รู้จัก คืออะไร

# Notification_InstallNativeAppStep1Item2
source: Yes I do!
ar_sa: نعم لدي!
es_es: Sí.
ko_kr: 예, 그렇습니다!
nl_nl: Ja!
th_th: ต้องการ!

# Notification_InstallNativeAppStep2
source: Well, our apps allow you to find and capture learning anywhere. Just click the link you prefer to install, then get back to learning!
ar_sa: حسنًا، يتيح لك التطبيق الخاص بنا البحث عن التعلم والوصول إليه أينما كنت. فقط من خلال الضغط على الرابط المفضل للتثبيت، ومن ثم العودة إلى التعلم!
es_es: Bueno, nuestras apps le permiten buscar y capturar formación en cualquier lugar. Solo tiene que hacer clic en el vínculo que prefiera instalar y luego vuelva al aprendizaje.
ko_kr: 저희 앱으로 어느 곳에서도 학습할 것으로 찾아서 캡처할 수 있습니다. 설치하려는 링크를 클릭한 후에 다시 학습을 시작합니다!
nl_nl: Met onze apps kun je leren overal vinden en vastleggen. Klik op de link die je wilt installeren en ga verder met leren!
th_th: ด้วยแอปของเรา คุณสามารถค้นหาและเริ่มการเรียนรู้ได้ทุกที่ เพียงคลิกลิงก์ที่คุณต้องการติดตั้ง แล้วกลับไปเรียนรู้ได้เลย!

# Notification_InstallNativeAppStep2Item2
source: Android
ar_sa: نظام أندرويد
th_th: แอนดรอยด์

# Notification_InstallNativeAppStep3
source: Cool, glad you already know. We haven't seen any activity from the app yet, so we just wanted to be sure! Here are links in case you want to install.
ar_sa: جيد، اشعر بالسرور لكونك تعرف بالفعل. لم نشاهد أي نشاطات من التطبيق بعد، لذلك نود التأكد من ذلك! وفيما يلي بعض الروابط في حال رغبتك تثبيت التطبيق.
es_es: Genial, nos alegra que ya la conozca. Aún no hemos visto actividad de la app, así que solo queríamos asegurarnos. Aquí tiene vínculos por si quiere instalar.
ko_kr: 좋습니다. 이미 알고 계시군요. 아직 앱에서 아무런 활동을 볼 수 없어서 확인하려고 했습니다! 설치하려면 다음 링크를 사용하세요.
nl_nl: Perfect, goed om te horen dat je er al mee bekend bent. We hebben nog geen activiteit gezien van de app, dus we wilden het even checken! Hier zijn de links voor het geval dat je het wilt installeren.
th_th: เยี่ยมไปเลย ดีใจที่คุณรู้แล้ว เรายังไม่เห็นการใช้งานในแอป เราจึงต้องการมั่นใจว่าคุณรู้ นี่คือลิงก์หากคุณสนใจที่จะติดตั้ง

# Notification_InstallNativeAppStep3Item2
source: Android
ar_sa: نظام أندرويد
th_th: แอนดรอยด์

# Notification_InstallNativeAppStep3Item3
source: Thanks
ar_sa: شكراً لك
es_es: Gracias
ko_kr: 감사합니다
nl_nl: Bedankt
th_th: ขอบคุณ
