Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# InputsSvc_GetMediaMetadataError
source: Sorry! There was a problem finding information about the URL.
ar_sa: نعتذر! حدثت مشكلة أثناء البحث عن معلومات حول عنوان url.
es_es: ¡Lo sentimos! Se produjo un problema al buscar información sobre la url.
ko_kr: 죄송합니다! 이 URL에 대한 정보를 찾는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het vinden van informatie over de url.
th_th: ขออภัย! เกิดปัญหาในการค้นหาข้อมูลเกี่ยวกับ URL

# InputsSvc_GetSuggestedError
source: Sorry! There was a problem getting the items.
ar_sa: نعتذر! حدثت مشكلة أثناء الحصول على العناصر.
es_es: ¡Lo sentimos! Se produjo un problema al recuperar los elementos.
ko_kr: 죄송합니다! 항목을 가져오는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het verkrijgen van de items.
th_th: ขออภัย! เกิดปัญหาในการรับเนื้อหา

# InputsSvc_GetUserError
source: Sorry! There was a problem retrieving top users.
ar_sa: نعتذر! حدثت مشكلة أثناء استرداد أفضل المستخدمين.
es_es: ¡Lo sentimos! Se produjo un problema al recuperar a los mejores usuarios.
ko_kr: 죄송합니다! 최고 사용자를 검색하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het ophalen van topgebruikers.
th_th: ขออภัย! เกิดปัญหาในการรับข้อมูลผู้ใช้อันดับสูงสุด

# InputsSvc_QueueError
source: Sorry! There was a problem saving the item for later.
ar_sa: نعتذر! حدثت مشكلة أثناء حفظ العنصر للاستخدام لاحقًا.
es_es: ¡Lo sentimos! Se produjo un problema al guardar el elemento para más tarde.
ko_kr: 죄송합니다! 나중을 위해 항목을 저장하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het opslaan van dit item voor later.
th_th: ขออภัย! เกิดปัญหาในการบันทึกเนื้อหาไว้ทำในภายหลัง

# InputsSvc_QueueSuccess
source: Learning item saved for later.
ar_sa: تك حفظ عنصر تعليمي للاستخدام لاحقًا.
es_es: Se guardó el elemento de formación para más tarde.
ko_kr: 학습 항목을 나중을 위해 저장했습니다.
nl_nl: Leeritem bewaard voor later.
th_th: บันทึกเนื้อหาการเรียนรู้ไว้ทำในภายหลัง

# InputsSvc_UsersTitle
source: People who completed this
ar_sa: الأشخاص الذين أتموا هذا
es_es: Personas que lo completaron
ko_kr: 이것을 완료한 사람들
nl_nl: Mensen die voltooid hebben
th_th: ผู้ที่ทำสิ่งนี้สำเร็จ

# InputTagsSvc_TagsError
source: Sorry! There was a problem retrieving tags. It’s not your fault, we are working hard to fix the problem.
ar_sa: نعتذر! حدثت مشكلة أثناء استرداد العلامات. لا تقلق لم تكن خطأك، ونحن نعمل بجد لإصلاح هذه المشكلة.
es_es: ¡Lo sentimos! Se produjo un problema al recuperar las etiquetas. No es culpa suya, estamos trabajando duro para resolver el problema.
ko_kr: 죄송합니다! 태그를 검색하는 데 문제가 있었습니다. 귀하의 잘못이 아닙니다. 저희는 이 문제를 해결하려고 노력 중입니다.
nl_nl: Sorry! Er was een probleem met het ophalen van tags. Dit is niet jouw schuld, we zijn hard aan het werk om het probleem op te lossen.
th_th: ขออภัย! เกิดปัญหาในการรับข้อมูลแท็ก นี่ไม่ใช่ความผิดของคุณ เรากำลังทำงานอย่างหนักเพื่อแก้ไขปัญหาดังกล่าว

# InputTopUsersSvc_GetUserError
source: Sorry! There was a problem retrieving top users.
ar_sa: نعتذر! حدثت مشكلة أثناء استرداد أفضل المستخدمين.
es_es: ¡Lo sentimos! Se produjo un problema al recuperar a los mejores usuarios.
ko_kr: 죄송합니다! 최고 사용자를 검색하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het ophalen van topgebruikers.
th_th: ขออภัย! เกิดปัญหาในการรับข้อมูลผู้ใช้อันดับสูงสุด

# InputTopUsersSvc_UsersTitle
source: People who completed this
ar_sa: الأشخاص الذين أتموا هذا
es_es: Personas que lo completaron
ko_kr: 이것을 완료한 사람들
nl_nl: Mensen die voltooid hebben
th_th: ผู้ที่ทำสิ่งนี้สำเร็จ

# InstitutionViewModel_Country
source: Country
ar_sa: الدولة
es_es: País
ko_kr: 국가
nl_nl: Land
th_th: ประเทศ

# InstitutionViewModel_Degree
source: Degree
ar_sa: الدرجة العلمية
es_es: Diploma
ko_kr: 학위
nl_nl: Diploma
th_th: วุฒิการศึกษา

# InstitutionViewModel_DegreeCategory
source: Degree Category
ar_sa: فئة الدرجة العلمية
es_es: Categoría del diploma
ko_kr: 학위 카테고리
nl_nl: Degree-categorie
th_th: หมวดหมู่ของวุฒิการศึกษา

# InstitutionViewModel_DegreeLevel
source: Degree Level
ar_sa: مستوى الدرجة العلمية
es_es: Nivel del diploma
ko_kr: 학위 레벨
nl_nl: Degreed-niveau
th_th: ระดับวุฒิการศึกษา

# InstitutionViewModel_DegreeWatermark
source: Degree
ar_sa: الدرجة العلمية
es_es: Diploma
ko_kr: 학위
nl_nl: Diploma
th_th: วุฒิการศึกษา

# InstitutionViewModel_GPA
source: GPA
ar_sa: التقدير الدراسي
es_es: PC
ko_kr: 평점

# InstitutionViewModel_RemoveSchool
source: Remove School
ar_sa: إزالة المدرسة
es_es: Eliminar escuela
ko_kr: 학교를 제거
nl_nl: School verwijderen
th_th: ลบโรงเรียน

# InstitutionViewModel_RequiredFieldsAttention
source: Some required fields need your attention.
ar_sa: بعض الحقول الإجبارية تحتاج إلى انتباهك.
es_es: Algunos campos obligatorios requieren su atención.
ko_kr: 일부 필수 필드가 확인이 필요합니다.
nl_nl: Sommige vereiste velden hebben jouw aandacht nodig.
th_th: ช่องที่ต้องระบุข้อมูลบางช่องจำเป็นต้องได้รับการแก้ไข

# InstitutionViewModel_SchoolWatermark
source: School
ar_sa: المدرسة
es_es: Escuela
ko_kr: 학교
th_th: โรงเรียน

# InstitutionViewModel_University
source: University
ar_sa: الجامعة
es_es: Universidad
ko_kr: 대학교
nl_nl: Universiteit
th_th: มหาวิทยาลัย

# Integrations_AlisonImportError
source: Whoops! Something went wrong importing your courses from Alison. Please verify your unique Alison user id.
ar_sa: للأسف! حدث خطأ ما أثناء استيراد دوراتك التعليمية من على موقع Alison. يرجى تأكيد هوية المستخدم الخاصة بك لموقع Alison.
es_es: ¡Uy! Se produjo un error al importar sus cursos de Alison. Compruebe su id de usuario única de Alison.
ko_kr: 이런! Alison에서 과정을 가져오는 중에 문제가 발생했습니다. 고유한 Alison 사용자 ID를 확인하십시오.
nl_nl: Oeps! Er is iets fout gegaan met het importeren van jouw cursussen uit Alison. Controleer jouw unieke Alison-gebruikers-id.
th_th: อ๊ะ! เกิดข้อผิดพลาดในการนำเข้าหลักสูตรของคุณจาก Alison โปรดยืนยันรหัสประจำตัวผู้ใช้ Alison ของคุณ

# Integrations_AlisonPublicProfile
source: Requires a public Alison profile.
ar_sa: يستلزم وجود ملف شخصي عام على موقع Alison.
es_es: Se necesita un perfil público de Alison.
ko_kr: 공개 Alison 프로필이 필요합니다.
nl_nl: Vereist een publiek Alison-profiel.
th_th: ต้องใช้โปรไฟล์ Alison แบบสาธารณะ

# Integrations_AlisonUserId
source: Alison User Id
ar_sa: هوية مستخدم على موقع Alison
es_es: Id de usuario de Alison
ko_kr: Alison 사용자 ID
nl_nl: Alison-gebruikers-id
th_th: รหัสประจำตัวผู้ใช้ Alison

# Integrations_AlisonUserIdUserName
source: Alison User Id/Alison User Name
ar_sa: هوية مستخدم على موقع Alison/اسم مستخدم على موقع Alison
es_es: Id/Nombre de usuario de Alison
ko_kr: Alison 사용자 ID/Alison 사용자 이름
nl_nl: Alison-gebruikers-id/Alison-gebruikersnaam
th_th: รหัสประจำตัวผู้ใช้ Alison/ชื่อผู้ใช้ Alison

# Integrations_CodecademyImportError
source: Whoops! Something went wrong importing your tracks from Codecademy. Please verify your username.
ar_sa: للأسف! حدث خطأ ما أثناء استيراد مساراتك من موقع Codecademy. يرجى تأكيد اسم المستخدم الخاص بك.
es_es: ¡Uy! Se produjo un error al importar sus seguimientos de Codecademy. Compruebe su nombre de usuario.
ko_kr: 이런! Codecademy에서 트랙을 가져오는 중에 문제가 발생했습니다. 사용자 이름을 확인하십시오.
nl_nl: Oeps! Er is iets fout gegaan met het importeren van jouw tracks uit Codecademy. Controleer je gebruikersnaam.
th_th: อ๊ะ! เกิดข้อผิดพลาดในการนำเข้าแทร็กของคุณจาก Codecademy โปรดยืนยันชื่อผู้ใช้ของคุณ

# Integrations_CodecademyPublicProfile
source: Requires a public Codecademy profile.
ar_sa: يستلزم وجود ملف شخصي عام على موقع Codecademy.
es_es: Se necesita un perfil público de Codecademy.
ko_kr: 공개 Codeacademy 프로필이 필요합니다.
nl_nl: Vereist een publiek Codecademy-profiel.
th_th: ต้องใช้โปรไฟล์ Codecademy แบบสาธารณะ

# Integrations_CodecademyUsername
source: Codecademy username
ar_sa: اسم مستخدم على موقع Codecademy
es_es: Nombre de usuario de Codecademy
ko_kr: Codecademy 사용자 이름
nl_nl: Codecademy gebruikersnaam
th_th: ชื่อผู้ใช้ Codecademy

# Integrations_CodeSchoolImportError
source: Whoops! Something went wrong importing your courses from Code School. Please verify your username.
ar_sa: للأسف! حدث خطأ ما أثناء استيراد دوراتك التعليمية من على موقع Code School. يرجى تأكيد اسم المستخدم الخاص بك.
es_es: ¡Uy! Se produjo un error al importar sus cursos de Code School. Compruebe su nombre de usuario.
ko_kr: 이런! Code School에서 과정을 가져오는 중에 문제가 발생했습니다. 사용자 이름을 확인하십시오.
nl_nl: Oeps! Er is iets fout gegaan met het importeren van jouw cursussen uit Code School. Controleer je gebruikersnaam.
th_th: อ๊ะ! เกิดข้อผิดพลาดในการนำเข้าหลักสูตรของคุณจาก Code School โปรดยืนยันชื่อผู้ใช้ของคุณ

# Integrations_CodeSchoolPublicProfile
source: Requires a public Code School profile.
ar_sa: يستلزم وجود ملف شخصي عام على موقعCode School.
es_es: Se necesita un perfil público de Code School.
ko_kr: 공개 Code School 프로필이 필요합니다.
nl_nl: Vereist een publiek Code School-profiel.
th_th: ต้องใช้โปรไฟล์ Code School แบบสาธารณะ

# Integrations_CodeSchoolUsername
source: Code School username
ar_sa: اسم المستخدم على موقع Code School
es_es: Nombre de usuario de Code School
ko_kr: Code School 사용자 이름
nl_nl: Code School-gebruikersnaam
th_th: ชื่อผู้ใช้ Code School

# Integrations_Connect
source: Connect
ar_sa: الربط
es_es: Conectar
ko_kr: 연결
nl_nl: Koppelen
th_th: เชื่อมต่อ

# Integrations_Connected
source: Connected
ar_sa: تم الربط
es_es: Conectado
ko_kr: 연결됨
nl_nl: Gekoppeld
th_th: เชื่อมต่อแล้ว

# Integrations_ConnectIntegrations
source: Degreed integrations make it easy to show off what you know. Simply connect to these services and import completed items to your Degreed profile.
ar_sa: عمليات التكامل التابعة لموقع Degreed تجعل من السهل عرض ما لديك من معرفة. ببساطة اربط بين هذه الخدمات وقم باستيراد العناصر التي أتممتها وإضافتها إلى ملفك الشخصي على Degreed.
es_es: La integraciones de Degreed hacen sencillo que pueda presumir de lo que sabe. Simplemente conecte con estos servicios e importe elementos completos en su perfil de Degreed.
ko_kr: Degreed 통합으로 알고 있는 것을 보여 주는 것이 쉬워집니다. 이 서비스에 연결하고 완료한 항목을 Degreed 프로필에 가져옵니다.
nl_nl: Met Degreed-integraties kun je gemakkelijk laten zien wat je allemaal al weet. Maak aansluiting met deze diensten en importeer voltooide items naar je Degreed-profiel.
th_th: การใช้งานร่วมกับ Degreed ช่วยให้คุณนำเสนอความสามารถของตัวเองได้ง่ายขึ้น เชื่อมต่อกับบริการเหล่านี้และนำเข้าเนื้อหาที่คุณทำเสร็จเรียบร้อยแล้วไปยังโปรไฟล์ Degreed ของคุณ

# Integrations_ContentProviders
source: Content Providers
ar_sa: مزودي المحتوى
es_es: Proveedores de contenido
ko_kr: 콘텐츠 제공자
nl_nl: Contentaanbieders
th_th: ผู้ให้บริการเนื้อหา

# Integrations_CourseraImportError
source: Whoops! Something went wrong importing your courses from Coursera.
ar_sa: للأسف! حدث خطأ ما أثناء استيراد دوراتك التعليمية من على موقع Coursera.
es_es: ¡Uy! Se produjo un error al importar sus cursos de Coursera.
ko_kr: 이런! Coursera에서 과정을 가져오는 중에 문제가 발생했습니다.
nl_nl: Oeps! Er is iets fout gegaan met het importeren van jouw cursussen uit Coursera.
th_th: อ๊ะ! เกิดข้อผิดพลาดในการนำเข้าหลักสูตรของคุณจาก Coursera

# Integrations_CourseraPublicProfile
source: Requires a public Coursera profile.
ar_sa: يستلزم وجود ملف شخصي عام على موقع Coursera.
es_es: Se necesita un perfil público de Coursera.
ko_kr: 공개 Coursera 프로필이 필요합니다.
nl_nl: Vereist een publiek Coursera-profiel.
th_th: ต้องใช้โปรไฟล์ Coursera แบบสาธารณะ

# Integrations_CourseraUserId
source: Coursera User Id
ar_sa: هوية مستخدم على موقع Coursera
es_es: Id de usuario de Coursera
ko_kr: Coursera 사용자 ID
nl_nl: Coursera-gebruikers-id
th_th: รหัสประจำตัวผู้ใช้ Coursera

# Integrations_Disconnect
source: Disconnect
ar_sa: إلغاء الربط
es_es: Desconectar
ko_kr: 연결 끊기
nl_nl: Loskoppelen
th_th: ยกเลิกการเชื่อมต่อ

# Integrations_EditGoodreadsProfile
source: Edit your Goodreads profile to specify a username.
ar_sa: تحرير الملف الشخصي لك على موقع Goodreads لتحديد اسم مستخدم.
es_es: Edite su perfil de Goodreads para especificar un nombre de usuario.
ko_kr: Goodreads 프로필을 편집하여 사용자 이름을 지정합니다.
nl_nl: Bewerk je Goodreads-profiel om een gebruikersnaam op te geven.
th_th: แก้ไขโปรไฟล์ Goodreads ของคุณเพื่อระบุชื่อผู้ใช้

# Integrations_Enable
source: Enable
ar_sa: تمكين
es_es: Activar
ko_kr: 사용
nl_nl: Inschakelen
th_th: เปิดใช้

# Integrations_FailedImport
source: An error occurred setting up your integration. Please try again later.
ar_sa: حدث خطأ ما أثناء الإعداد لعمل تكامل. يرجى إعادة المحاولة لاحقًا.
es_es: Se produjo un error al configurar su integración. Vuelva a intentarlo más tarde.
ko_kr: 통합을 설정하는 중에 오류가 발생했습니다. 나중에 다시 시도하십시오.
nl_nl: Er is een fout opgetreden bij het instellen van jouw integratie. Probeer het later opnieuw.
th_th: เกิดข้อผิดพลาดขึ้นขณะตั้งค่าการใช้งานร่วมกัน โปรดลองอีกครั้งภายหลัง

# Integrations_GoodreadsImportError
source: Whoops! Something went wrong importing your books from Goodreads. Please re-enable Goodreads integration above and we'll try again.
ar_sa: للأسف! حدث خطأ ما أثناء استيراد كتبك من على موقع Goodreads. يرجى إعادة تمكين تكامل Goodreads أعلاه وسوف نعاود المحاولة مرة أخرى.
es_es: ¡Uy! Se produjo un error al importar sus libros de Goodreads. Vuelva a activar la integración anterior de Goodreads y lo volveremos a intentar
ko_kr: 이런! Goodreads에서 책을 가져오는 중에 문제가 발생했습니다. 위에서 Goodreads 통합을 다시 사용하여 다시 시도하십시오.
nl_nl: Oeps! Er is iets fout gegaan met het importeren van jouw boeken uit Coursera. Schakel de integratie van Goodreads opnieuw in hierboven en we zullen het opnieuw proberen.
th_th: อ๊ะ! เกิดข้อผิดพลาดในการนำเข้าหนังสือของคุณจาก Goodreads โปรดเปิดใช้การทำงานร่วมกับ Goodreads อีกครั้งทางด้านบน แล้วเราจะลองอีกครั้ง

# Integrations_GoodreadsUsername
source: Goodreads username
ar_sa: اسم المستخدم على Goodreads
es_es: Nombre de usuario de Goodreads
ko_kr: Goodreads 사용자 이름
nl_nl: Goodreads-gebruikersnaam
th_th: ชื่อผู้ใช้ Goodreads

# Integrations_GoodreadsUsernameEdit
source: Goodreads username (edit your Goodreads profile to specify a username)
ar_sa: اسم المستخدم على Goodreads (تحرير الملف الشخصي لك على موقع Goodreads لتحديد اسم مستخدم)
es_es: Nombre de usuario de Goodreads (edite su perfil de Goodreads para especificar un nombre de usuario)
ko_kr: Goodreads 사용자 이름 (Goodreads 프로필을 편집하여 사용자 이름을 지정합니다)
nl_nl: Goodreads-gebruikersnaam (bewerk je Goodreads-profiel om een gebruikersnaam op te geven)
th_th: ชื่อผู้ใช้ Goodreads (แก้ไขโปรไฟล์ Goodreads ของคุณเพื่อระบุชื่อผู้ใช้)

# Integrations_ImportAlisonCourses
source: Import my completed courses from Alison
ar_sa: استيراد الدورات التعليمية المكتملة الخاصة بي من على موقع Alison
es_es: Importar mis cursos completados de Alison
ko_kr: Alison에서 나의 완료한 과정을 가져오기
nl_nl: Mijn voltooide cursussen uit Alison importeren
th_th: นำเข้าหลักสูตรที่ฉันเรียนแล้วจาก Alison

# Integrations_ImportAlisonDaily
source: Import all courses from my Alison profile daily.
ar_sa: استيراد جميع الدورات التعليمية من الملف الشخصي لي على موقع Alison يوميًا.
es_es: Importar todos los cursos de mi perfil de Alison a diario.
ko_kr: Alison 프로필에서 모든 과정을 매일 가져옵니다.
nl_nl: Alle cursussen dagelijks uit mijn Alison-profiel importeren.
th_th: นำเข้าหลักสูตรทั้งหมดจากโปรไฟล์ Alison ของฉันทุกวัน

# Integrations_ImportArchivedPocket
source: Import my archived articles from Pocket
ar_sa: استيراد المقالات المؤرشفة من على موقع Pocket
es_es: Importar mis artículos archivados de Pocket
ko_kr: Pocket에서 나의 보관 아티클을 가져오기
nl_nl: Mijn gearchiveerde artikelen uit Pocket importeren
th_th: นำเข้าบทความที่ฉันบันทึกไว้จาก Pocket

# Integrations_ImportCodecademyDaily
source: Import completed tracks from Codecademy daily.
ar_sa: استيراد المسارات المكتملة من على موقع Codecademy يوميًا.
es_es: Importar mis seguimientos completados de Codeacademy a diario.
ko_kr: Codecademy에서 완료한 트랙을 매일 가져옵니다.
nl_nl: Voltooide tracks dagelijks uit Codecademy importeren.
th_th: นำเข้าแทร็กทั้งหมดจาก Codecademy ที่ดำเนินการเสร็จแล้วทุกวัน

# Integrations_ImportCodeSchoolDaily
source: Import completed courses from Code School daily.
ar_sa: استيراد الدورات المكتملة من Code School يوميًا.
es_es: Importar los cursos completados de Code School a diario.
ko_kr: Code School에서 완료한 과정을 매일 가져옵니다.
nl_nl: Voltooide cursussen dagelijks uit Code School importeren.
th_th: นำเข้าหลักสูตรที่เรียนแล้วทั้งหมดจาก Code School ทุกวัน

# Integrations_ImportCompletedCodecademy
source: Import my completed tracks from Codecademy
ar_sa: استيراد المسارات الخاصة بي المكتملة من على موقع Codecademy يوميًا.
es_es: Importar mis seguimientos completados de Codeacademy
ko_kr: Codecademy에서 나의 완료한 트랙을 가져오기
nl_nl: Mijn voltooide tracks dagelijks uit Codecademy importeren
th_th: นำเข้าแทร็กทั้งหมดที่ฉันดำเนินการเสร็จแล้วจาก Codecademy

# Integrations_ImportCompletedCodeSchool
source: Import my completed courses from Code School
ar_sa: استيراد دوراتي التعليمية المكتملة منCode School يوميًا.
es_es: Importar mis cursos completados de Code School
ko_kr: Code School에서 나의 완료한 과정을 가져오기
nl_nl: Mijn voltooide cursussen uit Code School importeren
th_th: นำเข้าหลักสูตรที่ฉันเรียนแล้วจาก Code School

# Integrations_ImportCompletedKhanAcademy
source: Import my completed videos from Khan Academy
ar_sa: استيراد مقاطع الفيديو المكتملة الخاصة بي من على موقعKhan Academy
es_es: Importar mis videos completados de Khan Academy
ko_kr: Khan Academy에서 나의 완료한 동영상을 가져오기
nl_nl: Mijn voltooide video's uit Khan Academy importeren
th_th: นำเข้าวิดีโอฉันดูแล้วจาก Khan Academy

# Integrations_ImportCompletedPluralsight
source: Import my completed courses from Pluralsight
ar_sa: استيراد الدورات التعليمية المكتملة الخاصة بي من على موقع Pluralsight
es_es: Importar mis cursos completados de Pluralsight
ko_kr: Pluralsight에서 나의 완료한 과정을 가져오기
nl_nl: Mijn voltooide cursussen uit Pluralsight importeren
th_th: นำเข้าหลักสูตรที่ฉันเรียนแล้วจาก Pluralsight

# Integrations_ImportCompletedSkillshare
source: Import my completed courses from Skillshare
ar_sa: استيراد الدورات التعليمية المكتملة الخاصة بي من على موقع Skillshare
es_es: Importar mis cursos completados de Skillshare
ko_kr: Skillshare에서 나의 완료한 과정을 가져오기
nl_nl: Mijn voltooide cursussen uit Skillschare importeren
th_th: นำเข้าหลักสูตรที่ฉันเรียนแล้วจาก Skillshare

# Integrations_ImportCompletedTreehouse
source: Import my completed courses from Treehouse
ar_sa: استيراد الدورات التعليمية المكتملة الخاصة بي من على موقع Treehouse
es_es: Importar mis cursos completados de Treehouse
ko_kr: Treehouse에서 나의 완료한 과정을 가져오기
nl_nl: Mijn voltooide cursussen uit Treehouse importeren
th_th: นำเข้าหลักสูตรที่ฉันเรียนแล้วจาก Treehouse

# Integrations_ImportCompletedUdemy
source: Import my completed courses from Udemy
ar_sa: استيراد الدورات التعليمية المكتملة الخاصة بي من على موقع Udemy
es_es: Importar mis cursos completados de Udemy
ko_kr: Udemy에서 나의 완료한 과정을 가져오기
nl_nl: Mijn voltooide cursussen uit Udemy importeren
th_th: นำเข้าหลักสูตรที่ฉันเรียนแล้วจาก Udemy

# Integrations_ImportCourseraCourses
source: Import my completed courses from Coursera
ar_sa: استيراد الدورات التعليمية المكتملة الخاصة بي من على موقع Coursera
es_es: Importar mis cursos completados de Coursera
ko_kr: Coursera에서 나의 완료한 과정을 가져오기
nl_nl: Mijn voltooide cursussen uit Coursera importeren
th_th: นำเข้าหลักสูตรที่ฉันเรียนแล้วจาก Coursera

# Integrations_ImportCourseraDaily
source: Import all courses from my Coursera profile daily.
ar_sa: استيراد جميع الدورات التعليمية من الملف الشخصي لي على موقع Coursera يوميًا.
es_es: Importar todos los cursos de mi perfil de Coursera a diario.
ko_kr: Coursera 프로필에서 모든 과정을 매일 가져옵니다.
nl_nl: Alle cursussen dagelijks uit mijn Coursera-profiel importeren.
th_th: นำเข้าหลักสูตรทั้งหมดจากโปรไฟล์ Courser ทุกวัน

# Integrations_ImportGoodreadsDaily
source: Import books I have marked 'read' in Goodreads daily.
ar_sa: استيراد الكتب التي وضعت عليها علامة "مقروءة" في Goodreads يوميًا.
es_es: Importar los libros marcados como leídos de Goodreads a diario.
ko_kr: Goodreads에서 '읽음'으로 표시한 책을 매일 가져옵니다.
nl_nl: Boeken die ik heb gemarkeerd met 'gelezen' in Goodreads dagelijks importeren.
th_th: นำเข้าหนังสือที่ฉันทำเครื่องหมายว่า 'อ่านแล้ว' จาก Goodreads ทุกวัน

# Integrations_ImportKhanAcademyDaily
source: Import my completed videos and assessments from Khan Academy daily.
ar_sa: استيراد مقاطع الفيديو المكتملة والتقييمات منKhan Academy يوميًا.
es_es: Importar mis videos y evaluaciones completados de Khan Academy a diario.
ko_kr: Khan Academy에서 나의 완료한 동영상 및 평가를 매일 가져옵니다.
nl_nl: Mijn voltooide video's en beoordelingen dagelijks uit Khan Academy importeren.
th_th: นำเข้าวิดีโอที่รับชมแล้วและแบบประเมินที่ทำเสร็จแล้วจาก Khan Academy ทุกวัน

# Integrations_ImportNow
source: Import Now
ar_sa: استيراد الآن
es_es: Importar ahora
ko_kr: 지금 가져오기
nl_nl: Nu importeren
th_th: นำเข้าเลย

# Integrations_ImportPluralsightDaily
source: Import completed courses from Pluralsight daily.
ar_sa: استيراد الدورات المكتملة من Pluralsight يوميًا.
es_es: Importar cursos completados de Pluralsight a diario.
ko_kr: Pluralsight에서 완료한 과정을 매일 가져옵니다.
nl_nl: Voltooide cursussen dagelijks uit Pluralsight importeren.
th_th: นำเข้าหลักสูตรที่เรียนแล้วทั้งหมดจาก Pluralsight ทุกวัน

# Integrations_ImportPocketDaily
source: Import articles I have marked as 'archived' in Pocket daily.
ar_sa: استيراد المقالات التي وضعت عليها علامة "مؤرشفة" في Pocket يوميًا.
es_es: Importar los artículos marcados como archivados de Pocket a diario.
ko_kr: Pocket에서 '보관'으로 표시한 아티클을 매일 가져옵니다.
nl_nl: Artikelen die ik heb gemarkeerd als 'gearchiveerd' in Pocket dagelijks importeren.
th_th: นำเข้าบทความที่ฉันทำเครื่องหมายว่า 'จัดเก็บแล้ว' จาก Pocket ทุกวัน

# Integrations_ImportReadabilityDaily
source: Import articles I have marked as 'archived' in Readability daily.
ar_sa: استيراد المقالات التي وضعت عليها علامة "مؤرشفة" في Readability يوميًا.
es_es: Importar los artículos marcados como archivados de Readability a diario.
ko_kr: Readability에서 '보관'으로 표시한 아티클을 매일 가져옵니다.
nl_nl: Artikelen die ik heb gemarkeerd als 'gearchiveerd' in Readability dagelijks importeren.
th_th: นำเข้าบทความที่ฉันทำเครื่องหมายว่า 'จัดเก็บแล้ว' จาก Readability ทุกวัน

# Integrations_ImportReadArticlesReadability
source: Import my read articles from Readability
ar_sa: استيراد المقالات التي قرأتها من على موقع Readability
es_es: Importar mis artículos leídos de Readability
ko_kr: Readability에서 나의 읽은 아티클을 가져오기
nl_nl: Mijn gelezen artikelen uit Readability importeren
th_th: นำเข้าบทความที่ฉันอ่านแล้วจาก Readability

# Integrations_ImportReadGoodreads
source: Import my read books from Goodreads
ar_sa: استيراد الكتب التي قرأتها من على موقع Goodreads
es_es: Importar mis libros leídos de Goodreads
ko_kr: Goodreads에서 나의 읽은 책을 가져오기
nl_nl: Mijn gelezen boeken uit Goodreads importeren
th_th: นำเข้าหนังสือที่ฉันอ่านแล้วจาก Goodreads

# Integrations_ImportSkillshareDaily
source: Import all courses from my Skillshare profile daily.
ar_sa: استيراد جميع الدورات من الملف الشخصي لي على موقع Skillshare يوميًا.
es_es: Importar todos los cursos de mi perfil de Skillshare a diario.
ko_kr: Skillshare 프로필에서 모든 과정을 매일 가져옵니다.
nl_nl: Alle cursussen dagelijks uit mijn Skillshare-profiel importeren.
th_th: นำเข้าหลักสูตรทั้งหมดจากโปรไฟล์ Skillshare ของฉันทุกวัน

# Integrations_ImportTreehouseDaily
source: Import completed courses from Treehouse daily.
ar_sa: استيراد الدورات المكتملة من موقع Treehouse يوميًا.
es_es: Importar cursos completados de Treehouse a diario.
ko_kr: Treehouse에서 완료한 과정을 매일 가져옵니다.
nl_nl: Voltooide cursussen dagelijks uit Treehouse importeren.
th_th: นำเข้าหลักสูตรที่เรียนแล้วทั้งหมดจาก Treehouse ทุกวัน

# Integrations_ImportUdemyDaily
source: Import all courses from my Udemy profile daily.
ar_sa: استيراد جميع الدورات من ملفي الشخصي على موقع Udemy يوميًا.
es_es: Importar todos los cursos de mi perfil de Udemy a diario.
ko_kr: Udemy 프로필에서 모든 과정을 매일 가져옵니다.
nl_nl: Alle cursussen dagelijks uit mijn Udemy-profiel importeren.
th_th: นำเข้าหลักสูตรทั้งหมดจากโปรไฟล์ Udemy ทุกวัน

# Integrations_KhanAcademyContentFree
source: All Khan Academy content is available for free at
ar_sa: يتوفر جميع محتوى Khan Academy مجانًا على
es_es: Todo el contenido de Khan Academy disponible de manera gratuita en
ko_kr: 모든 Khan Academy 콘텐츠는 ~에서 무료로 사용 가능
nl_nl: Alle content van Khan Academy is gratis beschikbaar op
th_th: สามารถรับเนื้อหาทั้งหมดของ Khan Academy ได้ฟรีที่
