Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# dgFlexRow_LinkTitleHelperText
source: This title will appear on the link button; we suggest keeping it short.
ar_sa: سيظهر هذا العنوان على زر الرابط. نقترح إبقاؤه قصيرًا.
es_es: Este título aparecerá en el botón del vínculo; le sugerimos que sea corto.
ko_kr: 이 제목은 링크 버튼에 나타납니다. 짧게 만들 것을 권장합니다.
nl_nl: Deze titel verschijnt op de linkknop; we raden aan om het kort te houden.
th_th: ชื่อนี้จะปรากฏบนปุ่มลิงก์ เราแนะนำว่าควรเป็นชื่อสั้น ๆ

# dgFlexRow_MarkdownSupported
source: Markdown supported.
ar_sa: تخفيض مدعوم
es_es: Compatible con Markdown.
ko_kr: 마크다운을 지원합니다.
nl_nl: Markdown ondersteund
th_th: รับรองมาร์กดาวน์

# dgFlexRow_NeedMarkdownHelp
source: Need help?
ar_sa: هل تحتاج للمساعدة؟
es_es: ¿Necesita ayuda?
ko_kr: 도움이 필요하신가요?
nl_nl: Hulp nodig?
th_th: มีอะไรให้ช่วยไหม?

# dgFlexRow_RemoveSection
source: Remove Section
ar_sa: إزالة قسم
es_es: Eliminar sección
ko_kr: 섹션 제거
nl_nl: Sectie verwijderen
th_th: ลบหัวข้อ

# dgFlexRow_ReorderItems
source: Reorder Items
ar_sa: نقل العناصر
es_es: Mover elementos
ko_kr: 항목 재정렬
nl_nl: Items opnieuw ordenen
th_th: เรียงลำดับรายการใหม่

# dgFlexRow_ReorderSectionsTitle
source: Reorder Sections
ar_sa: نقل الأقسام
es_es: Mover secciones
ko_kr: 섹션 재정렬
nl_nl: Secties opnieuw ordenen
th_th: เรียงลำดับส่วนใหม่

# dgFlexRow_SectionTypeLabelFormat
source: {{sectionType}} Section
ar_sa: {{sectionType}} قسم
es_es: Sección {{sectionType}}
ko_kr: {{sectionType}} 섹션
nl_nl: {{sectionType}}-sectie
th_th: {{sectionType}} ส่วน

# dgFlexRow_TextTitle
source: Text
ar_sa: النص
es_es: Texto
ko_kr: 텍스트
nl_nl: Tekst
th_th: ข้อความ

# dgFlexRow_TextTitlePlaceholder
source: Add some extra information, context, etc.
ar_sa: أضف المزيد من المعلومات والسياق وما إلى ذلك.
es_es: Agregue más detalles, contexto, etc.
ko_kr: 추가 정보, 컨텍스트 등 추가
nl_nl: Voeg extra informatie, context, enz. toe
th_th: เพิ่มข้อความเพิ่มเติม บริบท เป็นต้น

# dgFlexRow_UrlRequired
source: A valid URL is required (http://)
ar_sa: يلزم إدخال عنوان URL صالح (http://).
es_es: Se necesita una URL válida (http://)
ko_kr: 유효한 URL을 입력해야 함(http://)
nl_nl: Een geldige URL is vereist (http://)
th_th: ต้องระบุ URL ที่ถูกต้อง (http://)

# dgFlexRow_YesDeleteButton
source: Yes, delete
ar_sa: نعم، احذف
es_es: Sí, eliminar
ko_kr: 예, 삭제합니다.
nl_nl: Ja, verwijderen
th_th: ใช่ โปรดลบ

# dgGlobalAdd_Achievement
source: Achievement
ar_sa: الإنجاز
es_es: Logro
ko_kr: 업적
nl_nl: Prestatie
th_th: ผลงานความสำเร็จ

# dgGlobalAdd_AchievementDescription
source: Demonstrate skill by documenting what you have achieved.
ar_sa: إثبات المهارة من خلال توثيق ما أنجزته
es_es: Demuestre sus habilidades documentando sus logros.
ko_kr: 달성한 것으로 문서로 기록하여 기술을 증명합니다.
nl_nl: Toon je vaardigheid door het documenteren van wat je hebt bereikt.
th_th: แสดงทักษะโดยบันทึกว่าคุณประสบความสำเร็จในเรื่องใดบ้าง

# dgGlobalAdd_AddNewOutcomeTooltipFormat
source: Add a new {{newOutcome}} to your profile
ar_sa: إضافة {{newOutcome}} جديد إلى ملفك الشخصي
es_es: Agregar un nuevo {{newOutcome}} a su perfil
ko_kr: 프로필에 새 {{newOutcome}}을(를) 추가
nl_nl: Een nieuw {{newOutcome}} aan je profiel toevoegen
th_th: เพิ่ม{{newOutcome}}ใหม่ไปยังโปรไฟล์ของคุณ

# dgGlobalAdd_Content
source: Content
ar_sa: المحتوى
es_es: Contenido
ko_kr: 콘텐츠
th_th: เนื้อหา

# dgGlobalAdd_CreateAPathway
source: Create a Pathway
ar_sa: إنشاء مساق
es_es: Crear un itinerario
ko_kr: 경로 만들기
nl_nl: Een Leerpad aanmaken
th_th: สร้างเส้นทางการเรียนรู้

# dgGlobalAdd_Description
source: Add learning, experience, and coursework to your profile.
ar_sa: إضافة التعلم، والخبرة، والدورات الدراسية لملف التعريف الخاص بك.
es_es: Agregue formación, experiencia y cursos a su perfil.
ko_kr: 프로필에 학습, 경험 및 과정을 추가합니다.
nl_nl: Leren, ervaring en cursussen toevoegen aan je profiel.
th_th: เพิ่มการเรียนรู้ ประสบการณ์ และหลักสูตรการเรียนไปยังโปรไฟล์ของคุณ

# dgGlobalAdd_ExtensionsFormat
source: Add content from across the web with our {{startAnchor}}extensions{{endAnchor}}.
ar_sa: أضف محتوى من جميع أنحاء الويب باستخدام {{startAnchor}} إضافاتنا {{endAnchor}}.
es_es: Agregue contenido de toda la web con nuestras {{startAnchor}}extensiones{{endAnchor}}.
ko_kr: {{startAnchor}}확장{{endAnchor}}을 이용하여 웹에서 콘텐츠를 추가합니다.
nl_nl: Voeg content van het internet toe met onze{{startAnchor}}extensies{{endAnchor}}.
th_th: เพิ่มเนื้อหาจากทั่วอินเทอร์เน็ตด้วย{{startAnchor}}ส่วนขยาย{{endAnchor}}ของเรา

# dgGlobalAdd_IntegrationsFormat
source: Connect to providers and import completed items to your profile with {{startAnchor}}integrations{{endAnchor}}.
ar_sa: يمكنك الاتصال بالموردين واستيراد العناصر المكتملة إلى ملفك الشخصي من خلال {{startAnchor}}عمليات التكامل{{endAnchor}}.
es_es: Conecte con proveedores e importe elementos completos en su perfil con {{startAnchor}}integraciones{{endAnchor}}.
ko_kr: 제공자에게 연결하고 {{startAnchor}}확장{{endAnchor}}을 이용하여 완료한 항목을 프로필에 가져옵니다.
nl_nl: Sluit je aan bij aanbieders en importeer voltooide items naar je profiel met {{startAnchor}}integraties {{endAnchor}}.
th_th: เชื่อมต่อกับผู้ให้บริการและนำเข้าเนื้อหาที่คุณทำเสร็จเรียบร้อยแล้วไปยังโปรไฟล์ด้วย{{startAnchor}}โปรแกรมสำหรับใช้งานร่วมกัน{{endAnchor}}

# dgGlobalAdd_OutcomeTypeFormat
source: You've added your maximum of {{outcomeLimit}} {{outcomeType}}s. You can edit or remove these from your collection.
ar_sa: لقد اضفت الحد الأقصى من عدد {{outcomeLimit}} {{outcomeType}}. يمكن التحرير أو إزالة هذه من تجميعتك.
es_es: Agregó su máximo de {{outcomeLimit}} {{outcomeType}}s. Puede editarlos o eliminarlos de su colección.
ko_kr: 최대 {{outcomeType}} {{outcomeLimit}}개를 추가했습니다. 컬렉션에서 편집 또는 추가할 수 있습니다.
nl_nl: Je hebt het maximale aantal {{outcomeLimit}} {{outcomeType}}'s toegevoegd. Je kunt deze bewerken of uit je verzameling verwijderen.
th_th: คุณได้เพิ่ม{{outcomeType}}เป็นจำนวนสูงสุด {{outcomeLimit}} รายการแล้ว คุณสามารถแก้ไขหรือลบสิ่งเหล่านี้จากคอลเล็กชันของคุณ

# dgGlobalAdd_TooltipFormat
source: Add a new {{inputType}} to your profile
ar_sa: إضافة {{inputType}} جديد إلى ملفك الشخصي
es_es: Agregar un nuevo {{inputType}} a su perfil
ko_kr: 프로필에 새 {{inputType}}을(를) 추가
nl_nl: Een nieuw {{inputType}} aan je profiel toevoegen
th_th: เพิ่ม{{inputType}}ใหม่ไปยังโปรไฟล์ของคุณ

# dgGlobalAddSuccess_CompletedToday
source: Completed Today
ar_sa: أكملت اليوم
es_es: Completado hoy
ko_kr: 오늘 완료
nl_nl: Vandaag voltooid
th_th: สิ่งที่ทำเสร็จในวันนี้

# dgGlobalAddSuccess_Description
source: Every item you mark complete on Degreed is added to your profile collection, where you can find or share it later.
ar_sa: تتم إضافة كل عنصر تضع عليه علامة تشير إلى إتمامه على Degreed إلى مجموعة ملفك الشخصي، حيث يمكنك الرجوع إليه أو مشاركته لاحقًا.
es_es: Cada elemento que marque como completado en Degreed se agrega a la colección de su perfil, donde puede buscarlo o compartirlo más tarde.
ko_kr: Degreed에서 완료로 표시하는 모든 항목은 프로필 컬렉션에 추가되며, 여기에서 나중에 원하는 항목을 찾거나 공유할 수 있습니다.
nl_nl: Elk item dat je als voltooid markeert op Degreed wordt toegevoegd aan je profielcollectie, waar je deze kunt vinden of later kunt delen.
th_th: เนื้อหาทั้งหมดที่ทำเครื่องหมายว่าเสร็จสิ้นบน Degreed จะเพิ่มไปยังคอลเล็กชันของโปรไฟล์ ซึ่งคุณสามารถค้นหาหรือแบ่งปันในภายหลังได้

# dgGlobalAddSuccess_ErrorWhenAdding
source: There was a problem. Please try adding to your profile again. If the problem persists please contact us so we can help.
ar_sa: حدثت مشكلة. الرجاء محاولة الإضافة إلى ملفك الشخصي مرة أخرى. إذا استمرت المشكلة الرجاء الاتصال بنا مباشرة على لنتمكن من مساعدتك.
es_es: Se produjo un problema. Pruebe a agregarlo de nuevo a su perfil. Si el problema continúa, contáctenos para que podamos ayudarle.
ko_kr: 문제가 있었습니다. 다시 프로필에 추가를 시도하십시오. 문제가 계속되는 경우 저희에게 연락 주시면 도움을 드리겠습니다.
nl_nl: Er was een probleem. Probeer opnieuw toe te voegen aan je profiel. Neem contact met ons op zodat we je kunnen helpen als het probleem aanhoudt.
th_th: เกิดปัญหาขึ้น โปรดลองเพิ่มไปยังโปรไฟล์ของคุณอีกครั้ง หากยังพบปัญหาอีก โปรดติดต่อเราเพื่อรับความช่วยเหลือ

# dgGlobalAddSuccess_LearningItems
source: Learning Items
ar_sa: عناصر التعلم
es_es: Elementos de formación
ko_kr: 학습 항목
nl_nl: Leeritems
th_th: เนื้อหาการเรียนรู้

# dgGlobalAddSuccess_Points
source: points
ar_sa: النقاط
es_es: puntos
ko_kr: 포인트
nl_nl: punten
th_th: คะแนน

# dgGlobalAddSuccess_RewardTrophy
source: Reward Trophy
ar_sa: كأس المكافأة
es_es: Trofeo de recompensa
ko_kr: 보상 트로피
nl_nl: Beloningstrofee
th_th: ถ้วยรางวัล

# dgGlobalAddSuccess_StartedYourCollection
source: You&rsquo;ve started your collection!
ar_sa: لقد بدأت في تجميعتك!
es_es: ¡Empezó su colección!
ko_kr: 컬렉션을 시작하셨습니다!
nl_nl: Je bent je verzameling gestart!
th_th: คุณได้เริ่มต้นคอลเล็กชันของตัวเองแล้ว!

# dgGlobalAddSuccess_ViewYourCollection
source: View your collection
ar_sa: عرض تجميعتك
es_es: Ver su colección
ko_kr: 컬렉션 보기
nl_nl: Je verzameling weergeven
th_th: ดูคอลเล็กชันของคุณ

# dgGlobalSearch_A11ySearchDescription
source: Enter text and press enter or press down arrow key to select suggested items.
ar_sa: أدخل النص واضغط على زر الإدخال أو اضغط على مفتاح السهم للأسفل لتحديد العناصر المقترحة.
es_es: Escriba texto y pulse intro o pulse la flecha hacia abajo para seleccionar los elementos sugeridos.
ko_kr: 텍스트를 입력하고 Enter 키를 누르거나 화살표 키로 추천 항목을 선택하세요.
nl_nl: Voer tekst in en druk op enter of de pijl omlaag om de voorgestelde items te selecteren.
th_th: ใส่ข้อความและกด enter หรือกดปุ่มลูกศรลงเพื่อเลือกรายการที่แนะนำ

# dgGlobalSearch_SearchExpandLabel
source: Expand Search
ar_sa: توسيع البحث
es_es: Ampliar búsqueda
ko_kr: 확장 검색
nl_nl: Zoekopdracht uitbreiden
th_th: ขยายการค้นหา

# dgGlobalSearch_TopicsLabel
source: Your Topics
ar_sa: مواضيعك
es_es: Sus temas
ko_kr: 주제
nl_nl: Jouw onderwerpen
th_th: หัวข้อของคุณ

# dgGoalItem_AssignedByFormat
source: Assigned {{startSpan}} by {{startAnchor}} {{goalCreatorName}}{{endAnchor}}{{endSpan}} to {{startAnchor2}}{{goalName}}{{endAnchor}}
ar_sa: تم تعيين {{startSpan}} بواسطة {{startAnchor}} {{goalCreatorName}}{{endAnchor}}{{endSpan}} من أجل {{startAnchor2}}{{goalName}}{{endAnchor}}
es_es: {{startSpan}} asignado por {{startAnchor}} {{goalCreatorName}}{{endAnchor}}{{endSpan}} a {{startAnchor2}}{{goalName}}{{endAnchor}}
ko_kr: {{startSpan}}{{startAnchor}}{{goalCreatorName}}{{endAnchor}}에 의해{{endSpan}} {{startAnchor2}}{{goalName}}에{{endAnchor}} 할당됨
nl_nl: Toegewezen {{startSpan}} door {{startAnchor}} {{goalCreatorName}}{{endAnchor}}{{endSpan}} aan {{startAnchor2}}{{goalName}}{{endAnchor}}
th_th: ได้รับมอบหมายงาน{{startSpan}}โดย {{startAnchor}} {{goalCreatorName}}{{endAnchor}}{{endSpan}} ให้ {{startAnchor2}}{{goalName}}{{endAnchor}}

# dgGoalItem_GoalEndDateFormat
source: Due {{goalEndDate}}
ar_sa: {{goalEndDate}} المقرر
es_es: Previsto el {{goalEndDate}}
ko_kr: 기한 {{goalEndDate}}
nl_nl: Vervaldatum {{goalEndDate}}
th_th: กำหนดเวลา {{goalEndDate}}

# dgGoalTitle_CompleteInputFormat
source: Complete {{htmlInputTitle}} {{inputType}}
ar_sa: {{htmlInputTitle}} {{inputType}} كامل
es_es: Completar {{inputType}} {{htmlInputTitle}}
ko_kr: {{htmlInputTitle}} {{inputType}} 완료
nl_nl: Voltooi {{htmlInputTitle}} {{inputType}}
th_th: ดำเนินการกับ{{inputType}} {{htmlInputTitle}} ให้เสร็จ

# dgGoalTitle_CompletePathwayFormat
source: Complete {{htmlPathwayTitle}} Pathway
ar_sa: مساق {{htmlPathwayTitle}} كامل
es_es: Completar el itinerario {{htmlPathwayTitle}}
ko_kr: {{htmlPathwayTitle}} 경로 완료
nl_nl: Voltooi {{htmlPathwayTitle}} Pathway
th_th: ศึกษาในเส้นทางการเรียนรู้ {{htmlPathwayTitle}} ให้สำเร็จ

# dgGoalTitle_EarnPointsByTagFormat
source: Earn {{startStrong}}{{goalPoints}}{{endStrong}} more pts in {{anchorHtml}}
ar_sa: اربح {{startStrong}}{{goalPoints}}{{endStrong}} نقاط أكثر في {{anchorHtml}}
es_es: Ganar {{startStrong}}{{goalPoints}}{{endStrong}} más puntos en {{anchorHtml}}
ko_kr: {{anchorHtml}}에서 {{startStrong}}{{goalPoints}}{{endStrong}} 포인트 더 얻기
nl_nl: Verdien {{startStrong}}{{goalPoints}}{{endStrong}} meer punten in {{anchorHtml}}
th_th: รับคะแนนเพิ่มอีก {{startStrong}}{{goalPoints}}{{endStrong}} คะแนนใน {{anchorHtml}}

# dgGroupDelete_DeleteGroupTitle
source: Delete Group
ar_sa: حذف مجموعة
es_es: Eliminar grupo
ko_kr: 그룹 삭제
nl_nl: Groep verwijderen
th_th: ลบกลุ่ม

# dgGroupDelete_DeleteLabelFormat
source: Type "{{delete}}"
ar_sa: انقر "{{delete}}"
es_es: Ingrese "{{delete}}"
ko_kr: "{{delete}}" 입력
th_th: พิมพ์ "{{delete}}"

# dgGroupDelete_DeleteLabelInfoFormat
source: Type the word "{{delete}}"
ar_sa: انقر الكلمة "{{delete}}"
es_es: Ingrese la palabra "{{delete}}"
ko_kr: "{{delete}}"라고 입력
nl_nl: Typ het woord "{{verwijderen}}"
th_th: พิมพ์คำว่า "{{delete}}"

# dgGroupDelete_Instructions
source: To delete this group, type "{{delete}}" into the field and press the "Delete Group" button.
ar_sa: لحذف هذه المجموعة، انقر "{{delete}}" في الحقل واضغط زر "Delete Group".
es_es: Para eliminar este grupo, ingrese "{{delete}}" en el campo y pulse el botón Eliminar grupo.
ko_kr: 이 그룹을 삭제하려면 필드에 "{{delete}}"라고 입력하고 "그룹 삭제" 단추를 누릅니다.
nl_nl: Om deze groep te verwijderen, typ "{{delete}}” in het veld en druk op de “Groep verwijderen”-knop.
th_th: หากต้องการลบกลุ่มนี้ ให้พิมพ์คำว่า "{{delete}}" ลงในช่อง แล้วกดปุ่ม "ลบกลุ่ม"

# dgGroupDelete_InstructionsFormat
source: To delete this group, type "{{delete}}" into the field and press the "Delete Group" button.
ar_sa: لحذف هذه المجموعة، انقر "{{delete}}" في الحقل واضغط زر "Delete Group".
es_es: Para eliminar este grupo, ingrese "{{delete}}" en el campo y pulse el botón Eliminar grupo.
ko_kr: 이 그룹을 삭제하려면 필드에 "{{delete}}"라고 입력하고 "그룹 삭제" 단추를 누릅니다.
nl_nl: Om deze groep te verwijderen, typ "{{delete}}” in het veld en druk op de “Groep verwijderen”-knop.
th_th: หากต้องการลบกลุ่มนี้ ให้พิมพ์คำว่า "{{delete}}" ลงในช่อง แล้วกดปุ่ม "ลบกลุ่ม"

# dgGroupGoalItem_ViewParticipants
source: View Participants
ar_sa: عرض المشاركين
es_es: Ver participantes
ko_kr: 참가자 보기
nl_nl: Deelnemers weergeven
th_th: ดูผู้เข้าร่วม

# dgGroupGoals_CompleteAPathway
source: Complete a Pathway
ar_sa: أكمل أحد المساقات
es_es: Completar un itinerario
ko_kr: 경로를 완료
nl_nl: Een Leerpad voltooien
th_th: ศึกษาในเส้นทางการเรียนรู้ให้สำเร็จ

# dgGroupGoals_Completed
source: Completed
ar_sa: مكتمل
es_es: Completado
ko_kr: 완료됨
nl_nl: Voltooid
th_th: เสร็จสิ้นแล้ว

# dgGroupGoals_CreateAGoal
source: Create a Goal
ar_sa: حدد هدف
es_es: Crear un objetivo
ko_kr: 목표를 만들기
nl_nl: Een doelstelling aanmaken
th_th: สร้างเป้าหมาย

# dgGroupGoals_CreateGoal
source: Create Goal
ar_sa: إنشاء هدف
es_es: Crear objetivo
ko_kr: 목표 만들기
nl_nl: Doelstelling aanmaken
th_th: สร้างเป้าหมาย

# dgGroupGoals_CreateGoalSummary
source: Goals are a great way track your progress as you earn points in a category or work through a pathway.
ar_sa: الأهداف هي طريقة رائعة لتتبع التقدم الذي أحرزته عند كسب نقاط في فئة أو عمل ما خلال أحد المساقات.
es_es: Los objetivos son la forma ideal de hacer el seguimiento su progreso a medida que va ganando puntos en una categoría o trabajando en un itinerario.
ko_kr: 목표는 카테고리에서 포인트를 획득하거나 경로에 따라서 학습하므로 진행률을 추적하는 좋은 방법입니다.
nl_nl: Doelstellingen zijn een goede manier om je voortgang te volgen, terwijl je punten in een categorie verdient of aan een leerpad werkt.
th_th: เป้าหมายเป็นวิธีการที่ดีในการติดตามความคืบหน้าของคุณ ขณะที่คุณสะสมคะแนนในหมวดหมู่ความรู้ หรือศึกษาในเส้นทางการเรียนรู้

# dgGroupGoals_EarnMorePoints
source: Earn more Points in a Category
ar_sa: تحصيل المزيد من النقاط في أحد الفئات
es_es: Ganar más puntos en una categoría
ko_kr: 카테고리에서 더 많은 포인트 획득
nl_nl: Verdien meer punten in een categorie
th_th: รับคะแนนเพิ่มในหมวดหมู่ความรู้

# dgGroupGoals_HowTo
source: Create group goals by using the create goal button.
ar_sa: تيمكن إنشاء أهداف المجموعة باستخدام زر تحديد هدف.
es_es: Cree objetivos de grupo con el botón Crear objetivo.
ko_kr: 목표 만들기 단추를 이용하여 그룹 목표를 만듭니다.
nl_nl: Maak groepsdoelstellingen aan met de knop doelstelling aanmaken.
th_th: สร้างเป้าหมายของกลุ่มโดยใช้ปุ่มสร้างเป้าหมาย

# dgGroupGoals_NoGoals
source: You don't have any group goals created.
ar_sa: لم تحدد أي أهداف للمجموعة.
es_es: No creó ningún objetivo de grupo.
ko_kr: 만든 그룹 목표가 없습니다.
nl_nl: Je hebt geen groepsdoelstellingen aangemaakt.
th_th: คุณยังไม่ได้สร้างเป้าหมายกลุ่ม

# dgGroupGoalsOverview_HowTo
source: Create a goal by clicking "goals" and "create goal"
ar_sa: حدد هدف من خلال النقر على "أهداف" و"تحديد هدف"
es_es: Crear un objetivo haciendo clic en Objetivos y Crear objetivo
ko_kr: "목표" 및 "목표 만들기"를 클릭하여 목표 만들기
nl_nl: Maak een doelstelling aan door op “doelstellingen" en "doelstelling aanmaken” te klikken
th_th: สร้างเป้าหมายโดยคลิก "เป้าหมาย" แล้วคลิก "สร้างเป้าหมาย"

# dgGroupInvite_groupInviteNotificationInviteFormat
source: {{personNameHtml}} invited you to the {{groupNameHtml}} group
ar_sa: {{personNameHtml}} دعاك إلى مجموعة {{groupNameHtml}}.
es_es: {{personNameHtml}} le invitó al grupo {{groupNameHtml}}
ko_kr: {{personNameHtml}}이(가) 귀하를 {{groupNameHtml}} 그룹에 초대했습니다.
nl_nl: {{personNameHtml}} heeft je uitgenodigd voor de groep {{groupNameHtml}}
th_th: {{personNameHtml}} เชิญให้คุณเข้าร่วมกลุ่ม {{groupNameHtml}}

# dgGroupMember_MemberSettings
source: Member settings
ar_sa: إعدادات الأعضاء
es_es: Ajustes de miembros
ko_kr: 멤버 설정
nl_nl: Lid-instellingen
th_th: การตั้งค่าสมาชิก

# dgGroupMember_NoActiveMemberMatch
source: No active members match your search
ar_sa: لا يتطابق أي عضو نشط مع بحثك
es_es: No hay miembros activos que concuerden con su búsqueda
ko_kr: 검색과 일치하는 활성 멤버 없음
nl_nl: Er zijn geen actieve leden die overeenkomen met je zoekopdracht
th_th: ไม่มีสมาชิกที่ยังใช้งานซึ่งตรงกับเกณฑ์การค้นหาของคุณ

# dgGroupMembers_ActiveMembers
source: Active Members
ar_sa: الأعضاء النشطين
es_es: Miembros activos
ko_kr: 활성 멤버
nl_nl: Actieve leden
th_th: สมาชิกที่ยังใช้งาน

# dgGroupMembers_AddPeople
source: Add people to group
ar_sa: إضافة أشخاص إلى مجموعة
es_es: Agregar personas al grupo
ko_kr: 사람을 그룹에 추가
nl_nl: Personen aan een groep toevoegen
th_th: เพิ่มผู้คนไปยังกลุ่ม

# dgGroupMembers_AddPeopleButton
source: Add people
ar_sa: إضافة أشخاص
es_es: Agregar personas
ko_kr: 사람들 추가
nl_nl: Personen toevoegen
th_th: เพิ่มผู้คน

# dgGroupMembers_Admin
source: Admin
ar_sa: مسؤول
ko_kr: 관리자
nl_nl: Beheerder
th_th: ผู้ดูแลระบบ

# dgGroupMembers_DateInvited
source: Date Invited
ar_sa: تاريخ الدعوة
es_es: Fecha de invitación
ko_kr: 초대한 날짜
nl_nl: Datum uitgenodigd
th_th: วันที่เชิญ

# dgGroupMembers_DateJoined
source: Date Joined
ar_sa: تاريخ الانضمام
es_es: Fecha de unión
ko_kr: 참가한 날짜
nl_nl: Datum lid geworden
th_th: วันที่เข้าร่วม

# dgGroupMembers_Invited
source: Invited
ar_sa: تمت الدعوة
es_es: Invitado
ko_kr: 초대
nl_nl: Uitgenodigd
th_th: เชิญแล้ว

# dgGroupMembers_InviteMembers
source: Invite members
ar_sa: دعوة أعضاء
es_es: Invitar a miembros
ko_kr: 멤버 초대
nl_nl: Leden uitnodigen
th_th: เชิญสมาชิก

# dgGroupMembers_LastActive
source: Last Active
ar_sa: آخر تنشيط
es_es: Última vez activo
ko_kr: 마지막 활성
nl_nl: Laatst actief
th_th: ใช้งานล่าสุด

# dgGroupMembers_MemberSettings
source: Member settings
ar_sa: إعدادات الأعضاء
es_es: Ajustes de miembros
ko_kr: 멤버 설정
nl_nl: Lid-instellingen
th_th: การตั้งค่าสมาชิก

# dgGroupMembers_NameHeader
source: Name
ar_sa: الاسم
es_es: Nombre
ko_kr: 이름
nl_nl: Naam
th_th: ชื่อ

# dgGroupMembers_NoActiveMemberMatch
source: No active members match your search
ar_sa: لا يتطابق أي عضو نشط مع بحثك
es_es: No hay miembros activos que concuerden con su búsqueda
ko_kr: 검색과 일치하는 활성 멤버 없음
nl_nl: Er zijn geen actieve leden die overeenkomen met je zoekopdracht
th_th: ไม่มีสมาชิกที่ยังใช้งานซึ่งตรงกับเกณฑ์การค้นหาของคุณ

# dgGroupMembers_NoMatches
source: No members in this organization match your search term
ar_sa: لا يتطابق أي عضو في هذه المؤسسة مع مصطلح البحث
es_es: Ningún miembro de esta empresa concuerda con su término de búsqueda
ko_kr: 이 조직에 검색과 일치하는 멤버 없음
nl_nl: Er zijn geen leden in deze organisatie die overeenkomen met jouw zoekterm
th_th: ไม่มีสมาชิกในองค์กรนี้ที่ตรงกับเกณฑ์การค้นหาของคุณ

# dgGroupMembers_NoPendingMembers
source: No pending members
ar_sa: لا يوجد أعضاء معلقين
es_es: No hay miembros pendientes
ko_kr: 보류 중 멤버 없음
nl_nl: Geen leden in behandeling
th_th: ไม่มีสมาชิกที่รอการพิจารณา

# dgGroupMembers_NoPendingRequests
source: No pending requests
ar_sa: لا توجد طلبات معلقة
es_es: No hay solicitudes pendientes
ko_kr: 보류 중 요청 없음
nl_nl: Geen verzoeken in behandeling
th_th: ไม่มีคำขอที่รอดำเนินการ

# dgGroupMembers_PendingApprovalHeader
source: Pending approval
ar_sa: الموافقة المعلقة
es_es: Pendiente de aprobación
ko_kr: 보류 중 승인
nl_nl: In afwachting van goedkeuring
th_th: รอการอนุมัติ

# dgGroupMembers_PendingInvitationFormat
source: {{memberCount}} pending invitations
ar_sa: عدد {{memberCount}} من الدعوات المعلقة
es_es: {{memberCount}} invitaciones pendientes
ko_kr: {{memberCount}} 보류 중 초대
nl_nl: {{memberCount}} lopende uitnodigingen
th_th: คำเชิญที่รอดำเนินการ {{memberCount}} รายการ

# dgGroupMembers_PendingInvitations
source: Pending Invitations
ar_sa: الدعوات المعلقة
es_es: Invitaciones pendientes
ko_kr: 보류 중 초대
nl_nl: Lopende uitnodigingen
th_th: คำเชิญที่รอดำเนินการ

# dgGroupMembers_PendingMemberSettings
source: Pending member settings
ar_sa: إعدادات الأعضاء المعلقة
es_es: Ajustes de miembros pendientes
ko_kr: 보류 중 멤버 설정
nl_nl: In afwachting van lidmaatschapsinstellingen
th_th: การตั้งค่าสมาชิกที่รอดำเนินการ

# dgGroupMembers_PendingRequests
source: Pending Requests
ar_sa: الطلبات المعلقة
es_es: Solicitudes pendientes
ko_kr: 보류 중 요청
nl_nl: Verzoeken in behandeling
th_th: คำขอที่รอดำเนินการ

# dgGroupMembers_Points
source: Points
ar_sa: النقاط
es_es: Puntos
ko_kr: 포인트
nl_nl: Punten
th_th: คะแนน

# dgGroupMembers_PointsTooltip
source: Total points from completed content, not including experience
ar_sa: إجمالي النقاط من محتوى كامل، لا يشمل الخبرة
es_es: Puntos totales de contenido completado, no incluye experiencia
ko_kr: 경험을 포함하지 않은 완료한 콘텐츠부터 합계 포인트
nl_nl: Totaal aantal punten van voltooide content, ervaring niet inbegrepen
th_th: คะแนนรวมที่ได้จากการดำเนินการกับเนื้อหาเสร็จเรียบร้อย ไม่รวมประสบการณ์

# dgGroupMembers_Resend
source: Re-send
ar_sa: إعادة إرسال
es_es: Volver a enviar
ko_kr: 다시 보내기
nl_nl: Opnieuw verzenden
th_th: ส่งอีกครั้ง

# dgGroupMembers_ResendAll
source: Re-send All
ar_sa: إعادة إرسال الجميع
es_es: Volver a enviar todas
ko_kr: 모두 다시 보내기
nl_nl: Alles opnieuw verzenden
th_th: ส่งทั้งหมดอีกครั้ง

# dgGroupMembers_ResendInvites
source: Re-send invites
ar_sa: إعادة إرسال الدعوات
es_es: Volver a enviar invitaciones
ko_kr: 초대 다시 보내기
nl_nl: Uitnodigingen opnieuw verzenden
th_th: ส่งคำเชิญอีกครั้ง

# dgGroupMembers_SearchByName
source: Search by name
ar_sa: البحث باستخدام الاسم
es_es: Buscar por nombre
ko_kr: 이름으로 검색
nl_nl: Zoeken op naam
th_th: ค้นหาด้วยชื่อ

# dgGroupMembers_SearchForMember
source: Search for a member
ar_sa: البحث عن عضو
es_es: Buscar a un miembro
ko_kr: 멤버를 검색
nl_nl: Zoeken naar een lid
th_th: ค้นหาสมาชิก

# dgGroupMembers_SelectedCountFormat
source: ({{checkedCount}}/{{pendingInviteCount}} selected)
ar_sa: ({{checkedCount}}/{{pendingInviteCount}} المُحددة)
es_es: (Se seleccionó {{checkedCount}}/{{pendingInviteCount}})
ko_kr: ({{checkedCount}}/{{pendingInviteCount}} 선택됨)
nl_nl: ({{checkedCount}}/{{pendingInviteCount}} geselecteerd)
th_th: (เลือก {{checkedCount}}/{{pendingInviteCount}} รายการ)

# dgGroupMembers_TotalMemberCountFormat
source: {{memberCount}} members
ar_sa: {{memberCount}} الأعضاء
es_es: {{memberCount}} miembros
ko_kr: {{memberCount}}명 멤버
nl_nl: {{memberCount}} leden
th_th: สมาชิก {{memberCount}} คน

# dgGroupOverview_AdministrativeGroup
source: Administrative Group
ar_sa: المجموعة الإدارية
es_es: Grupo administrativo
ko_kr: 관리 그룹
nl_nl: Administratieve Groep
th_th: กลุ่มผู้ดูแลระบบ

# dgGroupOverview_ClosedGroup
source: Closed Group
ar_sa: مجموعة مغلقة
es_es: Grupo cerrado
ko_kr: 폐쇄형 그룹
nl_nl: Gesloten groep
th_th: กลุ่มปิด

# dgGroupOverview_GroupMembershipPending
source: Membership Pending
ar_sa: تعليق العضوية
es_es: Membresía pendiente
ko_kr: 멤버십 대기 중
nl_nl: Lidmaatschap in behandeling
th_th: รอพิจารณาสถานะสมาชิก

# dgGroupOverview_JoinedGroup
source: Joined
ar_sa: منضم
es_es: Unido
ko_kr: 참가함
nl_nl: Lid geworden
th_th: เข้าร่วมแล้ว
