Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# EmailTemplateRecommendationAssigned_AlreadyCompletedGroupVideoFormat
source: {0} assigned {1} this video to watch, but you've already watched it! Great job, overachiever.
ar_sa: أسند {0} إلى {1} مقطع الفيديو هذا لمشاهدته، ولكنك قد شاهدته بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó a {1} este video para mirar, ¡pero ya lo miró! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) {1}에게 이 동영상을 시청하도록 할당했지만 귀하는 이미 시청했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft {1} deze video toegewezen om te kijken voor, maar je hebt het al gekeken! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายวิดีโอนี้ให้ {1} รับชม แต่คุณรับชมเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_AlreadyCompletedPathwayDueFormat
source: {0} assigned you this pathway to complete by {1}, but you've already enrolled in it! Great job, overachiever.
ar_sa: أسند {0} إليك هذا المساق لإكماله قبل{1} ، ولكنك قد سجلت ذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó este itinerario para completar para el {1}, ¡pero ya se inscribió! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 {1}까지 이 패스웨이를 완료하도록 할당했지만 귀하는 이미 등록했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft dit leerpad aan jou toegewezen om te voltooien voor {1}, maar je hebt je hiervoor al ingeschreven! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายเส้นทางการเรียนรู้นี้ให้คุณเรียนให้เสร็จภายใน {1} แต่คุณได้สมัครเรียนเส้นทางการเรียนรู้นี้แล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_AlreadyCompletedPathwayFormat
source: {0} assigned you this pathway to complete, but you've already enrolled in it! Great job, overachiever.
ar_sa: أسند {0} إليك هذا المساق لإكماله، ولكنك قد سجلت ذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó este itinerario para completar, ¡pero ya se inscribió! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 이 패스웨이를 완료하도록 할당했지만 귀하는 이미 등록했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft dit leerpad aan jou toegewezen om te voltooien, maar je hebt je hiervoor al ingeschreven! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายเส้นทางการเรียนรู้นี้ให้คุณเรียนให้เสร็จ แต่คุณได้สมัครเรียนเส้นทางการเรียนรู้นี้แล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_AlreadyCompletedTargetDueFormat
source: {0} assigned you this role to follow by {1}, but you've already followed it! Great job, overachiever.
ar_sa: أسند {0} إليك هذا الدور لاتباعه بحلول {1} ولكنك قد اتبعته بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó este rol para seguir para el {1}, ¡pero ya lo sigue! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 {1}까지 이 역할을 팔로우하도록 할당했지만 귀하는 이미 팔로우했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft deze rol aan je toegewezen om te volgen voor {1}, maar je hebt het reeds gevolgd! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายบทบาทนี้ให้คุณติดตามภายใน {1} แต่คุณได้ติดตามไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_AlreadyCompletedTargetFormat
source: {0} assigned you this plan to follow, but you've already followed it! Great job, overachiever.
ar_sa: أسند {0} إليك هذه الخطة لاتباعها، ولكنك اتبعتها بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó este plan para seguir, ¡pero ya lo sigue! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 이 계획을 팔로우하도록 할당했지만 귀하는 이미 팔로우했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft dit plan aan jou toegewezen om te volgen, maar je hebt het reeds gevolgd! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายแผนนี้ให้คุณติดตาม แต่คุณได้ติดตามไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_AlreadyCompletedVideoDueFormat
source: {0} assigned you this video to watch by {1}, but you've already watched it! Great job, overachiever.
ar_sa: أسند {0} إليك مقطع الفيديو هذا لمشاهدته بحلول {1} ولكنك قد شاهدته بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó este video para mirar para el {1}, ¡pero ya lo miró! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 {1}까지 이 동영상을 시청하도록 할당했지만 귀하는 이미 시청했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft deze video aan jou toegewezen om te kijken voor {1}, maar je hebt het al gekeken! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายวิดีโอนี้ให้คุณรับชมภายใน {1} แต่คุณรับชมเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_AlreadyCompletedVideoFormat
source: {0} assigned you this video to watch, but you've already watched it! Great job, overachiever.
ar_sa: أسند {0} إليك مقطع الفيديو هذا لمشاهدته ولكنك قد شاهدته بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {0} le asignó este video para mirar, ¡pero ya lo miró! Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 이 동영상을 시청하도록 할당했지만 귀하는 이미 시청했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft deze video aan jou toegewezen om te kijken, maar je hebt het al gekeken! Goed gedaan, harde werker.
th_th: {0} ได้มอบหมายวิดีโอนี้ให้คุณรับชม แต่คุณรับชมเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendationAssigned_ArticleDueFormat
source: {0} assigned you this article to read by {1}
ar_sa: أسند {0} إليك هذا المقال لقراءته بحلول {1}
es_es: {0} le asignó este artículo para leer para el {1}
ko_kr: {0}이(가) 귀하에게 {1}까지 이 기사를 읽도록 할당했습니다.
nl_nl: {0} heeft dit artikel aan jou toegewezen om te lezen voor {1}
th_th: {0} ได้มอบหมายบทความนี้ให้คุณอ่านภายใน {1}

# EmailTemplateRecommendationAssigned_ArticleFormat
source: {0} assigned you this article to read
ar_sa: أسند {0} إليك هذا المقال لقراءته
es_es: {0} le asignó este artículo para leer
ko_kr: {0}이(가) 귀하에게 이 기사를 읽도록 할당했습니다.
nl_nl: {0} heeft dit artikel aan jou toegewezen om te lezen
th_th: {0} ได้มอบหมายบทความนี้ให้คุณอ่าน

# EmailTemplateRecommendationAssigned_AssessmentDueFormat
source: {0} assigned you this assessment to complete by {1}
ar_sa: أسند {0} إليك هذا التقييم لإتمامه بحلول {1}
es_es: {0} le asignó esta evaluación para completar para el {1}
ko_kr: {0}이(가) 귀하에게 이 평가를 {1}까지 완료하도록 할당했습니다.
nl_nl: {0} heeft deze opdracht aan jou toegewezen om te voltooien voor {1}
th_th: {0} ได้มอบหมายแบบประเมินนี้ให้คุณทำภายใน {1}

# EmailTemplateRecommendationAssigned_AssessmentFormat
source: {0} assigned you this assessment to complete
ar_sa: أسند {0} إليك هذا التقييم لإتمام
es_es: {0} le asignó esta evaluación para completar
ko_kr: {0}이(가) 귀하에게 이 평가를 완료하도록 할당했습니다.
nl_nl: {0} heeft deze opdracht aan jou toegewezen om te voltooien
th_th: {0} ได้มอบหมายแบบประเมินนี้ให้คุณทำ

# EmailTemplateRecommendationAssigned_BookDueFormat
source: {0} assigned you this book to read by {1}
ar_sa: أسند {0} إليك هذا الكتاب لقراءته بحلول {1}
es_es: {0} le asignó este libro para leer para el {1}
ko_kr: {0}이(가) 귀하에게 {1}까지 이 책을 읽도록 할당했습니다.
nl_nl: {0} heeft dit boek aan jou toegewezen om te lezen voor {1}
th_th: {0} ได้มอบหมายหนังสือเล่มนี้ให้คุณอ่านภายใน {1}

# EmailTemplateRecommendationAssigned_BookFormat
source: {0} assigned you this book to read
ar_sa: أسند {0} إليك هذا الكتاب لقراءته
es_es: {0} le asignó este libro para leer
ko_kr: {0}이(가) 귀하에게 이 책을 읽도록 할당했습니다.
nl_nl: {0} heeft dit boek aan jou toegewezen om te lezen
th_th: {0} ได้มอบหมายหนังสือเล่มนี้ให้คุณอ่าน

# EmailTemplateRecommendationAssigned_CourseDueFormat
source: {0} assigned you this course to complete by {1}
ar_sa: أسند {0} إليك هذه الدورة التعليمية لإتمامها بحلول {1}
es_es: {0} le asignó este curso para completar para el {1}
ko_kr: {0}이(가) 귀하에게 {1}까지 이 과정을 완료하도록 할당했습니다.
nl_nl: {0} heeft deze cursus aan jou toegewezen om te voltooien voor {1}
th_th: {0} ได้มอบหมายหลักสูตรนี้ให้คุณเรียนภายใน {1}

# EmailTemplateRecommendationAssigned_CourseFormat
source: {0} assigned you this course to complete
ar_sa: أسند {0} إليك هذا التقييم لإتمامه
es_es: {0} le asignó este curso para completar
ko_kr: {0}이(가) 귀하에게 이 과정을 완료하도록 할당했습니다.
nl_nl: {0} heeft deze cursus aan jou toegewezen om te voltooien
th_th: {0} ได้มอบหมายหลักสูตรนี้ให้คุณเรียน

# EmailTemplateRecommendationAssigned_EpisodeDueFormat
source: {0} assigned you this podcast episode to complete by {1}
ar_sa: أسند {0} إليك هذه الحلقة الإذاعية لإتمامها بحلول {1}
es_es: {0} le asignó este episodio en podcast para completar para el {1}
ko_kr: {0}이(가) 귀하에게 {1}까지 이 팟캐스트 에피소드를 완료하도록 할당했습니다.
nl_nl: {0} heeft deze podcastaflevering aan jou toegewezen om te voltooien voor {1}
th_th: {0} ได้มอบหมายพอดแคสต์ตอนนี้ให้คุณฟังภายใน {1}

# EmailTemplateRecommendationAssigned_EpisodeFormat
source: {0} assigned you this podcast episode to complete
ar_sa: أسند {0} إليك هذه الحلقة الإذاعية لإتمامها
es_es: {0} le asignó este episodio en podcast para completar
ko_kr: {0}이(가) 귀하에게 이 팟캐스트 에피소드를 완료하도록 할당했습니다.
nl_nl: {0} heeft deze podcastaflevering aan jou toegewezen om te voltooien
th_th: {0} ได้มอบหมายพอดแคสต์ตอนนี้ให้คุณฟัง

# EmailTemplateRecommendationAssigned_EventDueFormat
source: {0} assigned you this event to attend by {1}
ar_sa: أسند {0} إليك هذه الفعالية لحضورها بحلول {1}
es_es: {0} le asignó este evento para asistir para el {1}
ko_kr: {0}이(가) 귀하에게 {1}까지 이 이벤트에 참석하도록 할당했습니다.
nl_nl: {0} heeft deze gebeurtenis aan jou toegewezen om bij te wonen voor {1}
th_th: {0} ได้มอบหมายงานกิจกรรมนี้ให้คุณเข้าร่วมภายใน {1}

# EmailTemplateRecommendationAssigned_EventFormat
source: {0} assigned you this event to attend
ar_sa: أسند {0} إليك هذه الفعالية لحضورها
es_es: {0} le asignó este evento para asistir
ko_kr: {0}이(가) 귀하에게 이 이벤트에 참석하도록 할당했습니다.
nl_nl: {0} heeft deze gebeurtenis aan jou toegewezen om bij te wonen
th_th: {0} ได้มอบหมายงานกิจกรรมนี้ให้คุณเข้าร่วม

# EmailTemplateRecommendationAssigned_GroupArticleDueFormat
source: {0} assigned {1} this article to read by {2}
ar_sa: أسند {0} إلى {1} هذا المقال لقراءته بحلول {2}
es_es: {0} le asignó a {1} este artículo para leer para el {2}
ko_kr: {0}이(가) {1}에게 이 기사를 {2}까지 읽도록 할당했습니다.
nl_nl: {0} heeft {1} dit artikel toegewezen om te lezen voor {2}
th_th: {0} ได้มอบหมายบทความนี้ให้ {1} อ่านภายใน {2}

# EmailTemplateRecommendationAssigned_GroupArticleFormat
source: {0} assigned {1} this article to read
ar_sa: أسند {0} إلى {1} هذا المقال لقراءته
es_es: {0} le asignó a {1} este artículo para leer
ko_kr: {0}이(가) {1}에게 이 기사를 읽도록 할당했습니다.
nl_nl: {0} heeft dit artikel aan {1} toegewezen om te lezen
th_th: {0} ได้มอบหมายบทความนี้ให้ {1} อ่าน

# EmailTemplateRecommendationAssigned_GroupAssessmentDueFormat
source: {0} assigned {1} this assessment to complete by {2}
ar_sa: أسند {0} إلى {1} هذا التقييم لإتمامه بحلول {2}
es_es: {0} le asignó a {1} esta evaluación para completar para el {2}
ko_kr: {0}이(가) {1}에게 이 평가를 {2}까지 완료하도록 할당했습니다.
nl_nl: {0} heeft {1} deze beoordeling toegewezen om te voltooien voor {2}
th_th: {0} ได้มอบหมายแบบประเมินนี้ให้ {1} ทำภายใน {2}

# EmailTemplateRecommendationAssigned_GroupAssessmentFormat
source: {0} assigned {1} this assessment to complete
ar_sa: أسند {0} إلى {1} هذا التقييم لإتمامه
es_es: {0} le asignó a {1} esta evaluación para completar
ko_kr: {0}이(가) {1}에게 이 평가를 완료하도록 할당했습니다.
nl_nl: {0} heeft deze beoordeling toegewezen aan {1} om te voltooien
th_th: {0} ได้มอบหมายแบบประเมินนี้ให้ {1} ทำ

# EmailTemplateRecommendationAssigned_GroupBookDueFormat
source: {0} assigned {1} this book to read by {2}
ar_sa: أسند {0} إلى {1} هذا الكتاب لقراءته بحلول {2}
es_es: {0} le asignó a {1} este libro para leer para el {2}
ko_kr: {0}이(가) {1}에게 이 책을 {2}까지 읽도록 할당했습니다.
nl_nl: {0} heeft {1} dit boek toegewezen om te lezen voor {2}
th_th: {0} ได้มอบหมายหนังสือเล่มนี้ให้ {1} อ่านภายใน {2}

# EmailTemplateRecommendationAssigned_GroupBookFormat
source: {0} assigned {1} this book to read
ar_sa: أسند {0} إلى {1} هذا الكتاب لقراءته
es_es: {0} le asignó a {1} este libro para leer
ko_kr: {0}이(가) {1}에게 이 책을 읽도록 할당했습니다.
nl_nl: {0} heeft dit boek aan {1} toegewezen om te lezen
th_th: {0} ได้มอบหมายหนังสือเล่มนี้ให้ {1} อ่าน

# EmailTemplateRecommendationAssigned_GroupCourseDueFormat
source: {0} assigned {1} this course to complete by {2}
ar_sa: أسند {0} إلى {1} هذه الدورة التعليمية لإتمامها بحلول {2}
es_es: {0} le asignó a {1} este curso para completar para el {2}
ko_kr: {0}이(가) {1}에게 이 과정을 {2}까지 완료하도록 할당했습니다.
nl_nl: {0} heeft {1} deze cursus toegewezen om te voltooien voor {2}
th_th: {0} ได้มอบหมายหลักสูตรนี้ให้ {1} เรียนภายใน {2}

# EmailTemplateRecommendationAssigned_GroupCourseFormat
source: {0} assigned {1} this course to complete
ar_sa: أسند {0} إلى {1} هذه الدورة التعليمية لإتمامها
es_es: {0} le asignó a {1} este curso para completar
ko_kr: {0}이(가) {1}에게 이 과정을 완료하도록 할당했습니다.
nl_nl: {0} heeft {1} deze cursus toegewezen om te voltooien
th_th: {0} ได้มอบหมายหลักสูตรนี้ให้ {1} เรียน

# EmailTemplateRecommendationAssigned_GroupEpisodeDueFormat
source: {0} assigned {1} this podcast episode to complete by {2}
ar_sa: أسند {0} إلى {1} هذه الحلقة الإذاعية لإتمامها بحلول {2}
es_es: {0} le asignó a {1} este episodio en podcast para completar para el {2}
ko_kr: {0}이(가) {1}에게 이 팟캐스트 에피소드를 {2}까지 완료하도록 할당했습니다.
nl_nl: {0} heeft {1} deze podcastaflevering toegewezen om te voltooien voor {2}
th_th: {0} ได้มอบหมายพอดแคสต์ตอนนี้ให้ {1} ฟังภายใน {2}

# EmailTemplateRecommendationAssigned_GroupEpisodeFormat
source: {0} assigned {1} this podcast episode to complete
ar_sa: أسند {0} إلى {1} هذه الحلقة الإذاعية لإتمامها
es_es: {0} le asignó a {1} este episodio en podcast para completar
ko_kr: {0}이(가) {1}에게 이 팟캐스트 에피소드를 완료하도록 할당했습니다.
nl_nl: {0} heeft {1} deze podcastaflevering toegewezen om te voltooien
th_th: {0} ได้มอบหมายพอดแคสต์ตอนนี้ให้ {1} ฟัง

# EmailTemplateRecommendationAssigned_GroupEventDueFormat
source: {0} assigned {1} this event to attend by {2}
ar_sa: أسند {0} إلى {1} هذه الفعالية لحضورها بحلول {2}
es_es: {0} le asignó a {1} este evento para asistir para el {2}
ko_kr: {0}이(가) {1}에게 이 이벤트 {2}까지 참석하도록 할당했습니다.
nl_nl: {0} heeft {1} deze gebeurtenis toegewezen om bij te wonen voor {2}
th_th: {0} ได้มอบหมายงานกิจกรรมนี้ให้ {1} เข้าร่วมภายใน {2}

# EmailTemplateRecommendationAssigned_GroupEventFormat
source: {0} assigned {1} this event to attend
ar_sa: أسند {0} إلى {1} هذه الفعالية لحضورها
es_es: {0} le asignó a {1} este evento para asistir
ko_kr: {0}이(가) {1}에게 이 이벤트에 참석하도록 할당했습니다.
nl_nl: {0} heeft {1} deze gebeurtenis toegewezen om bij te wonen
th_th: {0} ได้มอบหมายงานกิจกรรมนี้ให้ {1} เข้าร่วม

# EmailTemplateRecommendationAssigned_GroupPathwayDueFormat
source: {0} assigned {1} this pathway to complete by {2}
ar_sa: أسند {0} إلى {1} هذا المساق لإتمامه بحلول {2}
es_es: {0} le asignó a {1} este itinerario para completar para el {2}
ko_kr: {0}이(가) {1}에게 이 패스웨이를 {2}까지 완료하도록 할당했습니다.
nl_nl: {0} heeft {1} dit leerpad toegewezen om te voltooien voor {2}
th_th: {0} ได้มอบหมายเส้นทางการเรียนรู้นี้ให้ {1} เรียนภายใน {2}

# EmailTemplateRecommendationAssigned_GroupPathwayFormat
source: {0} assigned {1} this pathway to complete
ar_sa: أسند {0} إلى {1} هذا المساق لإتمامه
es_es: {0} le asignó a {1} este itinerario para completar
ko_kr: {0}이(가) {1}에게 이 패스웨이를 완료하도록 할당했습니다.
nl_nl: {0} heeft {1} dit leerpad toegewezen om te voltooien
th_th: {0} ได้มอบหมายเส้นทางการเรียนรู้นี้ให้ {1} เรียน

# EmailTemplateRecommendationAssigned_GroupTargetDueFormat
source: {0} assigned {1} this role to follow by {2}
ar_sa: أسند {0} إلى {1} هذا الدور لإتباعه بحلول {2}
es_es: {0} le asignó a {1} este rol para seguir para el {2}
ko_kr: {0}이(가) {1}에게 {2}까지 이 역할을 팔로우하도록 할당했습니다.
nl_nl: {0} heeft {1} deze rol toegewezen om te volgen voor {2}
th_th: {0} ได้มอบหมายบทบาทนี้ให้ {1} ติดตามภายใน {2}

# EmailTemplateRecommendationAssigned_GroupTargetFormat
source: {0} assigned {1} this role to follow
ar_sa: أسند {0} إلى {1} هذا الدور لإتباعه
es_es: {0} le asignó a {1} este rol para seguir
ko_kr: {0}이(가) {1}에게 이 역할을 팔로우하도록 할당했습니다.
nl_nl: {0} heeft {1} deze rol toegewezen om te volgen
th_th: {0} ได้มอบหมายบทบาทนี้ให้ {1} ติดตาม

# EmailTemplateRecommendationAssigned_GroupVideoDueFormat
source: {0} assigned {1} this video to watch by {2}
ar_sa: أسند {0} إلى {1} مقطع الفيديو هذا لمشاهدته بحلول {2}
es_es: {0} le asignó a {1} este video para mirar para el {2}
ko_kr: {0}이(가) {1}에게 {2}까지 이 동영상을 시청하도록 할당했습니다.
nl_nl: {0} heeft {1} deze video aan om te kijken voor {2}
th_th: {0} ได้มอบหมายวิดีโอนี้ให้ {1} รับชมภายใน {2}

# EmailTemplateRecommendationAssigned_GroupVideoFormat
source: {0} assigned {1} this video to watch
ar_sa: أسند {0} إلى {1} مقطع الفيديو هذا لمشاهدته
es_es: {0} le asignó a {1} este video para mirar
ko_kr: {0}이(가) {1}에게 이 동영상을 시청하도록 할당했습니다.
nl_nl: {0} heeft {1} deze video toegewezen om te kijken
th_th: {0} ได้มอบหมายวิดีโอนี้ให้ {1} รับชม

# EmailTemplateRecommendationAssigned_Link
source: View on Degreed
ar_sa: عرض على Degreed
es_es: Ver en Degreed
ko_kr: Degreed에서 보기
nl_nl: Weergeven op Degreed
th_th: ดูใน Degreed

# EmailTemplateRecommendationAssigned_NewRecommendationDesc
source: You have new assigned learning on Degreed
ar_sa: لديك تعلم مسند جديد على موقع Degreed
es_es: Tiene nueva formación asignada en Degreed
ko_kr: Degreed에 새로 할당된 학습이 있습니다.
nl_nl: Er is nieuw leren aan je toegewezen op Degreed
th_th: คุณได้รับมอบหมายการเรียนรู้ใหม่ใน Degreed

# EmailTemplateRecommendationAssigned_NewRecommendationTitle
source: New Assigned Learning
ar_sa: تعلم مسند جديد
es_es: Nueva formación asignada
ko_kr: 새로 할당된 학습
nl_nl: Nieuw toegewezen leren
th_th: การเรียนรู้ใหม่ที่ได้รับมอบหมาย

# EmailTemplateRecommendationAssigned_PathwayDueFormat
source: {0} assigned you this pathway to complete by {1}
ar_sa: أسند {0} إليك هذا المساق لإتمامه بحلول {1}
es_es: {0} le asignó este itinerario para completar para el {1}
ko_kr: {0}이(가) 귀하에게 {1}까지 이 패스웨이를 완료하도록 할당했습니다.
nl_nl: {0} heeft dit leerpad aan jou toegewezen om te voltooien voor {1}
th_th: {0} ได้มอบหมายเส้นทางการเรียนรู้นี้ให้คุณเรียนภายใน {1}

# EmailTemplateRecommendationAssigned_PathwayFormat
source: {0} assigned you this pathway to complete
ar_sa: أسند {0} إليك هذا المساق لإتمامه
es_es: {0} le asignó este itinerario para completar
ko_kr: {0}이(가) 귀하에게 이 패스웨이를 완료하도록 할당했습니다.
nl_nl: {0} heeft dit leerpad aan jou toegewezen om te voltooien
th_th: {0} ได้มอบหมายเส้นทางการเรียนรู้นี้ให้คุณเรียน

# EmailTemplateRecommendationAssigned_Subject
source: New assigned learning for you!
ar_sa: تعلم مسند جديد لك!
es_es: ¡Tiene nueva formación asignada!
ko_kr: 귀하에게 새로 할당된 학습!
nl_nl: Nieuw toegewezen leren voor jou!
th_th: คุณได้รับมอบหมายการเรียนรู้ใหม่!

# EmailTemplateRecommendationAssigned_TargetDueFormat
source: {0} assigned you this plan to follow by {1}
ar_sa: {0} خصص هذه الخطة لك لكي تتابعها بحلول {1}
es_es: {0} le asignó este plan para seguir para el {1}
ko_kr: {0}이(가) 귀하에게 {1}까지 이 계획을 팔로우하도록 할당
nl_nl: {0} heeft dit plan aan jou toegewezen om te volgen voor {1}
th_th: {0} ได้มอบหมายแผนนี้ให้คุณติดตามภายใน {1}

# EmailTemplateRecommendationAssigned_TargetFormat
source: {0} assigned you this plan to follow
ar_sa: أسند {0} إليك هذه الخطة لإتباعها
es_es: {0} le asignó este plan para seguir
ko_kr: {0}이(가) 귀하에게 이 계획을 팔로우하도록 할당
nl_nl: {0} heeft dit plan aan jou toegewezen om te volgen
th_th: {0} ได้มอบหมายแผนนี้ให้คุณติดตาม

# EmailTemplateRecommendationAssigned_VideoDueFormat
source: {0} assigned you this video to watch by {1}
ar_sa: أسند {0} إليك مقطع الفيديو هذا لمشاهدته بحلول {1}
es_es: {0} le asignó este video para mirar para el {1}
ko_kr: {0}이(가) 귀하에게 {1}까지 이 동영상을 시청하도록 할당했습니다.
nl_nl: {0} heeft deze video aan jou toegewezen om te kijken voor {1}
th_th: {0} ได้มอบหมายวิดีโอนี้ให้คุณรับชมภายใน {1}

# EmailTemplateRecommendationAssigned_VideoFormat
source: {0} assigned you this video to watch
ar_sa: أسند {0} إليك مقطع الفيديو هذا لمشاهدته
es_es: {0} le asignó este video para mirar
ko_kr: {0}이(가) 귀하에게 이 동영상을 시청하도록 할당했습니다.
nl_nl: {0} heeft deze video aan jou toegewezen om te kijken
th_th: {0} ได้มอบหมายวิดีโอนี้ให้คุณรับชม

# EmailTemplateRecommendationRequired_ArticleDueFormat
source: You are required to read this article by {1}
ar_sa: يلزم عليك قراءة هذا المقال بحلول {1}
es_es: Se le pidió que lea este artículo para el {1}
ko_kr: 귀하는 {1}까지 이 기사를 읽어야 합니다.
nl_nl: Je moet dit artikel lezen voor {1}
th_th: คุณจะต้องอ่านบทความนี้ให้เสร็จภายใน {1}

# EmailTemplateRecommendationRequired_AssessmentDueFormat
source: You are required to complete this assessment by {1}
ar_sa: يلزم عليك إتمام هذا التقييم بحلول {1}
es_es: Se le pidió que complete esta evaluación para el {1}
ko_kr: 귀하는 {1}까지 이 평가를 완료해야 합니다.
nl_nl: Je moet deze beoordeling voltooien voor {1}
th_th: คุณจะต้องทำแบบประเมินนี้ให้เสร็จภายใน {1}

# EmailTemplateRecommendationRequired_BookDueFormat
source: You are required to read this book by {1}
ar_sa: يلزم عليك قراءة هذا الكتاب بحلول {1}
es_es: Se le pidió que lea este libro para el {1}
ko_kr: 귀하는 {1}까지 이 책을 읽어야 합니다.
nl_nl: Je moet dit boek lezen voor {1}
th_th: คุณจะต้องอ่านหนังสือเล่มนี้ให้เสร็จภายใน {1}

# EmailTemplateRecommendationRequired_CourseDueFormat
source: You are required to complete this course by {1}
ar_sa: يلزم عليك إتمام هذه الدورة التعليمية بحلول {1}
es_es: Se le pidió que complete este curso para el {1}
ko_kr: 귀하는 {1}까지 이 과정을 완료해야 합니다.
nl_nl: Je moet deze cursus voltooien voor {1}
th_th: คุณจะต้องเรียนหลักสูตรนี้ให้เสร็จภายใน {1}

# EmailTemplateRecommendationRequired_EpisodeDueFormat
source: You are required to complete this podcast episode by {1}
ar_sa: يلزم عليك إتمام هذه الحلقة الإذاعية بحلول {1}
es_es: Se le pidió que complete este episodio en podcast para el {1}
ko_kr: 귀하는 {1}까지 이 팟캐스트 에피소드를 완료해야 합니다.
nl_nl: Je moet deze podcastaflevering voltooien voor {1}
th_th: คุณจะต้องฟังพอดแคสต์ตอนนี้ให้เสร็จภายใน {1}

# EmailTemplateRecommendationRequired_EventDueFormat
source: You are required to attend this event by {1}
ar_sa: يلزم عليك حضور هذه الفعالية بحلول {1}
es_es: Se le pidió que asista a este evento para el {1}
ko_kr: 귀하는 {1}까지 이 이벤트에 참석해야 합니다.
nl_nl: Je moet dit evenement bijwonen voor {1}
th_th: คุณจะต้องเข้าร่วมงานกิจกรรมนี้ภายใน {1}

# EmailTemplateRecommendationRequired_Link
source: View on Degreed
ar_sa: عرض على Degreed
es_es: Ver en Degreed
ko_kr: Degreed에서 보기
nl_nl: Weergeven op Degreed
th_th: ดูใน Degreed

# EmailTemplateRecommendationRequired_NewRecommendationDesc
source: You have new required learning on Degreed
ar_sa: لديك تعلم مطلوب جديد على موقع Degreed
es_es: Tiene nueva formación obligatoria en Degreed
ko_kr: Degreed에 새로 필요한 학습이 있습니다.
nl_nl: Er is nieuw verplicht leren voor je op Degreed
th_th: คุณมีเนื้อหาใหม่ที่ต้องเรียนรู้ใน Degreed

# EmailTemplateRecommendationRequired_NewRecommendationTitle
source: New Required Learning
ar_sa: تعلم مطلوب جديد
es_es: Nueva formación obligatoria
ko_kr: 새로 필요한 학습
nl_nl: Nieuw verplicht leren
th_th: การเรียนรู้ใหม่ที่จำเป็น

# EmailTemplateRecommendationRequired_PathwayDueFormat
source: You are required to complete this pathway by {1}
ar_sa: يلزم عليك إتمام هذا المساق بحلول {1}
es_es: Se le pidió que complete este itinerario para el {1}
ko_kr: 귀하는 {1}까지 이 패스웨이를 완료해야 합니다.
nl_nl: Je moet dit leerpad voltooien voor {1}
th_th: คุณจะต้องเรียนเส้นทางการเรียนรู้นี้ให้เสร็จภายใน {1}

# EmailTemplateRecommendationRequired_Subject
source: New required learning for you!
ar_sa: تعلم مطلوب جديد لك!
es_es: ¡Tiene nueva formación obligatoria!
ko_kr: 귀하에게 새로 필요한 학습!
nl_nl: Nieuw verplicht leren voor jou!
th_th: มีเนื้อหาใหม่ที่คุณต้องเรียนรู้!

# EmailTemplateRecommendationRequired_VideoDueFormat
source: You are required to watch this video by {1}
ar_sa: يلزم عليك مشاهدة مقطع الفيديو هذا بحلول {1}
es_es: Se le pidió que mire este video para el {1}
ko_kr: 귀하는 {1}까지 이 동영상을 시청해야 합니다.
nl_nl: Je moet deze video kijken voor {1}
th_th: คุณจะต้องรับชมวิดีโอนี้ให้เสร็จภายใน {1}

# EmailTemplateRecoverPassword_Action
source: Replace Existing Password
ar_sa: تغيير كلمة المرور الحالية
es_es: Cambiar contraseña actual
ko_kr: 기존 암호 교체
nl_nl: Bestaand wachtwoord vervangen
th_th: แทนที่รหัสผ่านเดิม

# EmailTemplateRecoverPassword_Action_Duplicate[1]
source: Replace Existing Password
ar_sa: تغيير كلمة المرور الحالية
es_es: Cambiar contraseña actual
ko_kr: 기존 암호 교체
nl_nl: Bestaand wachtwoord vervangen
th_th: แทนที่รหัสผ่านเดิม
