Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# dgOrgFaqForm_FaqInstructionsFormat
source: Changes made here will affect the {{orgName}} FAQ tab for your organization.
ar_sa: التغييرات التي ستُجرى هنا ستؤثر على علامة تبويب الأسئلة المتداولة الخاصة بـ{{orgName}} لمؤسستك.
es_es: Los cambios que realice aquí afectarán la pestaña Preguntas frecuentes de {{orgName}} de su empresa.
ko_kr: 여기에서 변경한 것은 조직의 {{orgName}} FAQ 탭에 반영됩니다.
nl_nl: De hier aangebrachte wijzigingen zijn van invloed op het {{orgName}} FAQ-tabblad voor jouw organisatie.
th_th: การเปลี่ยนแปลงที่เกิดขึ้นในส่วนนี้จะมีผลกับแท็บคำถามพบบ่อยของ {{orgName}} สำหรับองค์กรของคุณ

# dgOrgFaqForm_FaqQuestionLabel
source: Question
ar_sa: سؤال
es_es: Pregunta
ko_kr: 질문
nl_nl: Vraag
th_th: คำถาม

# dgOrgFaqForm_FaqQuestionPlaceholder
source: What is the question?
ar_sa: ما هو السؤال؟
es_es: ¿Cuál es la pregunta?
ko_kr: 질문은 무엇인가요?
nl_nl: Wat is de vraag?
th_th: คำถามคืออะไร?

# dgOrgFaqForm_FaqValidationMessage
source: Whoops! Both question and answer are required.
ar_sa: للأسف! مطلوب السؤال والإجابة.
es_es: ¡Uy! Tanto la pregunta como la respuesta son obligatorias.
ko_kr: 이런! 질문 및 응답이 모두 필요합니다.
nl_nl: Oeps! Zowel vraag als antwoord zijn vereist.
th_th: อ๊ะ! ต้องระบุทั้งคำถามและคำตอบ

# dgOrgFaqForm_ManageOrgFaqFormat
source: Manage {{orgName}} FAQ
ar_sa: إدارة الأسئلة المتداولة لـ{{orgName}}
es_es: Gestionar Preguntas frecuentes de {{orgName}}
ko_kr: {{orgName}} FAQ 관리
nl_nl: FAQ {{orgName}} beheren
th_th: จัดการคำถามพบบ่อยของ {{orgName}}

# dgOrgInternalContent_AddContent
source: Add Content
ar_sa: إضافة محتوى
es_es: Agregar contenido
ko_kr: 콘텐츠 추가
nl_nl: Content toevoegen
th_th: เพิ่มเนื้อหา

# dgOrgInternalContent_AddEditContent
source: Add or Edit Content
ar_sa: إضافة أو تحرير محتوى
es_es: Agregar o editar contenido
ko_kr: 콘텐츠 추가 또는 편집
nl_nl: Content toevoegen of bewerken
th_th: เพิ่มหรือแก้ไขเนื้อหา

# dgOrgInternalContent_AddNewContent
source: Add New Content
ar_sa: إضافة محتوى جديد
es_es: Agregar nuevo contenido
ko_kr: 새 콘텐츠 추가
nl_nl: Nieuwe content toevoegen
th_th: เพิ่มเนื้อหาใหม่

# dgOrgInternalContent_AddNewContentFormat
source: Add New {{inputType}}
ar_sa: إضافة {{inputType}} جديد
es_es: Agregar nuevo {{inputType}}
ko_kr: 새 {{inputType}} 추가
nl_nl: Nieuw {{inputType}} toevoegen
th_th: เพิ่ม{{inputType}}ใหม่

# dgOrgInternalContent_All
source: All
ar_sa: الجميع
es_es: Todo
ko_kr: 전체
nl_nl: Alle
th_th: ทั้งหมด

# dgOrgInternalContent_BulkDeleteCredSpark
source: CredSpark assessments must be deleted or unpublished from your CredSpark dashboard to be removed completely.
ar_sa: يجب حذف تقييمات "CredSpark" أو منع نشرها من لوحة معلومات "CredSpark" الخاصة بك لإزالتها تمامًا.
es_es: Deben borrarse o eliminar la publicación de las evaluaciones de CredSpark del panel de control de CredSpark para eliminarlas por completo.
ko_kr: CredSpark 평가를 CredSpark 대시보드에서 삭제 또는 게시를 취소해야 완전히 제거할 수 있습니다.
nl_nl: CredSpark assessments moeten worden verwijderd van of niet-gepubliceerd zijn op jouw CredSpark-dashboard om volledig te worden verwijderd.
th_th: จะต้องลบหรือยกเลิกการเผยแพร่แบบประเมินของ CredSpark ออกจากแดชบอร์ดของ CredSpark จึงจะสามารถลบออกอย่างสมบูรณ์

# dgOrgInternalContent_BulkEdit
source: Bulk Edit
ar_sa: تحرير مجمع
es_es: Editar en masa
ko_kr: 일괄 편집
nl_nl: Bulk bewerken
th_th: แก้ไขเป็นจำนวนมาก

# dgOrgInternalContent_Catalog
source: Catalog
ar_sa: قائمة
es_es: Catálogo
ko_kr: 카탈로그
nl_nl: Catalogus
th_th: แค็ตตาล็อก

# dgOrgInternalContent_CategoriesTitle
source: Add Topics to Selected Inputs
ar_sa: إضافة موضوعات إلى المدخلات المُحددة
es_es: Agregar temas a datos seleccionados
ko_kr: 주제를 선택한 입력에 추가
nl_nl: Onderwerpen toevoegen aan geselecteerde inputs
th_th: เพิ่มหัวข้อให้กับข้อมูลป้อนเข้าที่เลือก

# dgOrgInternalContent_CategoriesToolTip
source: Add topics to selected inputs that will help users find content that is relevant to their needs.
ar_sa: إضافة موضوعات إلى المدخلات المُحددة التي ستُساعد المستخدمين على إيجاد المحتوى المتعلق باحتياجاتهم.
es_es: Agregar temas a los datos seleccionados ayudará a los usuarios a encontrar contenido relevante para sus necesidades.
ko_kr: 주제를 사용자들의 필요에 관련된 콘텐츠를 찾는데 도움이 되는 선택한 입력에 추가합니다.
nl_nl: Voeg onderwerpen toe aan geselecteerde inputs om gebruikers te helpen om content te vinden die aansluit bij hun behoeften.
th_th: เพิ่มหัวข้อให้กับข้อมูลป้อนเข้าที่เลือก เพื่อช่วยให้ผู้ใช้พบเนื้อหาที่สอดคล้องกับความต้องการของตน

# dgOrgInternalContent_ChooseContentType
source: Choose Content Type
ar_sa: اختيار نوع المحتوى
es_es: Seleccionar tipo de contenido
ko_kr: 콘텐츠 형식 선택
nl_nl: Contenttype kiezen
th_th: เลือกประเภทเนื้อหา

# dgOrgInternalContent_ContentType
source: Content Type
ar_sa: نوع المحتوى
es_es: Tipo de contenido
ko_kr: 콘텐츠 형식
th_th: ประเภทเนื้อหา

# dgOrgInternalContent_DeleteSelectedInputs
source: Delete Selected Inputs
ar_sa: حذف الإدخالات المُحددة
es_es: Eliminar datos seleccionados
ko_kr: 선택한 입력을 삭제
nl_nl: Geselecteerde input verwijderen
th_th: ลบข้อมูลป้อนเข้าที่เลือก

# dgOrgInternalContent_EditContent
source: Edit Content
ar_sa: تحرير المحتوى
es_es: Editar contenido
ko_kr: 콘텐츠 편집
nl_nl: Content bewerken
th_th: แก้ไขเนื้อหา

# dgOrgInternalContent_EditContentFormat
source: Edit {{inputType}}
ar_sa: تحرير {{inputType}}
es_es: Editar {{inputType}}
ko_kr: {{inputType}} 편집
nl_nl: {{inputType}} bewerken
th_th: แก้ไข{{inputType}}

# dgOrgInternalContent_GenerateCmsReport
source: Download Catalog
ar_sa: نتزيل القائمة
es_es: Descargar catálogo
ko_kr: 카탈로스 다운로드
nl_nl: Catalogus downloaden
th_th: ดาวน์โหลดแค็ตตาล็อก

# dgOrgInternalContent_GroupsTitle
source: Add Groups to Selected Inputs
ar_sa: إضافة مجموعات إلى المدخلات المُحددة
es_es: Agregar grupos a datos seleccionados
ko_kr: 그룹을 선택한 입력에 추가
nl_nl: Groepen toevoegen aan geselecteerde inputs
th_th: เพิ่มกลุ่มให้กับข้อมูลป้อนเข้าที่เลือก

# dgOrgInternalContent_GroupsToolTip
source: Add groups to selected inputs that will help users find content that is associated to groups they belong to.
ar_sa: إضافة مجموعات إلى الإدخالات المُحددة والتي ستُساعد المستخدمين في العثور على المحتوى المرتبط بالمجموعات التي ينتمون إليها.
es_es: Agregar grupos a los datos seleccionados ayudará a los usuarios a encontrar contenido relacionado con los grupos a los que pertenecen.
ko_kr: 사용자들이 속한 그룹과 연결된 콘텐츠를 찾는 데 도움이 되는 카테고리를 선택한 입력에 추가합니다.
nl_nl: Voeg groepen toe aan geselecteerde inputs die gebruikers helpen om content te vinden die behoort bij de groepen waartoe zij behoren.
th_th: การเพิ่มกลุ่มให้กับข้อมูลป้อนเข้าที่เลือกจะช่วยให้ผู้ใช้พบเนื้อหาที่เกี่ยวข้องกับกลุ่มที่ตนสังกัด

# dgOrgInternalContent_InternalContentVisibility
source: Content in your internal catalog is only viewable and discoverable by members of your organization.
ar_sa: لا يمكن مشاهدة المحتوى في القائمة الداخلية الخاصة بك إلا من قبل أعضاء مؤسستك.
es_es: Solo los miembros de su empresa pueden ver y encontrar el contenido de su catálogo interno.
ko_kr: 내부 카탈로그의 콘텐츠는 귀하의 조직의 멤버만 보기 및 검색이 가능합니다.
nl_nl: Content in je interne catalogus is alleen zichtbaar en detecteerbaar door leden van jouw organisatie.
th_th: เนื้อหาในแค็ตตาล็อกภายในจะสามารถดูและค้นพบได้โดยสมาชิกองค์กรของคุณเท่านั้น

# dgOrgInternalContent_ItemsSelectedFormat
source: {{count}} Content Items Selected
ar_sa: تم تحديد {count} من عناصر المحتوى
es_es: {{count}} elementos de contenido seleccionados
ko_kr: {{count}}개의 콘텐츠 항목이 선택됨
nl_nl: {{count}} geselecteerde contentitems
th_th: เลือกรายการเนื้อหา {{count}} รายการแล้ว

# dgOrgInternalContent_SidebarDescriptionFormat
source: Changes made here will affect {{org}} Catalog in the Library, which is the default content catalog for members of your organization. The {{org}} Catalog is comprised of all proprietary content entered in Degreed, as well as any content selected below.
ar_sa: التغيرات التي تُجرى هنا سوف تؤثر على قائمة {{org}} في المكتبة، وهو المحتوى الافتراضي لأعضاء مؤسستك. تتألف قائمة {{org}} من كل المُحتوى الخاص الذي تم إدخاله في Degreed، فضلًا عن أي محتوى تم تحديده أدناه.
es_es: Los cambios que realice aquí afectarán el catálogo de {{org}} de la biblioteca, que es el catálogo de contenido predeterminado de los miembros de su empresa. El catálogo de {{org}} se compone de todo el contenido propio ingresado en Degreed, así como de cualquier otro contenido seleccionado a continuación.
ko_kr: 여기에서 변경한 사항은 라이브러리의 {{org}} 카탈로그에 영향을 줍니다. 이것의 귀하 조직의 멤버들의 기본값 콘텐츠 카탈로그입니다. {{org}} 카탈로그는 Degreed에 입력된 모든 소유권 콘텐츠 및 아래에 선택된 콘텐츠로 구성되어 있습니다.
nl_nl: Hier aangebrachte wijzigingen zijn van invloed op {{org}}-catalogus in de bibliotheek, welke de standaard contentcatalogus is voor de leden van jouw organisatie. De {{org}}-catalogus bestaat uit alle bedrijfseigen content die in Degreed is ingevoerd, evenals de content die hieronder is geselecteerd.
th_th: การเปลี่ยนแปลงที่เกิดขึ้นที่นี่จะมีผลกับแค็ตตาล็อกของ {{org}} ในไลบรารี ซึ่งเป็นแค็ตตาล็อกเนื้อหาเริ่มต้นสำหรับสมาชิกในองค์กรของคุณ แค็ตตาล็อกของ {{org}} ประกอบด้วยเนื้อหาที่มีกรรมสิทธิ์ซึ่งป้อนไว้ใน Degreed รวมถึงเนื้อหาต่างๆ ที่เลือกไว้ด้านล่าง

# dgOrgInternalContent_SidebarTitle
source: Manage Internal Content
ar_sa: إدارة المحتوى الداخلي
es_es: Gestionar contenido interno
ko_kr: 내부 콘텐츠 관리
nl_nl: Interne content beheren
th_th: จัดการเนื้อหาภายใน

# dgOrgInternalContent_ViewScormReport
source: View SCORM Report
ar_sa: عرض تقرير SCORM
es_es: Ver informe SCORM
ko_kr: SCORM 보고서 보기
nl_nl: SCORM-rapport weergeven
th_th: ดูรายงาน SCORM

# dgOrgInternalContentForm_AddFromUrl
source: or Add from a URL
ar_sa: أو الإضافة من URL
es_es: o agregar desde URL
ko_kr: 또는 URL에서 추가
nl_nl: of Toevoegen van een URL
th_th: หรือเพิ่มจาก URL

# dgOrgInternalContentForm_AddImage
source: Add Image
ar_sa: إضافة صورة
es_es: Agregar imagen
ko_kr: 이미지 추가
nl_nl: Afbeelding toevoegen
th_th: เพิ่มรูปภาพ

# dgOrgInternalContentForm_ArticalFormatPlaceholder
source: Choose Article Format
ar_sa: اختيار تنسيق المقال
es_es: Seleccionar formato de artículo
ko_kr: 아티클 형식 선택
nl_nl: Artikel format kiezen
th_th: เลือกรูปแบบบทความ

# dgOrgInternalContentForm_ArticleDescription
source: Description
ar_sa: الوصف
es_es: Descripción
ko_kr: 설명
nl_nl: Beschrijving
th_th: คำอธิบาย

# dgOrgInternalContentForm_ArticleExistsCancel
source: No
ar_sa: لا
ko_kr: 아니오
nl_nl: Nee
th_th: ไม่

# dgOrgInternalContentForm_ArticleExistsDescription
source: The article you are trying to add was previously added. Any content added here will overwrite the existing article. Would you like to update it with this new information?
ar_sa: المقال الذي تُحاول إضافته تم إضافته مسبقًا. أي محتوى مُضاف هنا سيحل محل المقال الحالي. هل ترغب في تحديثه باستخدام هذه المعلومات الجديدة؟
es_es: El artículo que está intentando agregar ya fue agregado. Todo contenido que agregue aquí sobrescribirá el artículo existente. ¿Quiere actualizarlo con la información nueva?
ko_kr: 추가하려고 시도하는 아티클은 이전에 추가되었습니다. 여기에 추가된 콘텐츠는 기존의 아티클을 덮어쓰게 됩니다. 새 정보로 업데이트하시겠습니까?
nl_nl: Het artikel dat je probeert toe te voegen werd eerder toegevoegd. Eventuele content die hier wordt toegevoegd, zal het bestaande artikel overschrijven. Wil je het updaten met deze nieuwe informatie?
th_th: บทความที่คุณพยายามเพิ่มนั้นได้ถูกเพิ่มไปก่อนหน้านี้แล้ว เนื้อหาใดๆ ที่เพิ่มเข้าไปในส่วนนี้จะเขียนทับบทความที่มีอยู่เดิม คุณต้องการอัปเดตด้วยข้อมูลใหม่นี้หรือไม่?

# dgOrgInternalContentForm_ArticleExistsTitle
source: This article URL already exists
ar_sa: عنوان URL للمقال موجود بالفعل
es_es: La URL de este artículo ya existe
ko_kr: 이 아티클 URL은 이미 존재
nl_nl: Deze artikel-URL bestaat al
th_th: มี URL บทความนี้อยู่แล้ว

# dgOrgInternalContentForm_ArticleFormat
source: Article Format
ar_sa: تنسيق المقال
es_es: Formato de artículo
ko_kr: 아티클 형식
nl_nl: Artikelformaat
th_th: รูปแบบบทความ

# dgOrgInternalContentForm_ArticleTitle
source: Title
ar_sa: العنوان
es_es: Título
ko_kr: 제목
nl_nl: Titel
th_th: ชื่อ

# dgOrgInternalContentForm_ArticleURL
source: Article URL
ar_sa: عنوان URL للمقال
es_es: URL del artículo
ko_kr: 아티클 URL
nl_nl: Artikel-URL
th_th: URL บทความ

# dgOrgInternalContentForm_AssessmentDescription
source: Description
ar_sa: الوصف
es_es: Descripción
ko_kr: 설명
nl_nl: Beschrijving
th_th: คำอธิบาย

# dgOrgInternalContentForm_AssessmentExistsDescription
source: The assessment you are trying to add was previously added. Any content added here will overwrite the existing assessment. Would you like to update it with this new information?
ar_sa: التقييم الذي تُحاول إضافته تم إضافته مسبقًا. أي محتوى يُضاف هنا سيحل محل التقييم الحالي. هل ترغب في تحديثه باستخدام هذه المعلومات الجديدة؟
es_es: La evaluación que está intentando agregar ya fue agregada. Todo contenido que agregue aquí sobrescribirá la evaluación existente. ¿Quiere actualizarlo con la información nueva?
ko_kr: 추가하려고 시도하는 평가는 이전에 추가되었습니다. 여기에 추가된 평가는 기존의 아티클을 덮어쓰게 됩니다. 새 정보로 업데이트하시겠습니까?
nl_nl: De beoordeling die je probeert toe te voegen werd eerder toegevoegd. Eventuele content die hier wordt toegevoegd, zal de bestaande beoordeling overschrijven. Wil je het updaten met deze nieuwe informatie?
th_th: แบบประเมินที่คุณพยายามจะเพิ่มนั้นเคยถูกเพิ่มไปแล้วก่อนหน้านี้ เนื้อหาใดๆ ที่เพิ่มเข้าไปในส่วนนี้จะเขียนทับแบบประเมินที่มีอยู่เดิม คุณต้องการอัปเดตด้วยข้อมูลใหม่นี้หรือไม่?

# dgOrgInternalContentForm_AssessmentExistsTitle
source: This assessment URL already exists
ar_sa: عنوان URL للتقييم موجود بالفعل
es_es: La URL de esta evaluación ya existe
ko_kr: 이 평가 URL은 이미 존재
nl_nl: Deze beoordelings-URL bestaat al
th_th: มี URL ของแบบประเมินนี้อยู่แล้ว

# dgOrgInternalContentForm_AssessmentName
source: Assessment Name
ar_sa: اسم التقييم
es_es: Nombre de evaluación
ko_kr: 평가 이름
nl_nl: Naam beoordeling
th_th: ชื่อแบบประเมิน

# dgOrgInternalContentForm_AssessmentProvider
source: Assessment Provider
ar_sa: مقدم التقييم
es_es: Proveedor de evaluación
ko_kr: 평가 제공자
nl_nl: Aanbieder van assessment
th_th: ผู้ให้บริการแบบประเมิน

# dgOrgInternalContentForm_AssessmentURL
source: Assessment URL
ar_sa: عنوان URL الخاص بالتقييم
es_es: URL de evaluación
ko_kr: 평가 URL
nl_nl: Beoordelings-URL
th_th: URL แบบประเมิน

# dgOrgInternalContentForm_AudioURL
source: Podcast URL
ar_sa: رابط الحلقة الإذاعية
es_es: URL del podcast
ko_kr: 팟캐스트 URL
th_th: URL ของพอดแคสต์

# dgOrgInternalContentForm_BookAuthor
source: Author
ar_sa: المصمم
es_es: Autor
ko_kr: 저자
nl_nl: Auteur
th_th: ผู้แต่ง

# dgOrgInternalContentForm_BookCoverAltFormat
source: {{title}} book cover
ar_sa: غلاف كتاب {{title}}
es_es: Portada de {{title}}
ko_kr: {{title}} 책 표지
nl_nl: {{title}} boekomslag
th_th: ปกหนังสือ {{title}}

# dgOrgInternalContentForm_BookDatePublished
source: Date Published
ar_sa: تاريخ النشر
es_es: Fecha de publicación
ko_kr: 출판한 날짜
nl_nl: Publicatiedatum
th_th: วันที่ตีพิมพ์

# dgOrgInternalContentForm_BookDateRead
source: Date Read
ar_sa: تاريخ القراءة
es_es: Fecha en la que se leyó
ko_kr: 읽은 날짜
nl_nl: Datum gelezen
th_th: วันที่อ่าน

# dgOrgInternalContentForm_BookLength
source: Length (Pages)
ar_sa: طول (للصفحات)
es_es: Extensión (páginas)
ko_kr: 길이 (페이지)
nl_nl: Lengte (pagina's)
th_th: ความยาว (หน้า)

# dgOrgInternalContentForm_BookLengthCustomFormat
source: Length ({{units}})
ar_sa: طول ({{units}})
es_es: Extensión ({{units}})
ko_kr: 길이 ({{units}})
nl_nl: Lengte ({{units}})
th_th: ความยาว ({{units}})

# dgOrgInternalContentForm_BookSave
source: Save Book
ar_sa: حفظ الكتاب
es_es: Guardar libro
ko_kr: 책을 저장
nl_nl: Boek opslaan
th_th: บันทึกหนังสือ

# dgOrgInternalContentForm_BookSubtitle
source: Subtitle
ar_sa: عنوان فرعي
es_es: Título secundario
ko_kr: 부제
nl_nl: Ondertitel
th_th: คำบรรยาย

# dgOrgInternalContentForm_BookSummary
source: Summary
ar_sa: الملخص
es_es: Resumen
ko_kr: 요약
nl_nl: Overzicht
th_th: สรุป

# dgOrgInternalContentForm_BookTitle
source: Title
ar_sa: العنوان
es_es: Título
ko_kr: 제목
nl_nl: Titel
th_th: ชื่อ

# dgOrgInternalContentForm_BookTitlePlaceholder
source: Book Title
ar_sa: عنوان الكتاب
es_es: Título del libro
ko_kr: 책 제목
nl_nl: Boektitel
th_th: ชื่อหนังสือ

# dgOrgInternalContentForm_CategoriesToolTip
source: Add categories that will help users find content that is relevant to their needs.
ar_sa: إضافة فئات ستُساعد المستخدمين على إيجاد المحتوى المتعلق باحتياجاتهم.
es_es: Agregar categorías ayudará a los usuarios a encontrar contenido relevante para sus necesidades.
ko_kr: 사용자들의 필요에 관련이 있는 콘텐츠를 찾는 데 도움이 되는 카테고리를 추가합니다.
nl_nl: Voeg categorieen toe die gebruikers helpen om content te vinden die aansluit bij hun behoeften.
th_th: เพิ่มหมวดหมู่ที่จะช่วยให้ผู้ใช้พบเนื้อหาที่สอดคล้องกับความต้องการของตน

# dgOrgInternalContentForm_ChooseCourseFormat
source: Choose Course Format
ar_sa: اختيار شكل الدورة
es_es: Seleccionar formato de curso
ko_kr: 과정 형식 선택
nl_nl: Cursus format kiezen
th_th: เลือกรูปแบบหลักสูตร

# dgOrgInternalContentForm_Complete
source: Complete!
ar_sa: إكمال!
es_es: ¡Completado!
ko_kr: 완료!
nl_nl: Voltooien!
th_th: เสร็จเรียบร้อย!

# dgOrgInternalContentForm_ContentOwner
source: Content Owner
ar_sa: مالك المحتوى
es_es: Titular del contenido
ko_kr: 콘텐츠 소유자
nl_nl: Content eigenaar
th_th: เจ้าของเนื้อหา

# dgOrgInternalContentForm_CourseDescription
source: Description
ar_sa: الوصف
es_es: Descripción
ko_kr: 설명
nl_nl: Beschrijving
th_th: คำอธิบาย

# dgOrgInternalContentForm_CourseExistsDescription
source: The course you are trying to add was previously added. Any content added here will overwrite the existing course. Would you like to update it with this new information?
ar_sa: الدورة التي كنت تحاول إضافتها تم إضافتها سابقًا أي محتوى يُضاف هنا سيحل محل الدورة الحالية. هل ترغب في تحديثه باستخدام هذه المعلومات الجديدة؟
es_es: El curso que está intentando agregar ya fue agregado. Todo contenido que agregue aquí sobrescribirá el curso existente. ¿Quiere actualizarlo con la información nueva?
ko_kr: 추가하려고 시도하는 과정은 이전에 추가되었습니다. 여기에 추가된 콘텐츠는 기존의 과정을 덮어쓰게 됩니다. 새 정보로 업데이트하시겠습니까?
nl_nl: De cursus die je probeert toe te voegen werd eerder toegevoegd. Eventuele content die hier wordt toegevoegd, zal de bestaande cursus overschrijven. Wil je het updaten met deze nieuwe informatie?
th_th: หลักสูตรที่คุณพยายามจะเพิ่มนั้นเคยถูกเพิ่มไปแล้วก่อนหน้านี้ เนื้อหาใดๆ ที่เพิ่มเข้าไปในส่วนนี้จะเขียนทับแบบหลักสูตรที่มีอยู่เดิม คุณต้องการอัปเดตด้วยข้อมูลใหม่นี้หรือไม่?

# dgOrgInternalContentForm_CourseExistsTitle
source: This course title already exists
ar_sa: عنوان هذه الدورة موجود بالفعل
es_es: El nombre de este curso ya existe
ko_kr: 이 과정 제목은 이미 존재
nl_nl: Deze cursustitel bestaat al
th_th: มีชื่อหลักสูตรนี้อยู่แล้ว

# dgOrgInternalContentForm_CourseFormat
source: Course Format
ar_sa: شكل الدورة
es_es: Formato de curso
ko_kr: 과정 형식
nl_nl: Cursus formaat
th_th: รูปแบบหลักสูตร

# dgOrgInternalContentForm_CourseTitle
source: Course Title
ar_sa: عنوان الدورة
es_es: Nombre del curso
ko_kr: 과정 제목
nl_nl: Cursustitel
th_th: ชื่อหลักสูตร

# dgOrgInternalContentForm_CourseURL
source: Course Url
ar_sa: عنوان Url الخاص بالدورة
es_es: URL del curso
ko_kr: 과정 URL
nl_nl: Cursus-url
th_th: URL ของหลักสูตร

# dgOrgInternalContentForm_CreateNewCredSparkAssessment
source: Create a new CredSpark Assessment
ar_sa: إنشاء تقييم جديد لموقع "CredSpark"
es_es: Crear una nueva evaluación de CredSpark
ko_kr: 새 CredSpark 평가를 만들기
nl_nl: Een nieuwe CredSpark-beoordeling aanmaken
th_th: สร้างแบบประเมิน CredSpark ใหม่

# dgOrgInternalContentForm_CreationDate
source: Creation Date
ar_sa: تاريخ الإنشاء
es_es: Fecha de creación
ko_kr: 생성 날짜
nl_nl: Aanmaakdatum
th_th: วันที่สร้าง

# dgOrgInternalContentForm_CredSparkDashboard
source: CredSpark dashboard
ar_sa: لوحة معلومات CredSpark
es_es: Panel de control de CredSpark
ko_kr: CredSpark 대시보드
th_th: แดชบอร์ด CredSpark

# dgOrgInternalContentForm_DragImage
source: Drag an image from your computer
ar_sa: اسحب صورة من الكمبيوتر الخاص بك
es_es: Arrastrar una imagen de su computador
ko_kr: 컴퓨터에서 이미지 끌어넣기
nl_nl: Sleep een afbeelding vanaf je computer
th_th: ลากรูปจากคอมพิวเตอร์ของคุณ

# dgOrgInternalContentForm_EditDetails
source: Edit details
ar_sa: تحرير التفاصيل
es_es: Editar detalles
ko_kr: 상세 정보 편집
nl_nl: Details bewerken
th_th: แก้ไขรายละเอียด

# dgOrgInternalContentForm_EventDescription
source: Description
ar_sa: الوصف
es_es: Descripción
ko_kr: 설명
nl_nl: Beschrijving
th_th: คำอธิบาย

# dgOrgInternalContentForm_EventExistsDescription
source: The event you are trying to add was previously added. Any content added here will overwrite the existing event. Would you like to update it with this new information?
ar_sa: الفاعلية التي كنت تحاول إضافتها تم إضافتها سابقًا أي محتوى يُضاف هنا سيحل محل الفاعلية الحالية. هل ترغب في تحديثه باستخدام هذه المعلومات الجديدة؟
es_es: El evento que está intentando agregar ya fue agregado. Todo contenido que agregue aquí sobrescribirá el evento existente. ¿Quiere actualizarlo con la información nueva?
ko_kr: 추가하려고 시도하는 이벤트는 이전에 추가되었습니다. 여기에 추가된 콘텐츠는 기존의 이벤트 덮어쓰게 됩니다. 새 정보로 업데이트하시겠습니까?
nl_nl: De gebeurtenis/bijeenkomst die je probeert toe te voegen werd eerder toegevoegd. Eventuele content die hier wordt toegevoegd, zal de bestaande gebeurtenis overschrijven. Wil je het updaten met deze nieuwe informatie?
th_th: งานกิจกรรมที่คุณพยายามจะเพิ่มนั้นได้ถูกเพิ่มไปเรียบร้อยแล้ว เนื้อหาใดๆ ที่เพิ่มเข้าไปในส่วนนี้จะเขียนทับงานกิจกรรมที่มีอยู่เดิม คุณต้องการอัปเดตด้วยข้อมูลใหม่นี้หรือไม่?

# dgOrgInternalContentForm_EventExistsTitle
source: This event title already exists
ar_sa: عنوان هذه الفاعلية موجود بالفعل
es_es: El nombre de este evento ya existe
ko_kr: 이 이벤트 제목은 이미 존재
nl_nl: Deze evenementtitel bestaat al
th_th: มีงานกิจกรรมนี้อยู่แล้ว

# dgOrgInternalContentForm_EventFormat
source: Event Format
ar_sa: شكل الفاعلية
es_es: Formato de evento
ko_kr: 이벤트 형식
nl_nl: Formaat evenement
th_th: รูปแบบงานกิจกรรม

# dgOrgInternalContentForm_EventFormatPlaceholder
source: Choose Event Format
ar_sa: اختيار شكل الفاعلية
es_es: Seleccionar formato de evento
ko_kr: 이벤트 형식 선택
nl_nl: Evenementformaat kiezen
th_th: เลือกรูปแบบงานกิจกรรม

# dgOrgInternalContentForm_EventTitle
source: Title
ar_sa: العنوان
es_es: Título
ko_kr: 제목
nl_nl: Titel
th_th: ชื่อ

# dgOrgInternalContentForm_EventTitlePlaceholder
source: Event Title
ar_sa: عنوان الفعالية
es_es: Nombre del evento
ko_kr: 이벤트 제목
nl_nl: Evenementtitel
th_th: ชื่องานกิจกรรม

# dgOrgInternalContentForm_EventURL
source: Event Web Site (URL)
ar_sa: الموقع الإلكتروني للفعالية (URL)
es_es: Sitio web (URL) del evento
ko_kr: 이벤트 웹 사이트 (URL)
nl_nl: Evenementwebsite (URL)
th_th: เว็บไซต์งานกิจกรรม (URL)

# dgOrgInternalContentForm_EventURLPlaceholder
source: Event URL
ar_sa: عنوان URL للفاعلية
es_es: URL de evento
ko_kr: 이벤트 URL
nl_nl: Evenement-URL
th_th: URL ของงานกิจกรรม

# dgOrgInternalContentForm_File
source: File:
ar_sa: الملف:
es_es: Archivo:
ko_kr: 파일:
nl_nl: Bestand:
th_th: ไฟล์:

# dgOrgInternalContentForm_FileTooLargeFormat
source: File too large {{fileSize}}MB: max {{fileMax}}
ar_sa: الملف كبير جدًا {{fileSize}}ميغابايت بحد أقصى {{fileMax}}
es_es: Archivo muy grande {{fileSize}} MB: máx. {{fileMax}}
ko_kr: 파일이 너무 큼 {{fileSize}}MB: 최대 {{fileMax}}
nl_nl: Bestand te groot {{fileSize}}MB: max. {{fileMax}}
th_th: ไฟล์มีขนาด {{fileSize}}MB ซึ่งใหญ่เกินไป: รองรับได้สูงสุด {{fileMax}}

# dgOrgInternalContentForm_GroupsTitle
source: Add Groups
ar_sa: إضافة مجموعات
es_es: Agregar grupos
ko_kr: 그룹 추가
nl_nl: Groepen toevoegen
th_th: เพิ่มกลุ่ม

# dgOrgInternalContentForm_GroupsToolTip
source: Adding groups will help users find content that is associated to groups they belong to.
ar_sa: ستساعد إضافة المجموعات المستخدمين في البحث عن المحتوى الذي يرتبط بالمجموعات التي ينتمون إليها.
es_es: Agregar grupos ayudará a los usuarios a encontrar contenido relacionado con los grupos a los que pertenecen.
ko_kr: 그룹을 추가하면 사용자들이 속한 그룹과 연결된 콘텐츠를 찾는 데 도움이 될 것입니다.
nl_nl: Het toevoegen van groepen helpt gebruikers om content te vinden die behoort bij de groepen waartoe zij behoren.
th_th: การเพิ่มกลุ่มจะช่วยให้ผู้ใช้พบเนื้อหาที่เกี่ยวข้องกับกลุ่มที่ตนสังกัด

# dgOrgInternalContentForm_ImageDisplayOption
source: Image Display Option
ar_sa: خيار عرض الصورة
es_es: Opción de visualización de imágenes
ko_kr: 이미지 표시 옵션
nl_nl: Afbeeldingsweergave-optie
th_th: ตัวเลือกการแสดงรูปภาพ
