Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# PublicForMe_TabOneParagraph
source: Tell us the topics and skills you want to learn about, and we'll serve you the best articles, books, videos, courses and people based on your interests and learning habits.
ar_sa: أخبرنا بالمواضيع والمهارات التي ترغب في التعرف عليها، وسنقدم لك أفضل المقالات والكتب ومقاطع الفيديو والدورات والأشخاص استنادًا إلى اهتماماتك وعادات التعلم.
es_es: Dinos los temas y las habilidades sobre los que quiere aprender y te ofreceremos los mejores artículos, libros, videos, cursos y personas según sus intereses y tus hábitos de aprendizaje.
ko_kr: 학습하기 원하는 주제 및 기술을 알려 주시면 귀하의 관심 분야 및 학습 습관에 기초하여 최고의 아티클, 책, 비디오, 과정 및 사람들을 제공합니다.
nl_nl: Laat ons weten wat de onderwerpen en vaardigheden zijn waarin jij geïnteresseerd bent en we zullen jou de beste artikelen, boeken, video's, cursussen en mensen aanreiken op basis van jouw interesses en leergewoonten.
th_th: บอกเราเกี่ยวกับหัวข้อและทักษะที่คุณต้องการเรียนรู้ แล้วเราจะเสนอบทความ หนังสือ วิดีโอ หลักสูตร และบุคคลที่ดีที่สุดให้กับคุณ โดยอิงความสนใจและนิสัยการเรียนรู้ของคุณ

# PublicForMe_TabThree
source: Show Your Expertise
ar_sa: اعرض خبرتك
es_es: Demostrar su experiencia
ko_kr: 전문성을 표시
nl_nl: Toon jouw expertise
th_th: แสดงความเชี่ยวชาญของคุณ

# PublicForMe_TabThreeHeader
source: Show your expertise.
ar_sa: اعرض خبرتك.
es_es: Demuestre su experiencia.
ko_kr: 전문성을 표시합니다.
nl_nl: Toon jouw expertise.
th_th: แสดงความเชี่ยวชาญของคุณ

# PublicForMe_TabThreeParagraph
source: Measure and certify your skills so you (and the world) know where you stand using Skill Certification. No courses to take, no new material to learn.
ar_sa: قم بقياس واعتماد مهاراتك حتى تعرف (والعالم) يعرف أين تقف باستخدام توثيق المهارة. لا توجد دورات لأخذها، لا توجد مادة جديدة للتعلم.
es_es: Mida y certifique sus habilidades para que usted (y todo el mundo) sepa su nivel gracias al certificado de habilidad. Sin cursos que hacer ni nuevos materiales que aprender.
ko_kr: 기술 인증서를 사용하여 자신의 상태를 자신이 (및 다른 이들이) 알 수 있게 측정 및 인증합니다. 학습할 과정 및 새 자료가 없습니다.
nl_nl: Meet en certificeer jouw vaardigheden door Certificering voor vaardigheden te gebruiken zodat jij (en de wereld) precies weten waar je staat. Geen nieuwe cursussen, geen nieuw materiaal om te leren.
th_th: วัดผลและรับรองทักษะของคุณเพื่อที่คุณ (และโลก) จะได้รู้ว่าคุณมีทักษะในระดับใดผ่านการรับรองทักษะ ไม่มีหลักสูตรให้เข้าร่วม ไม่มีเนื้อหาใหม่ให้เรียนรู้

# PublicForMe_TabTwo
source: Build Your Skills
ar_sa: بناء مهاراتك
es_es: Crear sus habilidades
ko_kr: 기술을 추가
nl_nl: Ontwikkel jouw vaardigheden
th_th: เสริมสร้างทักษะของคุณ

# PublicForMe_TabTwoHeader
source: Build your skills.
ar_sa: بناء مهاراتك.
es_es: Cree sus habilidades.
ko_kr: 기술을 추가합니다.
nl_nl: Ontwikkel jouw vaardigheden.
th_th: เสริมสร้างทักษะของคุณ

# PublicForMe_TabTwoParagraph
source: Discover the skills and experts you need to stay ready. Set goals, track your progress and build your skills however and wherever you want to.
ar_sa: اكتشف المهارات والخبراء الذين تحتاجهم لتظل جاهزا. حدد الأهداف، وتتبع التقدم المحرز وبناء مهاراتك كيفما وحيثما تريد.
es_es: Descubra las habilidades y los expertos que necesita para estar a punto. Fije objetivos, haga el seguimiento de su progreso y desarrolle sus habilidades cómo y dónde quiera.
ko_kr: 항상 준비하기 위해 필요한 기술 및 전문가를 발견합니다. 원하는 방식으로 어디에서든 목표를 설정하고 진행률을 추적하고 기술을 구축합니다.
nl_nl: Ontdek de vaardigheden en experts die je nodig hebt om bij te blijven. Stel doelen voor jezelf, controleer je voortgang en ontwikkel jouw vaardigheden hoe en waar je maar wilt.
th_th: ค้นพบทักษะและผู้เชี่ยวชาญที่คุณต้องการเพื่อเตรียมความพร้อม ตั้งเป้าหมาย ติดตามความก้าวหน้า และเสริมสร้างทักษะของคุณด้วยวิธีการใดก็ตาม ในที่แห่งใดก็ตาม ที่คุณต้องการ

# PublicHome_DegreedHelps
source: See how Degreed helps
ar_sa: انظر كيفية مساعادات Degreed
es_es: Ver cómo ayuda Degreed
ko_kr: Degreed가 어떻게 도움이 되는지 보기
nl_nl: Kijk hoe Degreed je kan helpen
th_th: ดูว่า Degreed ช่วยได้อย่างไร

# PublicHome_ForBusiness
source: For Business
ar_sa: لأغراض الأعمال
es_es: Para empresas
ko_kr: 비즈니스용
nl_nl: Voor zakelijk
th_th: สำหรับธุรกิจ

# PublicHome_ForBusinessSub
source: Build your business. Discover, develop and measure the skills your organization needs.
ar_sa: بناء أعمالك. اكتشف، وطور وقم بقياس المهارات اللازمة لمؤسستك.
es_es: Cree su empresa. Descubra, desarrolle y mida las habilidades que su empresa necesita.
ko_kr: 비즈니스의 토대를 구축하세요. 필요한 기술을 찾고, 계발하고, 여러분의 기술을 평가하세요.
nl_nl: Bouw aan jouw bedrijf. Ontdek, ontwikkel en meet de vaardigheden die jouw organisatie nodig heeft.
th_th: เสริมสร้างธุรกิจของคุณ ค้นพบ พัฒนา และ วัดทักษะที่องค์กรของคุณต้องการ

# PublicHome_ForYou
source: For You
ar_sa: من أجلك
es_es: Para usted
ko_kr: 귀하에게
nl_nl: Voor jou
th_th: สำหรับคุณ

# PublicHome_ForYouSub
source: Own your expertise. Build and certify the skills you need to become the best version of you.
ar_sa: قم بامتلاك خبرتك الخاصة. قم ببناء وتوثيق المهارات اللازمة لك لتحقق أفضل ما عندك.
es_es: Domine su experiencia. Desarrolle y certifique las habilidades que necesita para ser la mejor versión de usted.
ko_kr: 여러분만의 전문 지식을 확보하세요. 최적의 비즈니스 성과를 거두기 위해 필요한 기술을 학습하고 인증받으세요.
nl_nl: Maak gebruik van jouw expertise. Vergroot en certificeer de vaardigheden die je nodig hebt om de beste versie van jezelf te worden.
th_th: เป็นเจ้าของความเชี่ยวชาญของคุณ สร้างและรับรองทักษะที่คุณต้องการ เพื่อเป็นเวอร์ชันที่ดีที่สุดของคุณ

# PublicHome_LifelongLearning
source: Learn how we&#8217;re making learning lifelong
ar_sa: تعلم كيف نخلق تعلم مستمر مدى الحياة
es_es: Descubra cómo estamos haciendo que la formación sea permanente
ko_kr: Degreed가 평생 학습을 제공하는 방법
nl_nl: Vind uit hoe je je hele leven lang kunt leren
th_th: เรียนรู้วิธีที่เรากำลังเรียนรู้ตลอดชีวิต

# PublicHome_MainTitle
source: Stay ready for what&#8217;s next.
ar_sa: كن مستعدًا لما هو قادم.
es_es: Esté listo para lo que está por venir.
ko_kr: 미래의 변화에 항상 대응할 수 있게 준비하세요.
nl_nl: Wees voorbereid op wat er komt.
th_th: เตรียมพร้อมสำหรับสิ่งต่อไป

# PublicHome_MetaDescription
source: Degreed is a lifelong learning platform that individuals and organizations use to discover learning content, build skills, and certify their expertise.
ar_sa: Degreed هي منصة التعلم مدى الحياة التي يستخدمها الأفراد والمؤسسات لاكتشاف محتوى التعلم، وبناء المهارات، والتصديق على خبراتهم.
es_es: Degreed es una plataforma de formación permanente que tanto individuos como empresas utilizan para descubrir contenido formativo, sumar habilidades y certificar su experiencia.
ko_kr: Degreed는 개인 및 조직이 학습 콘텐츠를 발견하고 기술을 습득하고 전문성을 인증 받는 데 사용하는 평생 학습 플랫폼입니다.
nl_nl: Degreed is een leerplatform dat personen en bedrijven gebruiken om leerstof te ontdekken, vaardigheden te vergroten en vaardigheden te certificeren.
th_th: Degreed เป็นแพลตฟอร์มการเรียนรู้ตลอดชีพที่บุคคลและองค์กรต่าง ๆ ใช้เพื่อค้นหาเนื้อหาการเรียนรู้ สร้างเสริมทักษะ และรับรองความเชี่ยวชาญของตน

# PublicHome_MetaTitle
source: The Lifelong Learning Platform
ar_sa: منصة التعلم المستمر مدى الحياة
es_es: La plataforma de aprendizaje permanente
ko_kr: 평생 학습 플랫폼
nl_nl: Het platform voor Een leven lang leren
th_th: แพลตฟอร์มการเรียนรู้ตลอดชีวิต

# PublicHome_OpportunitySkills
source: Trends come and go. Business moves fast. <br>Opportunity won&#8217;t wait.
ar_sa: التوجهات تأتي وتذهب. الأعمال تتحرك سريعًا. <br>الفرصة لا تحتمل الانتظار.
es_es: Las tendencias van y vienen. Las empresas avanzan rápido. <br>Las oportunidades no esperan.
ko_kr: 트렌드는 항상 변합니다. 비즈니스도 빠른 변화에 대응해야 합니다. <br>기회는 여러분을 기다려주지 않습니다.
nl_nl: Trends komen en gaan. Het bedrijfsleven is altijd in beweging. <br>Kansen laten niet op zich wachten.
th_th: แนวโน้มมาและไป ธุรกิจดำเนินไปอย่างรวดเร็ว <br>โอกาสจะไม่รอ

# PublicHome_OpportunitySkillsSub
source: New trends, new technologies and new opportunities all demand new skills. Degreed gives you the tools and insights to discover, learn, and validate whatever you need to be ready for the next big thing.
ar_sa: توجهات جديدة، وتكنولوجيات جديدة، وفرص جديدة تتطلب جميعها مهارات جديدة. تمنحك Degreed الأدوات والرؤى لاكتشاف كل ما يلزمك لتكون على استعداد للأفضل والتعرف عليه والتحقق من صحته.
es_es: Tanto las nuevas tendencias como las nuevas tecnologías y las nuevas oportunidades requieren nuevas habilidades. Degreed le proporciona las herramientas y la información para descubrir, aprender y validar lo que necesite para estar listo para el siguiente gran paso.
ko_kr: 새로운 트렌드, 기술, 기회를 얻으려면 새로운 역량이 필요합니다. Degreed는 미래의 거대한 변화를 준비하는 데 필요한 모든 지식을 발견하고, 학습하며, 검증할 수 있는 도구와 인사이트를 제공합니다.
nl_nl: Nieuwe trends, nieuwe technologieën en nieuwe kansen vereisen nieuwe vaardigheden. Degreed geeft je de tools en inzichten om alles wat je nodig hebt voor je volgende grote project te ontdekken, leren en valideren.
th_th: แนวโน้มใหม่ เทคโนโลยีใหม่ ๆ และโอกาสใหม่ ๆ ทุกสิ่งจำเป็นต้องใช้ทักษะใหม่ ๆ Degreed ช่วยให้คุณมีเครื่องมือและข้อมูลเชิงลึกในการค้นพบ เรียนรู้ และ ตรวจสอบสิ่งที่คุณต้องการเพื่อเตรียมพร้อมสำหรับสิ่งใหญ่ ๆ ต่อไป

# PublicHome_Pioneers
source: Degreed is for pioneers.
ar_sa: Degreed مخصصة للرواد.
es_es: Degreed es para los precursores.
ko_kr: Degreed는 시대를 앞서나가는 여러분과 함께합니다.
nl_nl: Degreed is voor pioniers
th_th: Degreed นั้นสำหรับผู้บุกเบิก

# PublicHome_PioneersSub
source: We&#8217;re helping 3+ million people at over 150 organizations </br> build the skills they need to invent the future.
ar_sa: نحن نساعد أكثر من 3 ملايين شخص في أكثر من 150 مؤسسة </br> على بناء مهاراتهم اللازمة لابتكار المستقبل.
es_es: Estamos ayudando a más de tres millones de personas en más de 150 empresas </br> a desarrollar las habilidades que necesitan para crear su futuro.
ko_kr: Degreed는 150개 이상의 조직에서 3백만 명 이상의 사람들이 </br> 미래를 창조하는 데 필요한 기술을 학습하도록 돕습니다.
nl_nl: We helpen meer dan 3 miljoen mensen bij meer dan 150 organisaties </br> om de vaardigheden te ontwikkelen die ze nodig hebben voor de toekomst.
th_th: เรากำลังช่วยเหลือ 3 ล้านคน ในองค์กรกว่า 150 แห่ง </br> สร้างทักษะที่จำเป็นในการคิดค้นอนาคต

# PublicJobs_MetaTitle
source: Careers
ar_sa: الوظائف
es_es: Carreras
ko_kr: 경력
nl_nl: Werken bij Degreed
th_th: ตำแหน่งงาน

# PublicNav_About
source: About
ar_sa: حول
es_es: Acerca de
ko_kr: 정보
nl_nl: Over
th_th: เกี่ยวกับ

# PublicNav_ContactUs
source: Contact Us
ar_sa: اتصل بنا
es_es: Contacto
ko_kr: 연락처
nl_nl: Neem contact met ons op
th_th: ติดต่อเรา

# PublicNav_ForBusiness
source: For Business
ar_sa: لأغراض الأعمال
es_es: Para empresas
ko_kr: 비즈니스용
nl_nl: Voor zakelijk
th_th: สำหรับธุรกิจ

# PublicNav_ForYou
source: For You
ar_sa: من أجلك
es_es: Para usted
ko_kr: 귀하에게
nl_nl: Voor jou
th_th: สำหรับคุณ

# PublicNav_Login
source: Log In
ar_sa: تسجيل الدخول
es_es: Iniciar sesión
ko_kr: 로그인
nl_nl: Inloggen
th_th: เข้าสู่ระบบ

# PublicNav_MyAccount
source: My Account
ar_sa: حسابي
es_es: Mi cuenta
ko_kr: 나의 계정
nl_nl: Mijn account
th_th: บัญชีของฉัน

# PublicNav_SignUp
source: Sign Up
ar_sa: التسجيل
es_es: Crear cuenta
ko_kr: 등록
nl_nl: Aanmelden
th_th: สมัครใช้งาน

# PublicNav_SkillCertification
source: Skill Certification
ar_sa: توثيق المهارة
es_es: Certificado de habilidad
ko_kr: 기술 인증서
nl_nl: Certificering voor vaardigheden
th_th: การรับรองทักษะ

# PublicPartnerships_MetaDescription
source: Degreed is an award-winning learning platform with the world’s largest ecosystem of learning resources. Partner with Degreed to engage your customers and grow your business.
ar_sa: Degreed هي منصة تعليمية حائزة على جوائز مع أكبر نظام بيئي لموارد التعلم في العالم. اشترك مع Degreed لإشراك عملائك وتنمية عملك.
es_es: Degreed es una plataforma de aprendizaje galardonada con el mayor ecosistema del mundo de recursos de aprendizaje. Asóciese con Degreed para captar a sus clientes y hacer crecer su negocio.
ko_kr: Degreed는 세계 최대의 학습 리스소 에코시스템을 구축한 수상 경력의 학습 플랫폼입니다. Degreed와 파트너가 되어 고객과 참여하고 비즈니스를 성장합니다.
nl_nl: Degreed is een bekroond leerplatform met 's werelds grootste ecosysteem van leermiddelen. Werk samen met Degreed om je klanten te bereiken en je bedrijf te laten groeien.
th_th: Degreed เป็นแพลตฟอร์มการเรียนรู้ที่ได้รับรางวัล โดยมีระบบนิเวศของแหล่งการเรียนรู้ที่ใหญ่ที่สุดในโลก ร่วมงานกับ Degreed เพื่อเข้าถึงลูกค้าและขยายธุรกิจของคุณ

# PublicPartnerships_MetaOgTitle
source: Partner with Degreed
ar_sa: اشترك مع Degreed
es_es: Asociarse con Degreed
ko_kr: Degreed와 파트너
nl_nl: Samenwerken met Degreed
th_th: ร่วมงานกับ Degreed

# PublicPartnerships_MetaTitle
source: Partner with Us
ar_sa: اشترك معنا
es_es: Asociarse con nosotros
ko_kr: 저희와 파트너
nl_nl: Samenwerken
th_th: ร่วมงานกับเรา

# QueueCtrl_InternalError
source: Sorry! There was a problem performing this action. It’s not your fault, we are working hard to fix the problem.
ar_sa: نعتذر! حدثت مشكلة أثناء تنفيذ هذا الإجراء. لا تقلق لم تكن خطأك، ونحن نعمل بجد لإصلاح هذه المشكلة.
es_es: ¡Lo sentimos! Se produjo un problema al realizar esta acción. No es culpa suya, estamos trabajando duro para resolver el problema.
ko_kr: 죄송합니다! 이 작업을 수행하는 데 문제가 있었습니다. 귀하의 잘못이 아닙니다. 저희는 이 문제를 해결하려고 노력 중입니다.
nl_nl: Sorry! Er was een probleem met het uitvoeren van deze actie. Dit is niet jouw schuld, we zijn hard aan het werk om het probleem op te lossen.
th_th: ขออภัย! เกิดปัญหาในการทำสิ่งนี้ นี่ไม่ใช่ความผิดของคุณ เรากำลังทำงานอย่างหนักเพื่อแก้ไขปัญหาดังกล่าว

# QueueCtrl_NoItemsSaved
source: You don't have any items saved.
ar_sa: ليس لديك أي عناصر محفوظة.
es_es: No tiene ningún elemento guardado.
ko_kr: 저장한 항목이 없습니다.
nl_nl: Je hebt geen items opgeslagen.
th_th: คุณยังไม่ได้บันทึกเนื้อหาใดๆ

# QueueCtrl_RemoveSavedItems
source: Are you sure you want to remove this from your saved items?
ar_sa: هل أنت متأكد من إزالة هذا من العناصر المحفوظة؟
es_es: ¿De verdad quiere eliminar esto de sus elementos guardados?
ko_kr: 저장된 항목에서 이를 삭제하시겠습니까?
nl_nl: Weet je zeker dat je dit wilt verwijderen uit je bewaarde items?
th_th: คุณแน่ใจหรือไม่ว่าต้องการนำสิ่งนี้ออกจากรายการที่บันทึกแล้ว

# QueueCtrl_SaveInstructionsFormat
source: You can save items using the {{startBookmarklet}}Degreed Button{{endTag}}, or by finding things to learn in the {{startLearning}}Learning Catalog on Degreed{{endTag}}.
ar_sa: يمكنك حفظ العناصر باستخدام {{startBookmarklet}}زر "Degreed"، أو من خلال البحث عن أشياء لتعلمها من {{startLearning}}قائمة التعلم في موقع Degreed{{endTag}}.
es_es: Puede guardar elementos usando el {{startBookmarklet}}botón de Degreed{{endTag}} o buscando cosas que aprender en el {{startLearning}}catálogo de formación de Degreed{{endTag}}.
ko_kr: {{startBookmarklet}}Degreed 단추{{endTag}}를 사용하거나 {{startLearning}}Degreed의 학습 카탈로그{{endTag}}에서 배울 것을 검색하여 항목을 저장할 수 있습니다.
nl_nl: Je kunt items opslaan met de {{startBookmarklet}} Degreed-knop {{endTag}}, of door dingen om te leren te zoeken in de {{startLearning}} Leercatalogus op Degreed {{endTag}}.
th_th: คุณสามารถบันทึกเนื้อหาได้โดยใช้{{startBookmarklet}}ปุ่ม Degreed{{endTag}} หรือหาสิ่งที่ต้องการเรียนรู้จาก{{startLearning}}แค็ตตาล็อกการเรียนรู้ของ Degreed{{endTag}}

# QueueCtrl_SaveUrlForLater
source: Save a URL for later
ar_sa: حفظ عنوان URL لوقت لاحق
es_es: Guardar una URL para más tarde
ko_kr: 나중을 위해 URL을 저장
nl_nl: URL bewaren voor later
th_th: บันทึก URL ไว้ดูภายหลัง

# QueueSvc_InternalError
source: Sorry! There was a problem. It’s not your fault, we are working hard to fix the problem.
ar_sa: نعتذر! حدثت مشكلة. لا تقلق لم تكن خطأك، ونحن نعمل بجد لإصلاح هذه المشكلة.
es_es: ¡Lo sentimos! Se produjo un problema. No es culpa suya, estamos trabajando duro para resolver el problema.
ko_kr: 죄송합니다! 문제가 있었습니다. 귀하의 잘못이 아닙니다. 저희는 이 문제를 해결하려고 노력 중입니다.
nl_nl: Sorry! Er was een probleem. Dit is niet jouw schuld, we zijn hard aan het werk om het probleem op te lossen.
th_th: ขออภัย! เกิดปัญหาขึ้น นี่ไม่ใช่ความผิดของคุณ เรากำลังทำงานอย่างหนักเพื่อแก้ไขปัญหาดังกล่าว

# QueueSvc_ItemAddedFormat
source: {{item}} has been saved!
ar_sa: تم حفظ {{item}}!
es_es: ¡{{item}} se guardó!
ko_kr: {{item}}을(를) 저장했습니다!
nl_nl: {{item}} is opgeslagen!
th_th: {{item}} ได้รับการบันทึกแล้ว!

# QueueSvc_UsersTitle
source: People who saved this
ar_sa: الأشخاص الذين حفظوا هذا
es_es: Personas que guardaron esto
ko_kr: 이것을 저장한 사람들
nl_nl: Personen die dit hebben opgeslagen
th_th: คนที่บันทึกสิ่งนี้

# RateSkillsEmail_Button
source: Rate your Skills
ar_sa: تقييم مهاراتك
es_es: Calificar sus habilidades
ko_kr: 기술을 평가
nl_nl: Beoordeel jouw vaardigheden
th_th: ให้คะแนนทักษะของคุณ

# RateSkillsEmail_Paragraph1
source: Did you know you can rate your skills to track your level over time? This can help you see which skills to build and where you have expertise to share.
ar_sa: هل تعلم أنه يمكنك تقييم مهاراتك لتتبع مستواك بمرور الوقت؟ يمكن أن يساعدك ذلك في معرفة المهارات التي يمكنك بنائها وأي الخبرات التي يمكنك مشاركتها.
es_es: ¿Sabía que puede calificar sus habilidades para hacer el seguimiento de su nivel en el tiempo? Esto le puede ayudar a ver qué habilidades desarrollar y qué experiencias compartir.
ko_kr: 기술을 평가하여 시간에 걸쳐 자신의 레벨을 추적할 수 있다는 것으로 알고 계셨습니까? 어떤 기술을 구축해야 하며 어디에 공유할 전문성이 있는지 보여 줍니다.
nl_nl: Wist je dat je je vaardigheden kunt beoordelen om te zien hoe jouw niveau zich heeft ontwikkeld in de loop van de tijd. Dit helpt je om te zien welke vaardigheden je moet ontwikkelen en waar je over expertise beschikt die je kunt delen.
th_th: คุณรู้หรือไม่ว่าคุณสามารถให้คะแนนทักษะของคุณเพื่อติดตามความก้าวหน้าของคุณในระยะยาว? สิ่งนี้จะช่วยให้คุณเห็นว่าทักษะใดที่ควรเสริมสร้างและคุณมีความเชี่ยวชาญในด้านใดที่สามารถแบ่งปัน

# RateSkillsEmail_PreviewFormat
source: {0}, how do you rank? Rate your skills
ar_sa: {0}، كيف تصنف؟ تقييم مهاراتك
es_es: {0}, ¿cómo califica? Calificar sus habilidades
ko_kr: {0}님, 귀하의 등급은? : 기술을 평가
nl_nl: {0}, op welke plaats sta jij? Beoordeel je vaardigheden
th_th: {0} คุณอยู่ในระดับใด? ให้คะแนนทักษะของคุณ

# RateSkillsEmail_SkillCertAlt
source: Skill Certificate Level 3
ar_sa: توثيق المهارة مستوى 3
es_es: Certificado de habilidad de nivel 3
ko_kr: 기술 인증서 레벨 3
nl_nl: Vaardigheidscerificaat niveau 3
th_th: ใบรับรองทักษะระดับ 3

# RateSkillsEmail_Subject
source: {0}, how do you rank? Rate your skills
ar_sa: {0}، كيف تصنف؟ تقييم مهاراتك
es_es: {0}, ¿cómo califica? Calificar sus habilidades
ko_kr: {0}님, 귀하의 등급은? : 기술을 평가
nl_nl: {0}, op welke plaats sta jij? Beoordeel je vaardigheden
th_th: {0} คุณอยู่ในระดับใด? ให้คะแนนทักษะของคุณ

# RateSkillsEmail_Title
source: What level are you today?
ar_sa: ما هو مستواك اليوم؟
es_es: ¿En qué nivel se encuentra hoy?
ko_kr: 오늘은 어떤 레벨이십니까?
nl_nl: Wat is jouw niveau vandaag?
th_th: วันนี้คุณอยู่ในระดับใด?

# RecommendationCtrl_SelectADate
source: Please select a date
ar_sa: يُرجى تحديد تاريخ
es_es: Seleccione una fecha
ko_kr: 날짜를 선택하십시오.
nl_nl: Selecteer een datum
th_th: โปรดเลือกวันที่

# recommendationDetail_DueDateFormat
source: Due {{dueDate}}
ar_sa: {{dueDate}} المقرر
es_es: Prevista el {{dueDate}}
ko_kr: 기한 {{dueDate}}
nl_nl: Einddatum {{dueDate}}
th_th: กำหนดเวลา {{dueDate}}

# recommendationDetail_StatusComplete
source: Complete
ar_sa: إكمال
es_es: Completar
ko_kr: 완료
nl_nl: Voltooien
th_th: เสร็จสิ้น

# recommendationDetail_StatusDismissed
source: Dismissed
ar_sa: تم الاستبعاد
es_es: Descartada
ko_kr: 무시
nl_nl: Afwijzen
th_th: ถูกยกเลิก

# recommendationDetail_StatusPending
source: Pending
ar_sa: معلق
es_es: Pendiente
ko_kr: 보류 중
nl_nl: In behandeling
th_th: รอดำเนินการ

# recommendationDetail_StatusQueued
source: Saved for Later
ar_sa: محفوظ لوقت لاحق
es_es: Se guardó para más tarde
ko_kr: 나중을 위해 저장함
nl_nl: Bewaard voor later
th_th: บันทึกไว้ทำในภายหลัง

# RecommendationEmail_AssignTitleArticle
source: assigned you this article to read
ar_sa: أسند إليك هذا المقال لقراءته
es_es: le asignó este artículo para leer
ko_kr: 귀하에게 이 기사를 읽도록 할당
nl_nl: heeft dit artikel aan jou toegewezen om te lezen
th_th: ได้มอบหมายบทความนี้ให้คุณอ่าน

# RecommendationEmail_AssignTitleAssessment
source: assigned you this assessment to complete
ar_sa: أسند إليك هذا التقييم لإتمام
es_es: le asignó esta evaluación para completar
ko_kr: 귀하에게 이 평가를 완료하도록 할당
nl_nl: heeft deze opdracht aan jou toegewezen om te voltooien
th_th: ได้มอบหมายแบบประเมินนี้ให้คุณทำ

# RecommendationEmail_AssignTitleBook
source: assigned you this book to read
ar_sa: أسند إليك هذا الكتاب لقراءته
es_es: le asignó este libro para leer
ko_kr: 귀하에게 이 책을 읽도록 할당
nl_nl: heeft dit boek aan jou toegewezen om te lezen
th_th: ได้มอบหมายหนังสือเล่มนี้ให้คุณอ่าน

# RecommendationEmail_AssignTitleCourse
source: assigned you this course to complete
ar_sa: أسند إليك هذه الدورة التعليمية لإتمامها
es_es: le asignó este curso para completar
ko_kr: 귀하에게 이 과정을 완료하도록 할당
nl_nl: heeft deze cursus aan jou toegewezen om te voltooien
th_th: ได้มอบหมายหลักสูตรนี้ให้คุณเรียน

# RecommendationEmail_AssignTitleEpisode
source: assigned you this podcast episode to complete
ar_sa: أسند إليك هذه الحلقة الإذاعية لإتمامها
es_es: le asignó este episodio en podcast para completar
ko_kr: 귀하에게 이 팟캐스트 에피소드를 완료하도록 할당
nl_nl: heeft deze podcastaflevering aan jou toegewezen om te voltooien
th_th: ได้มอบหมายพอดแคสต์ตอนนี้ให้คุณฟัง

# RecommendationEmail_AssignTitleEvent
source: assigned you this event to attend
ar_sa: أسند إليك هذه الفعالية لحضورها
es_es: le asignó este evento para asistir
ko_kr: 귀하에게 이 이벤트에 참석하도록 할당
nl_nl: heeft deze gebeurtenis aan jou toegewezen om bij te wonen
th_th: ได้มอบหมายงานกิจกรรมนี้ให้คุณเข้าร่วม

# RecommendationEmail_AssignTitleGroupArticle
source: assigned {0} this article to read
ar_sa: أسند إلى {0} هذا المقال لقراءته
es_es: le asignó a {0} este artículo para leer
ko_kr: {0}에게 이 기사를 읽도록 할당
nl_nl: heeft dit artikel aan {0} toegewezen om te lezen
th_th: ได้มอบหมายบทความนี้ให้ {0} อ่าน

# RecommendationEmail_AssignTitleGroupAssessment
source: assigned {0} this assessment to complete
ar_sa: أسند إلى {0} هذا التقييم لإتمامه
es_es: le asignó a {0} esta evaluación para completar
ko_kr: {0}에게 이 평가를 완료하도록 할당
nl_nl: heeft deze beoordeling toegewezen aan {0} om te voltooien
th_th: ได้มอบหมายแบบประเมินนี้ให้ {0} ทำ

# RecommendationEmail_AssignTitleGroupBook
source: assigned {0} this book to read
ar_sa: أسند إلى {0} هذا الكتاب لقراءته
es_es: le asignó a {0} este libro para leer
ko_kr: {0}에게 이 책을 읽도록 할당
nl_nl: heeft dit boek aan {0} toegewezen om te lezen
th_th: ได้มอบหมายหนังสือเล่มนี้ให้ {0} อ่าน

# RecommendationEmail_AssignTitleGroupCourse
source: assigned {0} this course to complete
ar_sa: أسند إلى {0} هذه الدورة التعليمية لإتمامها
es_es: le asignó a {0} este curso para completar
ko_kr: {0}에게 이 과정을 완료하도록 할당
nl_nl: heeft {0} deze cursus toegewezen om te voltooien
th_th: ได้มอบหมายหลักสูตรนี้ให้ {0} เรียน

# RecommendationEmail_AssignTitleGroupEpisode
source: assigned {0} this podcast episode to complete
ar_sa: أسند إلى {0} هذه الحلقة الإذاعية لإتمامها
es_es: le asignó a {0} este episodio en podcast para completar
ko_kr: {0}에게 이 팟캐스트 에피소드를 완료하도록 할당
nl_nl: heeft {0} deze podcastaflevering toegewezen om te voltooien
th_th: ได้มอบหมายพอดแคสต์ตอนนี้ให้ {0} ฟัง

# RecommendationEmail_AssignTitleGroupEvent
source: assigned {0} this event to attend
ar_sa: أسند إلى {0} هذه الفعالية لحضورها
es_es: le asignó a {0} este evento para asistir
ko_kr: {0}에게 이 이벤트에 참석하도록 할당
nl_nl: {0} deze gebeurtenis toegewezen om bij te wonen
th_th: ได้มอบหมายงานกิจกรรมนี้ให้ {0} เข้าร่วม

# RecommendationEmail_AssignTitleGroupPathway
source: assigned {0} this pathway to complete
ar_sa: أسند إلى {0} هذا المساق لإتمامه
es_es: le asignó a {0} este itinerario para completar
ko_kr: {0}에게 이 패스웨이를 완료하도록 할당
nl_nl: heeft {0} dit leerpad toegewezen om te voltooien
th_th: ได้มอบหมายเส้นทางการเรียนรู้นี้ให้ {0} เรียน

# RecommendationEmail_AssignTitleGroupTarget
source: assigned {0} this skill plan to follow
ar_sa: أسند إلى{0} خطة المهارة هذه لمتابعتها
es_es: le asignó a {0} este plan de habilidades para seguir
ko_kr: {0}에게 이 기술 플랜을 팔로우하도록 할당
nl_nl: heeft dit vaardigheidsplan aan {0} toegewezen om te volgen.
th_th: ได้มอบหมายแผนทักษะนี้ให้ {0} ติดตาม

# RecommendationEmail_AssignTitleGroupVideo
source: assigned {0} this video to watch
ar_sa: أسند إلى {0} مقطع الفيديو هذا لمشاهدته
es_es: le asignó a {0} este video para mirar
ko_kr: {0}에게 이 동영상을 시청하도록 할당
nl_nl: heeft {0} deze video toegewezen om te kijken
th_th: ได้มอบหมายวิดีโอนี้ให้ {0} รับชม
