Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# RecommendationEmail_AssignTitlePathway
source: assigned you this pathway to complete
ar_sa: أسند إليك هذا المساق لإتمامه
es_es: le asignó este itinerario para completar
ko_kr: 귀하에게 이 패스웨이를 완료하도록 할당
nl_nl: heeft dit leerpad aan jou toegewezen om te voltooien
th_th: ได้มอบหมายเส้นทางการเรียนรู้นี้ให้คุณเรียน

# RecommendationEmail_AssignTitleTarget
source: assigned you this skill plan to follow
ar_sa: أسند إلىك خطة المهارة هذه لمتابعتها
es_es: le asignó este plan de habilidades para seguir
ko_kr: 귀하에게 이 기술 플랜을 팔로우하도록 할당
nl_nl: heeft dit vaardigheidsplan aan jou toegewezen om te volgen
th_th: ได้มอบหมายแผนทักษะนี้ให้คุณติดตาม

# RecommendationEmail_AssignTitleVideo
source: assigned you this video to watch
ar_sa: أسند إليك مقطع الفيديو هذا لمشاهدته
es_es: le asignó este video para mirar
ko_kr: 귀하에게 이 동영상을 시청하도록 할당
nl_nl: heeft deze video aan jou toegewezen om te kijken
th_th: ได้มอบหมายวิดีโอนี้ให้คุณรับชม

# RecommendationEmail_ButtonArticle
source: Read article
ar_sa: قراءة مقالة
es_es: Leer artículo
ko_kr: 기사 읽기
nl_nl: Lees het artikel
th_th: อ่านบทความ

# RecommendationEmail_ButtonAssessment
source: View assessment
ar_sa: عرض التقييم
es_es: Ver evaluación
ko_kr: 평가 보기
nl_nl: Beoordeling weergeven
th_th: ดูแบบประเมิน

# RecommendationEmail_ButtonBook
source: View book
ar_sa: عرض كتاب
es_es: Ver libro
ko_kr: 책 보기
nl_nl: Boek weergeven
th_th: ดูหนังสือ

# RecommendationEmail_ButtonCourse
source: Take course
ar_sa: حفظ الدورة
es_es: Tomar curso
ko_kr: 과정 시작
nl_nl: Cursus volgen
th_th: เรียนหลักสูตร

# RecommendationEmail_ButtonEpisode
source: Listen to podcast
ar_sa: الاستماع إلى حلقة إذاعية
es_es: Escuchar podcast
ko_kr: 팟캐스트 청취
nl_nl: Podcast beluisteren
th_th: ฟังพอดแคสต์

# RecommendationEmail_ButtonEvent
source: View event
ar_sa: عرض الفعالية
es_es: Ver evento
ko_kr: 이벤트 보기
nl_nl: Evenement weergeven
th_th: ดูงานกิจกรรม

# RecommendationEmail_ButtonPathway
source: View pathway
ar_sa: عرض المساقات
es_es: Ver itinerario
ko_kr: 패스웨이 보기
nl_nl: Leerpad weergeven
th_th: ดูเส้นทางการเรียนรู้

# RecommendationEmail_ButtonTarget
source: View skill plan
ar_sa: عرض خطة مهارة
es_es: Ver plan de habilidades
ko_kr: 기술 플랜 보기
nl_nl: Vaardigheidsplan weergeven
th_th: เพิ่มแผนทักษะ

# RecommendationEmail_ButtonVideo
source: Watch video
ar_sa: شاهد مقاطع الفيديو
es_es: Mirar video
ko_kr: 동영상 보기
nl_nl: Video kijken
th_th: ชมวิดีโอ

# RecommendationEmail_Completed
source: You have already completed this
ar_sa: لقد أتمت ذلك بالفعل
es_es: Ya lo completó
ko_kr: 이미 완료한
nl_nl: Je hebt dit al voltooid
th_th: คุณทำสิ่งนี้เสร็จสิ้นแล้ว

# RecommendationEmail_SubjectArticle
source: {0} shared this article with you: {1}
ar_sa: {0} شارك هذه المقالة معك: {1}
es_es: {0} compartió este artículo con usted: {1}
ko_kr: {0}이(가) 귀하에게 이 기사를 공유함: {1}
nl_nl: {0} heeft dit artikel met je gedeeld: {1}
th_th: {0} ได้แบ่งปันบทความนี้ให้กับคุณ: {1}

# RecommendationEmail_SubjectAssessment
source: {0} shared this assessment with you: {1}
ar_sa: {0} شارك هذا التقييم معك: {1}
es_es: {0} compartió esta evaluación con usted: {1}
ko_kr: {0}이(가) 귀하에게 이 평가를 공유함: {1}
nl_nl: {0} heeft deze beoordeling met je gedeeld: {1}
th_th: {0} ได้แบ่งปันแบบประเมินนี้ให้กับคุณ: {1}

# RecommendationEmail_SubjectAssigned
source: {0} sent you an assignment
ar_sa: {0} أرسلت إليك مهمة
es_es: {0} le envió una asignación
ko_kr: {0}이(가) 귀하에게 할당을 보냄
nl_nl: {0} heeft jou een opdracht gestuurd:
th_th: {0} มอบหมายงานให้คุณ

# RecommendationEmail_SubjectAssignedDue
source: {0} sent you an assignment: Due date {1}
ar_sa: {0} أرسلت إليك مهمة: تاريخ الاستحقاق {1}
es_es: {0} le envió una asignación: Fecha de entrega el {1}
ko_kr: {0}이(가) 귀하에게 할당을 보냄: 기한 날짜 {1}
nl_nl: {0} heeft jou een opdracht gestuurd: Einddatum {1}
th_th: {0} มอบหมายงานให้คุณ: ครบกำหนดวันที่ {1}

# RecommendationEmail_SubjectBook
source: {0} shared this book with you: {1}
ar_sa: {0} شارك هذا الكتاب معك: {1}
es_es: {0} compartió este libro con usted: {1}
ko_kr: {0}이(가) 귀하에게 이 책을 공유함: {1}
nl_nl: {0} heeft dit boek met je gedeeld: {1}
th_th: {0} ได้แบ่งปันหนังสือนี้ให้กับคุณ: {1}

# RecommendationEmail_SubjectCourse
source: {0} shared this course with you: {1}
ar_sa: {0} شارك هذه الدورة التعليمية معك: {1}
es_es: {0} compartió este curso con usted: {1}
ko_kr: {0}이(가) 귀하에게 이 과정을 공유함: {1}
nl_nl: {0} heeft deze cursus met je gedeeld: {1}
th_th: {0} ได้แบ่งปันหลักสูตรนี้ให้กับคุณ: {1}

# RecommendationEmail_SubjectEpisode
source: {0} shared this podcast with you: {1}
ar_sa: {0} شارك هذه الحلقة الإذاعية: {1}
es_es: {0} compartió este podcast con usted: {1}
ko_kr: {0}이(가) 귀하에게 이 팟캐스트를 공유함: {1}
nl_nl: {0} heeft deze podcast met je gedeeld: {1}
th_th: {0} ได้แบ่งปันพอดแคสต์ตอนนี้ให้กับคุณ: {1}

# RecommendationEmail_SubjectEvent
source: {0} shared this event with you: {1}
ar_sa: {0} شارك هذه الفاعلية معك: {1}
es_es: {0} compartió este evento con usted: {1}
ko_kr: {0}이(가) 귀하에게 이 이벤트를 공유함: {1}
nl_nl: {0} heeft deze gebeurtenis met je gedeeld: {1}
th_th: {0} ได้แบ่งปันกิจกรรมนี้ให้กับคุณ: {1}

# RecommendationEmail_SubjectGroudAssignedDue
source: {0} sent {1} an assignment: Due date {2}
ar_sa: {0} أرسل {1} مهمة: تاريخ الاستحقاق {2}
es_es: {0} le envió a {1} una asignación: Fecha de entrega el {2}
ko_kr: {0}이(가) {1}에게 할당을 보냄: 기한 날짜 {2}
nl_nl: {0} heeft {1} een opdracht gestuurd: Einddatum {2}
th_th: {0} มอบหมายงานให้ {1}: ครบกำหนดวันที่ {2}

# RecommendationEmail_SubjectGroupArticle
source: {0} shared this article with {1}: {2}
ar_sa: {0} شارك هذه المقالة معك {1}: {2}
es_es: {0} compartió este artículo con {1}: {2}
ko_kr: {0}이(가) {1}에게 이 기사를 공유함: {2}
nl_nl: {0} heeft dit artikel met {1} gedeeld: {2}
th_th: {0} ได้แบ่งปันบทความนี้ให้กับ{1}: {2}

# RecommendationEmail_SubjectGroupAssessment
source: {0} shared this assessment with {1}: {2}
ar_sa: {0} شارك هذا التقييم معك {1}: {2}
es_es: {0} compartió esta evaluación con {1}: {2}
ko_kr: {0}이(가) {1}에게 이 평가를 공유함: {2}
nl_nl: {0} heeft deze beoordeling met {1} gedeeld: {2}
th_th: {0} ได้แบ่งปันแบบประเมินนี้ให้กับ{1}: {2}

# RecommendationEmail_SubjectGroupAssigned
source: {0} sent {1} an assignment
ar_sa: {0} أرسل {1} مهمة
es_es: {0} le envió a {1} una asignación
ko_kr: {0}이(가) {1}에게 할당을 보냄
nl_nl: {0} heeft {1} een opdracht gestuurd
th_th: {0} มอบหมายงานให้ {1}

# RecommendationEmail_SubjectGroupAssignedDue
source: {0} sent {1} an assignment: Due date {2}
ar_sa: {0} أرسل {1} مهمة: تاريخ الاستحقاق {2}
es_es: {0} le envió a {1} una asignación: Fecha de entrega el {2}
ko_kr: {0}이(가) {1}에게 할당을 보냄: 기한 날짜 {2}
nl_nl: {0} heeft {1} een opdracht gestuurd: Einddatum {2}
th_th: {0} มอบหมายงานให้ {1}: ครบกำหนดวันที่ {2}

# RecommendationEmail_SubjectGroupBook
source: {0} shared this book with {1}: {2}
ar_sa: {0} قام بمشاركة هذا الكتاب مع {1}: {2}
es_es: {0} compartió este libro con {1}: {2}
ko_kr: {0}이(가) 이 책을 {1}와(과) 공유했습니다: {2}
nl_nl: {0} deelde dit boek met {1}: {2}
th_th: {0} ได้แบ่งปันหนังสือนี้ให้กับ {1}: {2}

# RecommendationEmail_SubjectGroupCourse
source: {0} shared this course: {2}
ar_sa: {0} شارك هذه الدورة التعليمية: {2}
es_es: {0} compartió este curso: {2}
ko_kr: {0}이(가) 이 과정을 공유함: {2}
nl_nl: {0} heeft deze cursus gedeeld: {2}
th_th: {0} ได้แบ่งปันหลักสูตรนี้ให้กับ:{2}

# RecommendationEmail_SubjectGroupEpisode
source: {0} shared this podcast with {1}: {2}
ar_sa: {0} قام بمشاركة هذه المادة الصوتية مع {1}: {2}
es_es: {0} compartió este podcast con {1}: {2}
ko_kr: {0}이(가) 이 팟캐스트를 {1}와(과) 공유했습니다: {2}
nl_nl: {0} deelde deze podcast met {1}: {2}
th_th: {0} ได้แบ่งปันพอดแคสต์ตอนนี้ให้กับ {1}: {2}

# RecommendationEmail_SubjectGroupEvent
source: {0} shared this event with {1}: {2}
ar_sa: {0} شارك هذه الفاعلية مع {1}: {2}
es_es: {0} compartió este evento con {1}: {2}
ko_kr: {0}이(가) {1}에게 이 이벤트를 공유함: {2}
nl_nl: {0} heeft deze gebeurtenis met {1} gedeeld: {2}
th_th: {0} ได้แบ่งปันกิจกรรมนี้ให้กับ{1}: {2}

# RecommendationEmail_SubjectGroupPathway
source: {0} shared this pathway with {1}: {2}
ar_sa: {0} قام بمشاركة هذا المساق مع {1}: {2}
es_es: {0} compartió este itinerario con {1}: {2}
ko_kr: {0}이(가) 이 경로를 {1}와(과) 공유했습니다: {2}
nl_nl: {0} deelde dit traject met {1}: {2}
th_th: {0} ได้แบ่งปันเส้นทางการเรียนรู้นี้ให้กับ {1}: {2}

# RecommendationEmail_SubjectGroupTarget
source: {0} shared this skill plan with {1}: {2}
ar_sa: {0} شارك خطة المهارات هذه مع {1}: {2}
es_es: {0} compartió este plan de habilidades con {1}: {2}
ko_kr: {0}이(가) {1}에게 이 기술 계획을 공유함: {2}
nl_nl: {0} heeft dit vaardigheidsplan met {1} gedeeld: {2}
th_th: {0} ได้แบ่งปันแผนทักษะนี้ให้กับ{1}: {2}

# RecommendationEmail_SubjectGroupVideo
source: {0} shared this video with {1}: {2}
ar_sa: {0} قام بمشاركة هذا الفيديو مع {1}: {2}
es_es: {0} compartió este vídeo con {1}: {2}
ko_kr: {0}이(가) 이 동영상을 {1}와(과) 공유했습니다: {2}
nl_nl: {0} deelde deze video met {1}: {2}
th_th: {0} ได้แบ่งปันวิดีโอนี้ให้กับ {1}: {2}

# RecommendationEmail_SubjectPathway
source: {0} shared this pathway with you: {1}
ar_sa: {0} شارك هذا المساق معك {1}
es_es: {0} compartió este itinerario con usted: {1}
ko_kr: {0}이(가) 귀하에게 이 경로를 공유함: {1}
nl_nl: {0} heeft dit traject met je gedeeld: {1}
th_th: {0} ได้แบ่งปันเส้นทางการเรียนรู้นี้ให้กับ: {1}

# RecommendationEmail_SubjectTarget
source: {0} shared this skill plan with you: {1}
ar_sa: {0} شارك خطة المهارات هذه معك: {1}
es_es: {0} compartió este plan de habilidades con usted: {1}
ko_kr: {0}이(가) 귀하에게 이 기술 계획을 공유함: {1}
nl_nl: {0} heeft dit vaardigheidsplan met je gedeeld: {1}
th_th: {0} ได้แบ่งปันแผนทักษะนี้ให้กับ: {1}

# RecommendationEmail_SubjectVideo
source: {0} shared this video with you: {1}
ar_sa: {0} شارك مقطع الفيديو هذا معك: {1}
es_es: {0} compartió este vídeo con usted: {1}
ko_kr: {0}이(가) 귀하에게 이 동영상을 공유함: {1}
nl_nl: {0} heeft deze video met je gedeeld: {1}
th_th: {0} ได้แบ่งปันวิดีโอนี้ให้กับ: {1}

# RecommendationEmail_TitleArticle
source: shared an article with you
ar_sa: شارك مقالة معك
es_es: compartió un artículo con usted
ko_kr: 귀하에게 기사를 공유함
nl_nl: heeft een artikel met je gedeeld
th_th: ได้แบ่งปันบทความให้กับคุณ

# RecommendationEmail_TitleAssessment
source: shared an assessment with you
ar_sa: شارك تقييم معك
es_es: compartió una evaluación con usted
ko_kr: 귀하에게 평가를 공유함
nl_nl: heeft een beoordeling met je gedeeld
th_th: ได้แบ่งปันแบบประเมินให้คุณ

# RecommendationEmail_TitleAssigned
source: sent you an assignment
ar_sa: أرسلت إليك مهمة
es_es: le envió una asignación
ko_kr: 귀하에게 할당을 보냄
nl_nl: heeft jou een opdracht gestuurd
th_th: ได้มอบหมายงานให้คุณ

# RecommendationEmail_TitleAssignedDue
source: sent you an assignment: Due date {0}
ar_sa: أرسلت إليك مهمة: تاريخ الاستحقاق {0}
es_es: le envió una asignación: Fecha de entrega el {0}
ko_kr: 귀하에게 할당을 보냄: 기한 날짜 {0}
nl_nl: heeft jou een opdracht gestuurd: Einddatum {0}
th_th: ได้มอบหมายงานให้คุณ: ครบกำหนดวันที่ {0}

# RecommendationEmail_TitleBook
source: shared a book with you
ar_sa: شارك كتاب معك
es_es: compartió un libro con usted
ko_kr: 귀하에게 책을 공유함
nl_nl: heeft een boek met je gedeeld
th_th: ได้แบ่งปันหนังสือให้คุณ

# RecommendationEmail_TitleCourse
source: shared a course with you
ar_sa: شارك دورة تعليمية معك
es_es: compartió un curso con usted
ko_kr: 귀하에게 과정을 공유함
nl_nl: heeft een cursus met je gedeeld
th_th: ได้แบ่งปันหลักสูตรให้คุณ

# RecommendationEmail_TitleEpisode
source: shared a podcast with you
ar_sa: شارك حلقة إذاعية معك
es_es: compartió un podcast con usted
ko_kr: 귀하에게 팟캐스트를 공유함
nl_nl: heeft een podcast met je gedeeld
th_th: ได้แบ่งปันพอดแคสต์ให้คุณ

# RecommendationEmail_TitleEvent
source: shared an event with you
ar_sa: شارك فاعلية معك
es_es: compartió un evento con usted
ko_kr: 귀하에게 이벤트를 공유함
nl_nl: heeft een gebeurtenis met je gedeeld
th_th: ได้แบ่งปันกิจกรรมให้คุณ

# RecommendationEmail_TitleGroupArticle
source: shared an article with {0}
ar_sa: شارك مقالة مع {0}
es_es: compartió un artículo con {0}
ko_kr: {0}에게 기사를 공유함
nl_nl: heeft een artikel met {0} gedeeld
th_th: ได้แบ่งปันบทความให้กับ {0}

# RecommendationEmail_TitleGroupAssessment
source: shared an assessment with {0}
ar_sa: شارك تقييم مع {0}
es_es: compartió una evaluación con {0}
ko_kr: {0}에게 평가를 공유함
nl_nl: heeft een beoordeling met {0} gedeeld
th_th: ได้แบ่งปันแบบประเมินให้กับ {0}

# RecommendationEmail_TitleGroupAssigned
source: sent {0} an assignment
ar_sa: أرسل {0} مهمة
es_es: le envió a {0} una asignación
ko_kr: {0}에게 할당을 보냄
nl_nl: heeft {0} een opdracht gestuurd
th_th: ได้มอบหมายงานให้ {0}

# RecommendationEmail_TitleGroupAssignedDue
source: sent {0} an assignment: Due date {1}
ar_sa: أرسل {0} مهمة: تاريخ الاستحقاق {1}
es_es: le envió a {0} una asignación: Fecha de entrega el {1}
ko_kr: {0}에게 할당을 보냄: 기한 날짜 {1}
nl_nl: heeft {0} een opdracht gestuurd: Einddatum {1}
th_th: ได้มอบหมายงานให้ {0}: ครบกำหนดวันที่ {1}

# RecommendationEmail_TitleGroupBook
source: shared a book with {0}
ar_sa: شارك كتاب مع {0}
es_es: compartió un libro con {0}
ko_kr: {0}에게 책을 공유함
nl_nl: heeft een boek met {0} gedeeld
th_th: ได้แบ่งปันหนังสือให้กับ {0}

# RecommendationEmail_TitleGroupCourse
source: shared a course with {0}
ar_sa: شارك دورة تعليمية مع {0}
es_es: compartió un curso con {0}
ko_kr: {0}에게 과정을 공유함
nl_nl: heeft een cursus met {0} gedeeld
th_th: ได้แบ่งปันหลักสูตรให้กับ {0}

# RecommendationEmail_TitleGroupEpisode
source: shared a podcast with {0}
ar_sa: شارك حلقة إذاعية مع {0}
es_es: compartió un podcast con {0}
ko_kr: {0}에게 팟캐스트를 공유함
nl_nl: heeft een podcast met {0} gedeeld
th_th: ได้แบ่งปันพอดแคสต์ให้กับ {0}

# RecommendationEmail_TitleGroupEvent
source: shared an event with {0}
ar_sa: قام بمشاركة هذه الفعاليّة مع {0}
es_es: compartió un evento con {0}
ko_kr: {0}와(과) 이벤트를 공유했습니다
nl_nl: deelde een evenement met {0}
th_th: แบ่งปันกิจกรรมให้กับ {0} แล้ว

# RecommendationEmail_TitleGroupPathway
source: shared a pathway with {0}
ar_sa: شارك مساق مع {0}
es_es: compartió un itinerario con {0}
ko_kr: {0}에게 경로를 공유함
nl_nl: heeft een traject met {0} gedeeld
th_th: ได้แบ่งปันเส้นทางการเรียนรู้ให้กับ {0}

# RecommendationEmail_TitleGroupTarget
source: shared a skill plan with {0}
ar_sa: شارك خطة مهارة مع {0}
es_es: compartió un plan de habilidades con {0}
ko_kr: {0}에게 기술 계획을 공유함
nl_nl: heeft een vaardigheidsplan met {0} gedeeld
th_th: ได้แบ่งปันแผนทักษะให้กับ {0}

# RecommendationEmail_TitleGroupVideo
source: shared a video with {0}
ar_sa: شارك مقطع فيديو مع {0}
es_es: compartió un vídeo con {0}
ko_kr: {0}에게 동영상을 공유함
nl_nl: heeft een video met {0} gedeeld
th_th: ได้แบ่งปันวิดีโอให้กับ {0}

# RecommendationEmail_TitlePathway
source: shared a pathway with you
ar_sa: شارك مساق معك
es_es: compartió un itinerario con usted
ko_kr: 귀하에게 경로를 공유함
nl_nl: heeft een traject met je gedeeld
th_th: ได้แบ่งปันเส้นทางการเรียนรู้ให้กับคุณ

# RecommendationEmail_TitleTarget
source: shared a skill plan with you
ar_sa: شارك خطة مهارة معك
es_es: compartió un plan de habilidades con usted
ko_kr: 귀하에게 기술 계획을 공유함
nl_nl: heeft een vaardigheidsplan met je gedeeld
th_th: ได้แบ่งปันแผนทักษะให้กับคุณ

# RecommendationEmail_TitleTargetDue
source: assigned you this skill plan to follow by: {0}
ar_sa: أسند إلىك خطة المهارة هذه لمتابعتها بحلول: {0}
es_es: le asignó este plan de habilidades para seguir para el: {0}
ko_kr: 귀하에게 이 기술 플랜을 다음 기한까지 팔로우하도록 할당: {0}
nl_nl: heeft dit vaardigheidsplan aan jou toegewezen om te volgen voor: {0}
th_th: ได้มอบหมายแผนทักษะนี้ให้คุณติดตามภายใน: {0}

# RecommendationEmail_TitleVideo
source: shared a video with you
ar_sa: شارك مقطع فيديو معك
es_es: compartió un vídeo con usted
ko_kr: 귀하에게 동영상을 공유함
nl_nl: heeft een video met je gedeeld
th_th: ได้แบ่งปันวิดีโอให้กับคุณ

# recommendationForm_AssignItem
source: Assign this {{itemType}}
ar_sa: إسناد {{itemType}}
es_es: Asignar este {{itemType}}
ko_kr: 이 {{itemType}}을(를) 할당
nl_nl: Dit {{itemType}} toewijzen
th_th: มอบหมาย{{itemType}}นี้

# recommendationForm_BackToAddingNames
source: Back to adding names and groups
ar_sa: الرجوع إلى إضافة الأسماء والمجموعات
es_es: Volver a agregar nombres y grupos
ko_kr: 이름 및 그룹 추가로 되돌아가기
nl_nl: Terug naar het toevoegen van namen en groepen
th_th: กลับไปเพิ่มชื่อและกลุ่ม

# recommendationForm_CharacterCount
source: {{characterCount}} characters remaining
ar_sa: متبقي عدد {{characterCount}} من الأحرف
es_es: Quedan {{characterCount}} caracteres
ko_kr: {{characterCount}} 글자 남음
nl_nl: {{characterCount}} resterende tekens
th_th: เหลืออีก {{characterCount}} ตัวอักษร

# recommendationForm_ConfirmDelete
source: Are you sure you want to delete this share?
ar_sa: هل أنت متأكد من حذف هذا المشاركة؟
es_es: ¿De verdad quiere eliminar este contenido compartido?
ko_kr: 이 공유를 삭제하시겠습니까?
nl_nl: Weet je zeker dat je deze gedeelde content wilt verwijderen?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบเนื้อหาที่แบ่งปันนี้

# recommendationForm_CopyUrl
source: Copy URL
ar_sa: نسخ عنوان URL
es_es: Copiar URL
ko_kr: URL 복사
nl_nl: URL kopiëren
th_th: คัดลอก URL

# recommendationForm_dateLabel
source: Due by
ar_sa: مستحق بحلول
es_es: Para el
ko_kr: 마감 기한
nl_nl: Moet worden voltooid op
th_th: ทำให้เสร็จภายใน

# recommendationForm_dateToggle
source: Assign
ar_sa: إسناد
es_es: Asignar
ko_kr: 할당
nl_nl: Toewijzen
th_th: มอบหมาย

# recommendationForm_dateToggleInfo
source: Prioritize learning with an optional due date.
ar_sa: إعطاء أولوية للتعلّم مع تاريخ محدَّد اختياري.
es_es: Prioriza el aprendizaje con una fecha de entrega opcional.
ko_kr: 선택이 가능한 만기일까지 학습 우선순위 설정.
nl_nl: Geef prioriteit aan leren met een optionele einddatum.
th_th: จัดลำดับความสำคัญของการเรียนรู้ด้วยตัวเลือกวันที่ครบกำหนด

# recommendationForm_EmailRecommendation
source: Share via email
ar_sa: تم المشاركة عبر البريد الإلكتروني
es_es: Compartir por correo electrónico
ko_kr: 이메일을 통해 공유
nl_nl: Delen via e-mail
th_th: แบ่งปันทางอีเมล

# recommendationForm_FindPeopleConsumerPlaceholder
source: Search by name
ar_sa: البحث باستخدام الاسم
es_es: Buscar por nombre
ko_kr: 이름으로 검색
nl_nl: Zoeken op naam
th_th: ค้นหาด้วยชื่อ

# recommendationForm_FindPeoplePlaceholder
source: Search by name or group
ar_sa: البحث بواسطة الاسم أو المجموعة
es_es: Buscar por nombre o grupo
ko_kr: 이름 또는 그룹으로 검색
nl_nl: Zoeken op naam of groep
th_th: ค้นหาด้วยชื่อหรือกลุ่ม

# recommendationForm_MemberCount
source: {{memberCount}} Members | Group
ar_sa: عدد {{memberCount}} من الأعضاء | المجموعات
es_es: {{memberCount}} miembros | Grupo
ko_kr: {{memberCount}}명 멤버 | 그룹
nl_nl: {{memberCount}} leden | Groep
th_th: สมาชิก {{memberCount}} คน | กลุ่ม

# recommendationForm_NoResults
source: No results found
ar_sa: لم يتم العثور على نتائج
es_es: No se encontraron resultados
ko_kr: 결과를 찾지 못함
nl_nl: Geen resultaten gevonden
th_th: ไม่พบผลลัพธ์

# recommendationForm_OnlyOrgMembers
source: *Assigned learning option not available to followers outside your organization.
ar_sa: * خيار التعلم المعينة غير متاح للمتابعين خارج مؤسستك.
es_es: *Opción de formación asignada no disponible para los seguidores que no pertenecen a su empresa.
ko_kr: *할당된 학습 옵션이 귀하 조직 이외 팔로워에게 사용 가능하지 않습니다.
nl_nl: *De optie Toegewezen leren is niet beschikbaar voor volgers buiten jouw organisatie.
th_th: *ไม่มีตัวเลือกการมอบหมายการเรียนรู้สำหรับผู้ตามที่อยู่นอกองค์กรของคุณ

# recommendationForm_PickADate
source: Pick a date
ar_sa: اختيار تاريخ
es_es: Elija una fecha
ko_kr: 날짜 선택
nl_nl: Kies een datum
th_th: โปรดเลือกวัน

# recommendationForm_RecommendInput
source: Share this {{inputType}}
ar_sa: مشاركة هذا {inputType}
es_es: Compartir este {{inputType}}
ko_kr: 이 {{inputType}}을(를) 공유
nl_nl: Dit {{inputType}} delen
th_th: แบ่งปัน {{inputType}} นี้

# recommendationForm_RecommendItem
source: Share this {{itemType}}
ar_sa: مشاركة هذا {itemType}
es_es: Compartir este {{itemType}}
ko_kr: 이 {{itemType}}을(를) 공유
nl_nl: Dit {{itemType}} delen
th_th: แบ่งปัน {itemType} นี้

# recommendationForm_SearchLabel
source: Search by name or group
ar_sa: البحث بواسطة الاسم أو المجموعة
es_es: Buscar por nombre o grupo
ko_kr: 이름 또는 그룹으로 검색
nl_nl: Zoeken op naam of groep
th_th: ค้นหาด้วยชื่อหรือกลุ่ม

# recommendationForm_SearchLabelConsumer
source: Search your public followers by name
ar_sa: البحث بالاسم في المتابعين لك من الجمهور
es_es: Buscar sus seguidores públicos por nombre
ko_kr: 공개 팔로워를 이름으로 검색
nl_nl: Zoek jouw publieke volgers op naam
th_th: ค้นหาผู้ติดตามจากสาธารณะด้วยชื่อ

# recommendationForm_submitButtonPlural
source: Share with {{recommendeeCount}} people
ar_sa: المشاركة مع {recommendeeCount} من الأشخاص
es_es: Compartir con {{recommendeeCount}} personas
ko_kr: {{recommendeeCount}}명에게 공유
nl_nl: Delen met {{recommendeeCount}} personen
th_th: แบ่งปันให้ {{recommendeeCount}} คน

# recommendationForm_submitButtonPluralAssign
source: Assign to {{recommendeeCount}} people
ar_sa: إسناد إلى عدد {{recommendeeCount}} من الأشخاص
es_es: Asignar a {{recommendeeCount}} personas
ko_kr: {{recommendeeCount}}명에게 할당
nl_nl: Toewijzen aan {{recommendeeCount}} personen
th_th: มอบหมายให้ {{recommendeeCount}} คน

# recommendationForm_submitButtonSingular
source: Share with 1 person
ar_sa: المشاركة مع شخص واحد
es_es: Compartir con una persona
ko_kr: 1명에게 공유
nl_nl: Delen met 1 persoon
th_th: แบ่งปันกับคน 1 คน

# recommendationForm_submitButtonSingularAssign
source: Assign to 1 person
ar_sa: إسناد إلى شخص واحد
es_es: Asignar a 1 persona
ko_kr: 1명에게 할당
nl_nl: Toewijzen aan 1 persoon
th_th: มอบหมายให้ 1 คน

# recommendationForm_UpdateItem
source: Update this {{itemType}}
ar_sa: تحديث {{itemType}}
es_es: Actualizar este {{itemType}}
ko_kr: 이 {{itemType}}을(를) 업데이트
nl_nl: Dit {{itemType}} updaten
th_th: อัปเดต{{itemType}}นี้

# recommendationForm_WhyAssignedUpdate
source: Update your note on why you are assigning this
ar_sa: تحديث المذكرة الخاصة بك بشأن سبب الإسناد
es_es: Actualizar su nota sobre por qué hace esta asignación
ko_kr: 이것을 할당하는 이유에 대한 메모를 업데이트
nl_nl: Werk je bericht bij over waarom je dit toewijst
th_th: อัปเดตบันทึกของคุณว่าทำไมคุณถึงมอบหมายสิ่งนี้

# recommendationForm_WhyRecommendedUpdate
source: Update your note on why you are sharing this
ar_sa: تحديث المذكرة الخاصة بك بشأن سبب مشاركتك لهذا
es_es: Actualizar su nota sobre por qué está compartiendo esto
ko_kr: 이것을 공유하는 이유에 대한 메모를 업데이트
nl_nl: Werk je bericht bij over waarom je dit deelt
th_th: อัปเดตบันทึกของคุณว่าทำไมคุณถึงแบ่งปันสิ่งนี้

# recommendationForm_WhyRecommending
source: Message
ar_sa: رسالة
es_es: Mensaje
ko_kr: 메시지
nl_nl: Bericht
th_th: ข้อความ

# recommendationForm_WhyRecommendingPlaceholder
source: Add a message on why you are sharing this
ar_sa: إضافة رسالة بشأن سبب مشاركتك لهذا
es_es: Añada un mensaje sobre por qué está compartiendo esto
ko_kr: 공유하는 이유를 설명하는 메시지 추가
nl_nl: Voeg een bericht toe waarom je dit deelt
th_th: เพิ่มข้อความว่าทำไมคุณถึงแบ่งปันสิ่งนี้

# RecommendationsOverviewCtrl_DismissDialogDescription
source: This will no longer be assigned to you.
ar_sa: لن يتم تعيين هذا لك بعد الآن.
es_es: Ya no tendrá esto asignado.
ko_kr: 이것은 더 이상 귀하에게 할당되지 않습니다.
nl_nl: Dit wordt niet meer aan jou toegewezen.
th_th: คุณจะไม่ได้รับมอบหมายสิ่งนี้อีกต่อไป

# RecommendationsSvc_DeleteConfirmationFormat
source: Are you sure you want to delete <br> {{title}}?
ar_sa: هل أنت متأكد من رغبتك في حذف <br> {{title}}?
es_es: ¿De verdad quiere eliminar <br> {{title}}?
ko_kr: {{title}}을(를) <br> 삭제하시겠습니까?
nl_nl: Weet je zeker dat je <br> {{title}} wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบ <br> {{title}}?

# RecommendationsSvc_GetUsersError
source: An error occurred getting a list of shares.
ar_sa: حدث خطأ أثناء الحصول على قائمة المشاركات.
es_es: Ha ocurrido un error al obtener la lista de contenidos compartidos.
ko_kr: 공유 목록을 가져오는 중에 오류가 발생했습니다.
nl_nl: Er is een fout opgetreden bij het ophalen van een lijst met gedeelde content.
th_th: เกิดข้อผิดพลาดขึ้นขณะรับรายการการแบ่งปัน

# RecommendationsSvc_InputAssignedFormat
source: {{title}} has been successfully assigned.
ar_sa: تم إسناد {{title}} بنجاح.
es_es: {{title}} se asignó correctamente.
ko_kr: {{title}}을(를) 성공적으로 할당했습니다.
nl_nl: {{title}} is met succes opgeslagen.
th_th: มอบหมาย {{title}} สำเร็จแล้ว
