Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# WhatSkillsEmail_Subject
source: What skill do you need? Name that skill
ar_sa: ما هي المهارة التي تحتاج إليها؟ اذكر هذه المهارة
es_es: ¿Qué habilidad necesita? Nombre la habilidad
ko_kr: 어떤 기술이 필요하십니까? 기술의 이름
nl_nl: Welke vaardigheid heb je nodig? Noem deze vaardigheid
th_th: คุณต้องการทักษะอะไร? ทักษะนั้นคืออะไร

# WhatSkillsEmail_Title
source: Which skills do you need now—and in the future?
ar_sa: ما هي المهارات التي تحتاج إليها الآن - وفي المستقبل؟
es_es: ¿Qué habilidades necesita ahora? ¿Y en el futuro?
ko_kr: 어떤 기술이 지금 그리고 미래에 필요하십니까?
nl_nl: Welke vaardigheden heb je nu - en in de toekomst nodig?
th_th: คุณต้องการทักษะอะไรในตอนนี้ และในอนาคต?

# YearInReviewCtrl_altHeaderImage
source: Representing a series of learning charts and illustrations
ar_sa: تمثيل سلسلة من المخططات التوضيحية والرسوم التوضيحية
es_es: Representando una serie de gráficos e ilustraciones de formación
ko_kr: 일련의 학습 도표와 그림 표시
nl_nl: Een reeks van leergrafieken en -illustraties
th_th: แสดงชุดของแผนภูมิการเรียนรู้และภาพประกอบ

# YearInReviewCtrl_altLearningTypes
source: 47 icons representing books, videos, podcasts and articles
ar_sa: 47 رمزًا يمثل كتب ومقاطع الفيديو وحلقات إذاعية ومقالات
es_es: 47 iconos que representan libros, videos y artículos
ko_kr: 책, 동영상, 팟캐스트, 아티클을 나타내는 47개의 아이콘
nl_nl: 47 iconen die staan voor boeken, video's, podcasts en artikelen
th_th: 47 ไอคอนแสดงหนังสือ วิดีโอ พ็อดคาสท์ และบทความ

# YearInReviewCtrl_altLogoText
source: Degreed Logo
ar_sa: شعار Degreed
es_es: Logotipo de Degreed
ko_kr: Degreed 로고
th_th: โลโก้ Degreed

# YearInReviewCtrl_awardsWon
source: Awards won
ar_sa: الجوائز المتحصل عليها
es_es: Premios ganados
ko_kr: 수상 경력
nl_nl: Behaalde bekroningen
th_th: ได้รับรางวัลแล้ว

# YearInReviewCtrl_basedOnSkills
source: Based on Skill Certification applications and awards.
ar_sa: قائمة على تطبيقات توثيق المهارة والجوائز.
es_es: Según aplicaciones y premios de certificados de habilidad.
ko_kr: 기술 인증 신청 횟수와 수상 경력을 토대로 합니다.
nl_nl: Op basis van toepassingen van gecertificeerde vaardigheden en onderscheidingen
th_th: ขึ้นอยู่กับการใช้งานการรับรองทักษะและรางวัล

# YearInReviewCtrl_buildSkillPlan
source: Build a Skill Plan
ar_sa: بناء خطة مهارة
es_es: Crear un plan de habilidades
ko_kr: 기술 계획 작성
nl_nl: Bouw een Vaardigheidsplan
th_th: สร้างแผนทักษะ

# YearInReviewCtrl_diversityBook
source: Diversity book cover
ar_sa: تنوع غلاف كتاب
es_es: Portada de Diversidad
ko_kr: Diversity 책 표지
nl_nl: Boekomslag Diversity
th_th: ชื่อเรื่องหนังสือที่หลากหลาย

# YearInReviewCtrl_executivePresenceBook
source: Executive Presence book cover
ar_sa: غلاف كتاب التواجد التنفيذي
es_es: Portada de Presencia ejecutiva
ko_kr: Executive Presence 책 표지
nl_nl: Boekomslag Executive Presence
th_th: ชื่อเรื่องหนังสือภาพลักษณ์น่าเชื่อถือ

# YearInReviewCtrl_futureThinking
source: And we're only just getting started. We've got big things in the works for 2018
ar_sa: وها نحن مازلنا في البداية. لدينا أشياء كبيرة في الأعمال لعام 2018
es_es: Y solo estamos empezando. Tenemos grandes cosas en marcha para 2018
ko_kr: 그리고 이제 막 첫 발걸음을 떼었습니다. Degreed는 2018년을 위한 큰 목표를 세웠습니다.
nl_nl: En we zijn nog maar net begonnen We hebben grote plannen voor 2018
th_th: และเราเพิ่งเริ่มต้นเท่านั้น เรามีสิ่งที่ยิ่งใหญ่ในงานสำหรับปีพ. ศ. 2561

# YearInReviewCtrl_getSkillsCertified
source: Get your skills certified
ar_sa: احصل على توثيق لمهاراتك
es_es: Certifique sus habilidades
ko_kr: 기술을 인증 받기
nl_nl: Laat jouw vaardigheden certificeren
th_th: รับการรับรองทักษะของคุณ

# YearInReviewCtrl_globalCompanies
source: Companies
ar_sa: الشركات
es_es: Empresas
ko_kr: 회사
nl_nl: Bedrijven
th_th: บริษัท

# YearInReviewCtrl_globalCountries
source: Countries
ar_sa: الدول
es_es: Países
ko_kr: 국가
nl_nl: Landen
th_th: ประเทศ

# YearInReviewCtrl_globalLearners
source: Learners
ar_sa: المتعلمون
es_es: Aprendices
ko_kr: 학습자
nl_nl: Deelnemers
th_th: ผู้เรียน

# YearInReviewCtrl_globalLearning
source: Learning Goes Global
ar_sa: التعلم يتجه نحو العالمية
es_es: La formación se vuelve global
ko_kr: 글로벌 학습
nl_nl: Leren wordt wereldwijd uitgerold
th_th: การเรียนรู้ไปทั่วโลก

# YearInReviewCtrl_globalLearningReference
source: Degreed found the curious on every continent (except Antartica).
ar_sa: وجدت Degreed الشغف في كل قارة (باستثناء القارة القطبية الجنوبية).
es_es: Degreed encontró a los curiosos de cada continente (excepto en la Antártida).
ko_kr: Degreed는 남극을 제외한 모든 대륙에서 학습 의욕으로 가득한 사람들을 찾았습니다.
nl_nl: Degreed bereikt leergierige mensen in elk werelddeel (behalve Antarctica).
th_th: Degreed พบความสงสัยในทุกทวีป (ยกเว้น Antartica)

# YearInReviewCtrl_groupCountReference
source: Each icon represents 100 groups.
ar_sa: يمثل كل رمز 100 مجموعة.
es_es: Cada icono representa a 100 grupos.
ko_kr: 각 아이콘은 100개의 그룹을 나타냅니다.
nl_nl: Elk icoon vertegenwoordigt 100 groepen.
th_th: แต่ละไอคอนแสดงถึง 100 กลุ่ม

# YearInReviewCtrl_habitsBookCover
source: 7 Habits of Highly Effective People book cover
ar_sa: غلاف كتاب العادات السبعة للأشخاص الأكثر نجاحًا
es_es: Portada de Los 7 hábitos de la gente altamente efectiva
ko_kr: 7 Habits of Highly Effective People 책 표지
nl_nl: 7 Habits of Highly Effective People boekomslag
th_th: ชื่อหนังสือ 7 นิสัยของคนที่มีประสิทธิภาพสูง

# YearInReviewCtrl_hardThings
source: Hard Things About Hard Things book cover
ar_sa: غلاف كتاب Hard Things About Hard Things
es_es: Portada de Lo difícil de las cosas difíciles
ko_kr: Hard Things About Hard Things 책 표지
nl_nl: Hard Things About Hard Things boekomslag
th_th: ชื่อหนังสือ สิ่งที่ยากเกี่ยวกับสิ่งที่ยาก

# YearInReviewCtrl_harryPotterBook
source: Harry Potter and the Sorcerers Stone book cover
ar_sa: غلاف كتاب Harry Potter and the Sorcerers Stone
es_es: Portada de Harry Potter y la piedra filosofal
ko_kr: Harry Potter and the Sorcerers Stone 책 표지
nl_nl: Harry Potter and the Sorcerers Stone boekomslag
th_th: ชื่อหนังสือ แฮร์รี่พอตเตอร์กับศิลาอาถรรพ์

# YearInReviewCtrl_howWeLearned
source: How We Learned
ar_sa: كيف تعلمنا
es_es: Cómo aprendimos
ko_kr: 학습 방식
nl_nl: Hoe we hebben geleerd
th_th: เราเรียนรู้อย่างไร

# YearInReviewCtrl_howWeLearnedReference
source: It's more than YouTube videos and Buzzfeed articles.
ar_sa: إنها أكثر من مقاطع فيديو على YouTube ومقالات على Buzzfeed.
es_es: Es más que videos de YouTube y artículos de Buzzfeed.
ko_kr: YouTube 동영상과 Buzzfeed 아티클을 비롯한 콘텐츠를 제공합니다.
nl_nl: Het omvat heel wat meer dan alleen YouTube-video's en Buzzfeed-artikelen.
th_th: เป็นมากกว่าวิดีโอบน YouTube และบทความ Buzzfeed

# YearInReviewCtrl_languagesSupported
source: Languages Supported
ar_sa: اللغات المدعومة
es_es: Idiomas soportados
ko_kr: 지원 언어
nl_nl: Ondersteunde talen
th_th: รองรับภาษา

# YearInReviewCtrl_learningItemsCompleted
source: Learning items completed in 2017
ar_sa: العناصر المكتملة في 2017
es_es: Elementos de formación completados en 2017
ko_kr: 2017년에 완료된 학습 항목
nl_nl: Leeritems voltooid in 2017.
th_th: สิ่งที่เรียนรู้เสร็จสมบูรณ์ในปี 2017

# YearInReviewCtrl_learningItemsReference
source: Each shape represents 100,000 learning items added to the Degreed learning library
ar_sa: يمثل كل شكل 10000 عنصر تعليمي مضاف إلى مكتبة تعلم Degreed
es_es: Cada forma representa 100.000 aportes de formación agregados a la biblioteca de formación de Degreed
ko_kr: 각 도형은 Degreed 학습 라이브러리에 추가된 10만 개의 학습 항목을 나타냅니다
nl_nl: Elke vorm vertegenwoordigt 100.000 leeritems die werden toegevoegd aan de Degreed-leerbibliotheek
th_th: แต่ละรูปร่างแสดงถึงสิ่งของการเรียนรู้ 100,000 รายการ ที่ถูกเพิ่มลงในห้องสมุดการเรียนรู้ Degreed

# YearInReviewCtrl_loginDegreed
source: Log in to Degreed
ar_sa: تسجيل دخول Degreed
es_es: Iniciar sesión en Degreed
ko_kr: Degreed에 로그인
nl_nl: Log in op Degreed
th_th: เข้าสู่ระบบ Degreed

# YearInReviewCtrl_mostPopularArticles
source: Most Popular Articles
ar_sa: المقالات الأكثر شعبية
es_es: Artículos más populares
ko_kr: 가장 인기 있는 아티클
nl_nl: Populairste artikelen
th_th: บทความยอดนิยม

# YearInReviewCtrl_mostPopularPodcasts
source: Most Popular Podcasts
ar_sa: الحلقات الإذاعية الأكثر شعبية
es_es: Podcasts más populares
ko_kr: 가장 인기 있는 팟캐스트
nl_nl: Populairste podcasts
th_th: พอดคาสต์ยอดนิยม

# YearInReviewCtrl_mostReadBooks
source: Most Read Books
ar_sa: الكتب الأكثر قراءة
es_es: Libros más leídos
ko_kr: 가장 많이 읽은 책
nl_nl: Meest gelezen boeken
th_th: หนังสือที่ถูกอ่านมากที่สุด

# YearInReviewCtrl_numberRatedSkills
source: Number of rated Skills
ar_sa: عدد المهارات التي تم تقييمها
es_es: Número de habilidades calificadas
ko_kr: 평가받은 기술 수
nl_nl: Aantal beoordeelde vaardigheden
th_th: จำนวนทักษะที่ได้รับการประเมิน

# YearInReviewCtrl_PageDescription
source: We combined learning and data to take a look back at 2017
ar_sa: قمنا بجمع التعلم والبيانات لإلقاء نظرة على عام 2017
es_es: Combinamos formación y datos para repasar 2017
ko_kr: 2017년의 학습과 데이터 성과를 함께 알아봅니다.
nl_nl: Om terug te kijken op 2017 hebben we leren en data gecombineerd
th_th: เราได้รวบรวมการเรียนรู้และข้อมูลเพื่อย้อนกลับไปดูเมื่อปี 2017

# YearInReviewCtrl_PageTitle
source: Learning by the Numbers 2017
ar_sa: التعلم بالأرقام 2017
es_es: La formación en números de 2017
ko_kr: 숫자로 알아보는 2017년의 성과
nl_nl: Leren door de getallen 2017
th_th: การเรียนรู้ตามตัวเลข 2017

# YearInReviewCtrl_participationTrophy
source: None of them are participation trophies.
ar_sa: لا أحد منهم لديه تاريخ مشاركة بالبطولات.
es_es: Ninguno es de trofeos de participación.
ko_kr: 참여자들과 Degreed가 함께 이룬 성과입니다.
nl_nl: Geen ervan zijn prijzen voor het meedoen.
th_th: ไม่มีอันไหนเลยที่เป็นถ้วยรางวัลแห่งการมีส่วนร่วม

# YearInReviewCtrl_pointsEarned
source: Points earned on Degreed in 2017
ar_sa: النقاط المكتسبة على Degreed في عام 2017
es_es: Puntos ganados en Degreed en 2017
ko_kr: 2017년에 Degreed를 통해 얻은 학점
nl_nl: Verdiende punten op Degreed in 2017
th_th: คะแนนที่ได้รับจาก Degreed ในปี 2017

# YearInReviewCtrl_pointsEarnedReference
source: Each tally mark represents 20,000 hours, which totals over 25 million hours spent learning. That's the equivalent of 4,400 bachelor's degrees.
ar_sa: تمثل كل علامة رصيد 20،000 ساعة، أي ما يزيد عن 25 مليون ساعة يقضيها في التعلم. هذا ما يعادل 4،400 درجة البكالوريوس.
es_es: Cada marca representa 20.000 horas, que ascienden a más de 25 millones de horas invertidas en formación. Es el equivalente a 4.400 licenciaturas.
ko_kr: 각 막대 표시는 2만 시간을 나타내며, 총 학습 시간은 2,500만 시간에 달합니다. 이는 4,400개의 학사 학위와 동등한 수치입니다.
nl_nl: Elk streepje staat voor 20.000 uur en levert een totaal van meer dan 25 miljoen uren besteed aan leren op. Dat staat gelijk aan 4.400 bachelortitels.
th_th: แต่ละเครื่องหมายแสดงถึง 20,000 ชั่วโมง ซึ่งใช้เวลาเรียนรู้มากกว่า 25 ล้านชั่วโมง นั่นคือเทียบเท่าปริญญาตรี 4,400 ใบ

# YearInReviewCtrl_popularTopics
source: Most Popular Topics on Degreed
ar_sa: المقالات الأكثر شعبية في Degreed
es_es: Temas más populares en Degreed
ko_kr: Degreed에서 가장 인기 있는 주제
nl_nl: Meest populaire onderwerpen op Degreed
th_th: หัวข้อที่ได้รับความนิยมมากที่สุดเกี่ยวกับ Degreed

# YearInReviewCtrl_popularTopicsReference
source: Based on most searched for and most tagged topics
ar_sa: استنادًا إلى أكثر مواضيع المقالات التي تم البحث عنها وأكثرها توسيمًا
es_es: Basados en los temas más buscados y más etiquetados
ko_kr: 가장 많이 검색되고 태그 표시된 주제를 기준으로 함
nl_nl: Op basis van de meest gezochte en meest getagde onderwerpen
th_th: ตามหัวข้อที่มีการค้นหามากที่สุดและมีการแท็กมากที่สุด

# YearInReviewCtrl_popularVideos
source: Most Popular Videos
ar_sa: مقاطع الفيديو الأكثر
es_es: Videos más populares
ko_kr: 가장 인기 있는 동영상
nl_nl: Populairste video's
th_th: วิดีโอยอดนิยม

# YearInReviewCtrl_seeYourData
source: See your Degreed data
ar_sa: انظر إلى بياناتك في Degreed
es_es: Vea sus datos de Degreed
ko_kr: 귀하의 Degreed 데이터 보기
nl_nl: Je Degreed-gegevens weergeven
th_th: ดูข้อมูล Degreed ของคุณ

# YearInReviewCtrl_setLearningGoal
source: Set a Learning Goal for 2018
ar_sa: حدد هدفًا تعليميًا لعام 2018
es_es: Márquese una meta para 2018
ko_kr: 2018년 학습 목표 설정
nl_nl: Stel jezelf een leerdoel voor 2018
th_th: ตั้งเป้าหมายการเรียนรู้สำหรับปี 2018

# YearInReviewCtrl_shareThis
source: Share this!
ar_sa: شارك هذا!
es_es: ¡Compártame!
ko_kr: 공유하세요!
nl_nl: Deel dit!
th_th: แบ่งปันสิ่งนี้!

# YearInReviewCtrl_skillCertificationLaunched
source: Skill Certifications launched
ar_sa: تم إطلاق شهادات المهارات
es_es: Certificados de habilidad iniciados
ko_kr: 기술 인증이 시작됨
nl_nl: Certificering voor vaardigheden gelanceerd
th_th: การเปิดตัวการรับรองทักษะ

# YearInReviewCtrl_socialEmailBody
source: Learning and data meet at a party, and the rest is history. See what we learned in 2017 and how we learned it with Degreed's Learning by the Numbers.
ar_sa: يجتمع التعلم والبيانات في نقطة، والباقي في التاريخ. انظر ما تعلمناه في عام 2017 وكيف تعلمناه من خلال التعلم من خلال الأرقام من Degreed.
es_es: Formación y datos se conocen en una fiesta, y el resto es historia. Vea lo que aprendimos en 2017 y cómo lo aprendimos con La formación en números de Degreed.
ko_kr: Degreed는 데이터를 통한 학습을 지원하여 비즈니스를 운영하고 성과를 거둡니다. Degreed를 통한 2017년의 학습 결과와 학습 방법에 대한 정보를 수치로 확인해 보세요.
nl_nl: Leren en data komen elkaar tegen op een feestje en de rest is geschiedenis. Zie wat wij hebben geleerd in 2017 en hoe we het hebben geleerd met leren door de getallen van Degreed.
th_th: การเรียนรู้และข้อมูลพบกันในงานเลี้ยงฉลอง และส่วนที่เหลือเป็นประวัติศาสตร์ ดูสิ่งที่เราได้เรียนรู้ในปี 2017 และ วิธีการที่เราเรียนรู้เรื่องนี้ด้วยการเรียนรู้ของ Degreed ด้วยตัวเลข

# YearInReviewCtrl_socialEmailSubject
source: Degreed 2017, Year In Review
ar_sa: Degreed مراجعة للسنة 2017
es_es: Degreed 2017, revisión del año
ko_kr: Degreed 2017년 연간 리뷰
nl_nl: Degreed 2017, terugblik op het jaar
th_th: Degreed 2017 ภาพรวมสิ่งที่เกิดขึ้นทั้งปี

# YearInReviewCtrl_strengthsBook
source: Strengths Finder book cover
ar_sa: غلاف كتاب Strengths Finder
es_es: Portada de Conozca sus fortalezas
ko_kr: Strengths Finder 책 표지
nl_nl: Strengths Finder boekomslag
th_th: ชื่อหนังสือ ผู้ค้นหาจุดแข็ง

# YearInReviewCtrl_summary
source: Learning and Data meet at a party. The rest is history. And so is 2017. From that beautiful coupling, Degreed gained insights into how we learn, what we learn, and how we're turning that learning into doing. So dive in. Who knows? Maybe you'll learn something.
ar_sa: يجتمع التعلم والبيانات في نقطة. والباقي في التاريخ. وهكذا عام 2017. من هذا الاقتران الجميل، اكتسبت Degreed رؤى حول كيفية نتعلم، وما نتعلمه، وكيف نحول هذا التعلم إلى عمل. ولذلك قم بالتعمق في. من يعلم؟ ربما سوف تتعلم شيئا.
es_es: Formación y datos se conocen en una fiesta. El resto es historia. Y así es 2017. A partir de esa bella unión, Degreed comprende mejor cómo aprendemos, qué aprendemos y cómo convertimos esa formación en hechos. Así que láncese. ¿Quién sabe? Quizás aprenda algo hoy.
ko_kr: Degreed는 데이터를 통한 학습을 지원하여 비즈니스를 운영하고 성과를 거둡니다. 2017년도 마찬가지입니다. Degreed는 학습 방법, 학습 내용뿐만 아니라 실질적으로 학습 내용을 어떻게 활용하는지에 관한 인사이트를 확보했습니다. Degreed를 시작해 보세요. 분명히 여러분도 높은 가치를 얻을 수 있을 것입니다.
nl_nl: Leren en data komen elkaar tegen op een feestje. De rest is geschiedenis. Net als 2017. Door deze prachtige combinatie krijgt Degreed inzicht in hoe we leren, wat we leren en hoe we dit leren omzetten in actie. Dus duik erin. Wie weet? Misschien steek je er iets van op.
th_th: การเรียนรู้และข้อมูลพบกันในงานเลี้ยงฉลอง ที่เหลือเป็นประวัติศาสตร์ และนั่นก็คือปี 2017 จากการเชื่อมต่อที่สวยงาม Degreed ได้รับข้อมูลเชิงลึกเกี่ยวกับวิธีที่เราเรียนรู้ สิ่งที่เราเรียนรู้ และวิธีการที่เราเปลี่ยนการเรียนรู้ไปสู่การปฎิบัติ ดังนั้น เข้ามา ใครจะรู้? บางทีคุณอาจจะเรียนรู้บางสิ่งบางอย่าง

# YearInReviewCtrl_takeawayTotal
source: Total # of Takeaways added to learning items in 2017
ar_sa: الإجمالي # المعلومات السريعة المضافة إلى عناصر التعلم في عام 2017
es_es: N.º total de aportes agregados a elementos de formación en 2017
ko_kr: 2017년 학습 항목에 추가된 총 요점 수
nl_nl: Totaal aantal Takeaways toegevoegd aan leeritems in 2017
th_th: จำนวนทั้งหมดของที่นำออก ได้เพิ่มเข้าไปในรายการการเรียนรู้ในปี 2017

# YearInReviewCtrl_takeawayTotalReference
source: Each shape represents 1,000 learning takeaways added.
ar_sa: يُمثل كل شكل 1000 معلومات تعلمية سريعة مضافة.
es_es: Cada forma representa 1.000 aportes de formación agregados.
ko_kr: 각 도형은 추가된 1,000개의 학습 요점을 표시합니다.
nl_nl: Elke vorm vertegenwoordigt 1.000 toegevoegde takaways.
th_th: แต่ละรูปร่างแสดงถึงการเรียนรู้ที่นำออก 1,000 ครั้ง ที่เพิ่มเข้ามา

# YearInReviewCtrl_takeawayTotalReference2
source: (And you thought you were done having to show your work.)
ar_sa: (واعتقدت أنك انتهيت من إظهار عملك).
es_es: (Y pensaba que mostrar su trabajo era cosa del pasado).
ko_kr: Degreed의 성과는 이것으로 끝이 아닙니다.
nl_nl: (En jij dacht dat je klaar was met het tonen van je werk.)
th_th: (และคุณคิดว่าคุณเสร็จแน่ที่ต้องแสดงผลงานของคุณ)

# YearInReviewCtrl_teamMembers
source: Degreed team members dedicated to building the future of learning and skills
ar_sa: أعضاء فريق Degreed الذين كرسوا انفسهم لبناء مستقبل التعلم والمهارات
es_es: Los miembros del equipo Degreed dedicados a crear el futuro de la formación y las habilidades
ko_kr: 더 효율적인 학습 방법과 기술을 구축하는 데 전념하는 Degreed의 임직원들
nl_nl: Degreed-teamleden die werken aan de toekomst van leren en vaardigheden
th_th: สมาชิกในทีม Degreed อุทิศตนเพื่อสร้างอนาคตของการเรียนรู้และทักษะ

# YearInReviewCtrl_theDifference
source: The Difference book cover
ar_sa: غلاف كتاب The Difference
es_es: Portada de La diferencia
ko_kr: The Difference 책 표지
nl_nl: The Difference boekomslag
th_th: ชื่อหนังสือ ความแตกต่าง

# YearInReviewCtrl_theHobbitBook
source: The Hobbit book cover
ar_sa: غلاف كتاب The Hobbit
es_es: Portada de El hobbit
ko_kr: The Hobbit 책 표지
nl_nl: The Hobbit boekomslag
th_th: ชื่อหนังสือ ฮอบบิต

# YearInReviewCtrl_thePhoenixProject
source: The Phoenix Project book cover
ar_sa: غلاف كتاب The Phoenix Project
es_es: Portada de El proyecto Fénix
ko_kr: The Phoenix Project 책 표지
nl_nl: The Phoenix Project boekomslag
th_th: ชื่อหนังสือ ฟีนิกซ์ โปรเจ็ค

# YearInReviewCtrl_topics
source: Let's Get Topical
ar_sa: دعونا نكون موضوعيين
es_es: ¡Qué típico!
ko_kr: 주제 태그
nl_nl: Laten we het over onderwerpen hebben
th_th: มาดูกันดีกว่า

# YearInReviewCtrl_topicsReference
source: Total topics tagged in the Degreed learning library
ar_sa: إجمالي المواضيع الموسومة في مكتبة التعلم الخاصة بـ Degreed
es_es: Total de temas etiquetados en la biblioteca de formación de Degreed
ko_kr: Degreed 학습 라이브러리에서 태그 표시된 주제 수
nl_nl: Totaal aantal getagde onderwerpen in de Degreed-leerbibliotheek
th_th: รวมหัวข้อที่ติดแท็กในห้องสมุดการเรียนรู้ Degreed

# YearInReviewCtrl_topSkills
source: Top Skills
ar_sa: أبرز المهارات
es_es: Mejores habilidades
ko_kr: 최고 기술
nl_nl: Topvaardigheden
th_th: ทักษะยอดนิยม

# YearInReviewCtrl_totalGroupsOnDegreed
source: Total groups on Degreed
ar_sa: إجمالي المجموعات على Degreed
es_es: Total de grupos en Degreed
ko_kr: Degreed의 전체 그룹
nl_nl: Totaal aantal groepen op Degreed
th_th: กลุ่มทั้งหมดใน Degreed

# YearInReviewCtrl_universalLanguage
source: Love is still the universal language, but learning is closing the gap. *Including two right-to-left languages.
ar_sa: لا يزال الحب هو اللغة العالمية، ولكن التعلم يقلّص الفجوة. * بما في ذلك لغتين من اليمين إلى اليسار.
es_es: El amor sigue siendo el lenguaje universal, pero la formación le va a la zaga. *Incluidos dos idiomas de derecha a izquierda.
ko_kr: 전 세계 공통의 언어는 사랑이라고 하지만, 사람들 간의 격차를 메우는 것은 바로 '학습'입니다. *오른쪽에서 왼쪽으로 읽는 언어가 두 개 포함되어 있습니다.
nl_nl: Liefde is nog steeds de universele taal, maar leren is de achterstand aan het goedmaken. *Inclusief twee links-rechts talen.
th_th: ความรักยังคงเป็นภาษาสากล แต่การเรียนรู้คือการปิดช่องว่าง * รวมถึงภาษาที่อ่านจากขวาไปซ้าย สองภาษา

# YearInReviewCtrl_whatYouLearning
source: What are you going to learn in 2018?
ar_sa: ماذا ستتعلم في 2018؟
es_es: ¿Qué va a aprender en 2018?
ko_kr: 2018년에는 무엇을 배우게 될까요?
nl_nl: Wat ga jij leren in 2018?
th_th: คุณจะเรียนรู้อะไรในปี 2018

# InputsController_S
source: s
ko_kr: 들

# signupForm_LastNamePlaceholder
source: Smith
ko_kr: 스미스

# PublicForBiz_QuoteMcGivneyTitle
source: CFO
es_es: Gerente de Finanzas
th_th: ผู้อำนวยการสายการเงิน

# Core_CEU
source: CEU
es_es: UEC
