Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# TargetForm_DescriptionPlaceholder
source: This plan will help in your development as a...
ar_sa: ستساعدك هذه الخطة على تنميتك بصفتك...
es_es: Este plan le ayudará en su desarrollo como...
ko_kr: 이 계획은 다음과 같은 계획에 도움이 됩니다...
nl_nl: Dit plan zal je helpen bij jouw ontwikkeling als een...
th_th: แผนนี้จะช่วยให้คุณพัฒนาในบทบาท...

# TargetForm_EditTitle
source: Edit {{targetType}}
ar_sa: تحرير {{targetType}}
es_es: Editar {{targetType}}
ko_kr: {{targetType}} 편집
nl_nl: {{targetType}} bewerken
th_th: แก้ไข{{targetType}}

# TargetForm_FormDescription
source: Skill plans help individuals, groups, and the entire organization grow in a guided, planned way.
ar_sa: تساعد خطط المهارات الأفراد والمجموعات والمؤسسة بأكملها بطريقة موجهة ومدروسة.
es_es: Los planes de habilidades ayudan a personas, grupos y empresas enteras a crecer de manera orientada y planificada.
ko_kr: 기술 계획은 개인, 그룹 및 전체 조직이 가이드에 따라 계획된 방식으로 성장하게 합니다.
nl_nl: Vaardigheidsplannen helpen individuen, groepen en de hele organisatie om op een begeleide, geplande manier te groeien.
th_th: แผนทักษะช่วยให้บุคคล กลุ่มต่างๆ และทั้งองค์กรเติบโตอย่างมีแนวทางและแผนการที่ชัดเจน

# TargetForm_Name
source: Title
ar_sa: العنوان
es_es: Título
ko_kr: 제목
nl_nl: Titel
th_th: ชื่อ

# TargetForm_NameError
source: Please specify a title.
ar_sa: يرجى تحديد منصب.
es_es: Especifique un título válido.
ko_kr: 직함을 지정하십시오.
nl_nl: Geef een titel op.
th_th: โปรดระบุตำแหน่ง

# TargetForm_NamePrompt
source: e.g. Sales Manager
ar_sa: مثل مدير المبيعات
es_es: p. ej., Gerente de ventas
ko_kr: 예, 영업 관리자
nl_nl: bijv. verkoopmanager
th_th: เช่น ผู้จัดการฝ่ายขาย

# TargetForm_SetPrimaryPlan
source: Set as primary plan
ar_sa: تعيين كخطة أساسية
es_es: Configurar como plan principal
ko_kr: 주요 계획 설정
nl_nl: Instellen als primair plan
th_th: ตั้งเป็นแผนหลัก

# TargetForm_Visibility
source: Visibility
ar_sa: إمكانية الرؤية
es_es: Visibilidad
ko_kr: 표시 여부
nl_nl: Zichtbaarheid
th_th: การมองเห็น

# TargetFormCtrl_TargetGroupsToolTip
source: This will make it easier for these groups to find this skill plan
ar_sa: سيسهل هذا الأمر على المجموعات العثور على خطة المهارات الحالية
es_es: Será más fácil para estos grupos encontrar este plan de habilidades
ko_kr: 이 그룹이 이 기술 계획을 찾기 쉽게 만듭니다.
nl_nl: Dit maakt het voor deze groepen gemakkelijker om dit vaardigheidsplan te vinden
th_th: การทำเช่นนี้จะช่วยให้กลุ่มเหล่านี้ค้นเจอแผนทักษะนี้ได้ง่ายขึ้น

# TargetResources_CreateADirectory
source: Create a Page
ar_sa: إنشاء صفحة
es_es: Crear página
ko_kr: 페이지 만들기
nl_nl: Een pagina maken
th_th: สร้างหน้า

# TargetResources_CreateATarget
source: Create a Plan
ar_sa: إنشاء خطة
es_es: Crear un plan
ko_kr: 계획 만들기
nl_nl: Maak een plan
th_th: สร้างแผน

# TargetResources_DirectoryPlural
source: Pages
ar_sa: الصفحات
es_es: Páginas
ko_kr: 페이지
nl_nl: Pagina's
th_th: หน้า

# TargetResources_GroupPlural
source: Groups
ar_sa: المجموعات
es_es: Grupos
ko_kr: 그룹
nl_nl: Groepen
th_th: กลุ่ม

# TargetResources_InputPlural
source: Content
ar_sa: المحتوى
es_es: Contenido
ko_kr: 콘텐츠
th_th: เนื้อหา

# TargetResources_NoDirectorysSelectedYet
source: No pages selected yet.
ar_sa: لا توجد صفحات محددة حتى الآن.
es_es: Aún no hay páginas seleccionadas.
ko_kr: 아직 선택된 페이지가 없습니다.
nl_nl: Nog geen pagina's geselecteerd.
th_th: ยังไม่ได้เลือกหน้า

# TargetResources_NoTargetsSelectedYet
source: No plans selected yet.
ar_sa: لا توجد خطط محددة ختى الآن.
es_es: Aún no hay páginas seleccionadas.
ko_kr: 아직 선택된 계획이 없습니다.
nl_nl: Nog geen plannen geselecteerd.
th_th: ยังไม่ได้เลือกแผน

# TargetResources_PathwayPlural
source: Pathways
ar_sa: المساقات
es_es: Itinerarios
ko_kr: 경로
nl_nl: Leerpaden
th_th: เส้นทางการเรียนรู้

# TargetResources_TagPlural
source: Skills
ar_sa: المهارات
es_es: Habilidades
ko_kr: 기술
nl_nl: Vaardigheden
th_th: ทักษะ

# TargetResources_TargetPlural
source: Plans
ar_sa: خطط
es_es: Planes
ko_kr: 계획
nl_nl: Plannen
th_th: แผน

# TargetResources_UserPlural
source: People
ar_sa: الأشخاص
es_es: Personas
ko_kr: 사람
nl_nl: Personen
th_th: ผู้คน

# TargetResourcesForm_InputHelp
source: Search for specific pieces of content
ar_sa: البحث عن أجزاء معينة من المحتويات
es_es: Buscar contenidos específicos
ko_kr: 특정 콘텐츠 검색
nl_nl: Zoeken naar specifieke content
th_th: ค้นหาเนื้อหาบางส่วนที่เจาะจง

# TargetResourcesForm_ResourceAuthors
source: By {{authors}}
ar_sa: من قبل {{authors}}
es_es: Por {{authors}}
ko_kr: {{authors}}(으)로
nl_nl: Door {{authors}}
th_th: โดย {{authors}}

# TargetResourcesForm_SearchPlaceHolder
source: Search for {{targetResourceType}}...
ar_sa: البحث عن {{targetResourceType}}...
es_es: Buscar {{targetResourceType}}...
ko_kr: {{targetResourceType}}을(를) 검색...
nl_nl: {{targetResourceType}} zoeken...
th_th: ค้นหา{{targetResourceType}}...

# TargetResourcesForm_Selected
source: Selected
ar_sa: الموارد المحددة
es_es: Seleccionados
ko_kr: 선택됨
nl_nl: Geselecteerd
th_th: เลือกแล้ว

# TargetResourcesForm_Suggestions
source: Suggestions
ar_sa: الاقتراحات
es_es: Sugerencias
ko_kr: 추천
nl_nl: Suggesties
th_th: ข้อเสนอแนะ

# TargetResourcesForm_Title
source: Add {{targetResourceType}}
ar_sa: إضافة {{targetResourceType}}
es_es: Agregar {{targetResourceType}}
ko_kr: {{targetResourceType}} 추가
nl_nl: {{targetResourceType}} toevoegen
th_th: เพิ่ม{{targetResourceType}}

# TargetsCtrl_BulkChangeVisibility
source: Change Visibility of 1 Page
ar_sa: تغير إمكانية رؤية صفحة واحدة
es_es: Cambiar visibilidad de una página
ko_kr: 1개 페이지 표시 여부 변경
nl_nl: Wijzig de zichtbaarheid van 1 Pagina
th_th: เปลี่ยนการมองเห็น 1 หน้า

# TargetsCtrl_BulkChangeVisibilityPlural
source: Change Visibility of {{count}} Pages
ar_sa: تغيير إمكانية رؤية {{count}} صفحات
es_es: Cambiar visibilidad de {{count}} páginas
ko_kr: {{count}}개 페이지 표시 여부 변경
nl_nl: Wijzig de zichtbaarheid van {{count}} Pagina's
th_th: เปลี่ยนการมองเห็น {{count}} หน้า

# TargetsCtrl_DeletePluralPrompt
source: Are you sure you want to delete {{ count }} pages?
ar_sa: هل أنت متأكد من رغبتك في حذف { count } صفحة؟
es_es: ¿De verdad quiere eliminar {{ count }} páginas?
ko_kr: {{ count }}개 페이지를 삭제하시겠습니까?
nl_nl: Weet je zeker dat je {{ count }} pagina's wilt verwijderen?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบ {{ count }} หน้า

# TargetsCtrl_DeletePrompt
source: Are you sure you want to delete this page?
ar_sa: هل أنت متأكد من حذف هذا الصفحة؟
es_es: ¿De verdad quiere eliminar esta página?
ko_kr: 이 페이지를 삭제하시겠습니까?
nl_nl: Weet je zeker dat je deze pagina wilt verwijderen?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบหน้านี้

# TargetsSvc_AddAuthorError
source: Sorry! There was a problem adding an author.
ar_sa: نعتذر! حدثت مشكلة أثناء إضافة مصمم.
es_es: ¡Lo sentimos! Se produjo un problema al agregar un autor.
ko_kr: 죄송합니다! 저자를 추가하는 데 문제가 있었습니다
nl_nl: Sorry! Er was een probleem met het toevoegen van een auteur.
th_th: ขออภัย! เกิดปัญหาในการเพิ่มผู้สร้าง

# TargetsSvc_AddError
source: Sorry! There was a problem adding the {{targetType}}.
ar_sa: نعتذر! حدثت مشكلة أثناء إضافة {{targetType}}.
es_es: ¡Lo sentimos! Se produjo un problema al agregar {{targetType}}.
ko_kr: 죄송합니다! {{targetType}}을(를) 추가하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het toevoegen van het {{targetType}}.
th_th: ขออภัย! เกิดปัญหาในการเพิ่ม{{targetType}}

# TargetsSvc_AddResourceError
source: Sorry! There was a problem adding to the {{targetType}}.
ar_sa: نعتذر! حدثت مشكلة أثناء الإضافة إلى {{targetType}}.
es_es: ¡Lo sentimos! Se produjo un problema al agregar a {{targetType}}.
ko_kr: 죄송합니다! {{targetType}}에 추가하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het toevoegen aan het {{targetType}}.
th_th: ขออภัย! เกิดปัญหาในการเพิ่มไปยัง{{targetType}}

# TargetsSvc_AddSectionError
source: Sorry! There was a problem adding a section.
ar_sa: نعتذر! حدثت مشكلة أثناء إضافة قسم.
es_es: ¡Lo sentimos! Ha habido un problema al añadir una sección.
ko_kr: 죄송합니다. 섹션을 추가하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het toevoegen van een sectie.
th_th: ขออภัย! เกิดปัญหาในการเพิ่มส่วนของเส้นทางการเรียนรู้

# TargetsSvc_AddSuccess
source: The {{targetType}} was added successfully!
ar_sa: تمت إضافة {{targetType}} بنجاح.
es_es: ¡{{targetType}} se agregó correctamente!
ko_kr: {{targetType}}을(를) 성공적으로 추가했습니다!
nl_nl: Het {{targetType}} is met succes toegevoegd!
th_th: เพิ่ม{{targetType}}สำเร็จแล้ว!

# TargetsSvc_CloneError
source: Sorry! There was a problem cloning the {{targetType}}.
ar_sa: نعتذر! حدثت مشكلة أثناء نسخ {{targetType}}.
es_es: ¡Lo sentimos! Ha habido un problema al clonar {{targetType}}.
ko_kr: 죄송합니다. {{targetType}}을(를) 복제하는 데 문제가 있습니다.
nl_nl: Sorry! Er heeft zich een probleem voorgedaan met het klonen van {{targetType}}.
th_th: ขออภัย! เกิดปัญหาในการโคลน {{targetType}}

# TargetsSvc_CloneSuccess
source: The {{targetType}} was added successfully!
ar_sa: تمت إضافة {{targetType}} بنجاح.
es_es: ¡{{targetType}} se agregó correctamente!
ko_kr: {{targetType}}을(를) 성공적으로 추가했습니다!
nl_nl: Het {{targetType}} is met succes toegevoegd!
th_th: เพิ่ม{{targetType}}สำเร็จแล้ว!

# TargetsSvc_DeleteAuthorError
source: Sorry! There was a problem deleting an author.
ar_sa: نعتذر! حدثت مشكلة أثناء حذف مصمم.
es_es: ¡Lo sentimos! Se produjo un problema al eliminar un autor.
ko_kr: 죄송합니다! 저자를 삭제하는 데 문제가 있었습니다
nl_nl: Sorry! Er was een probleem met het verwijderen van de auteur.
th_th: ขออภัย! เกิดปัญหาในการลบผู้สร้าง

# TargetsSvc_DeleteError
source: Sorry! There was a problem deleting the {{targetType}}.
ar_sa: عذرًا! حدثت مشكلة أثناء حذف {{targetType}}.
es_es: ¡Lo sentimos! Ha habido un problema al eliminar {{targetType}}.
ko_kr: 죄송합니다! {{targetType}}을 삭제하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem bij het verwijderen van {{targetType}}.
th_th: ขออภัย! เกิดปัญหาในการลบ {{targetType}}

# TargetsSvc_DeleteResourceError
source: Sorry! There was a problem deleting from the {{targetType}}.
ar_sa: نعتذر! حدثت مشكلة أثناء الحذف من {{targetType}}.
es_es: ¡Lo sentimos! Se produjo un problema al eliminar de {{targetType}}.
ko_kr: 죄송합니다! {{targetType}}에서 삭제하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het verwijderen uit de {{targetType}}.
th_th: ขออภัย! เกิดปัญหาในการลบออกจาก{{targetType}}

# TargetsSvc_DeleteSuccess
source: The {{targetType}} '{{targetTitle}}' was deleted successfully!
ar_sa: تم حذف {{targetType}} '{{targetTitle}}' بنجاح.
es_es: ¡{{targetType}} '{{targetTitle}}' se eliminó correctamente!
ko_kr: {{targetType}} '{{targetTitle}}'을(를) 성공적으로 삭제했습니다!
nl_nl: Het {{targetType}} '{{targetTitle}}' is met succes verwijderd!
th_th: ลบ {{targetType}} '{{targetTitle}}' สำเร็จแล้ว!

# TargetsSvc_DetailsError
source: Sorry! We can't load the content. Reload the page to try again.
ar_sa: عذرًا! تعذّر تحميل المحتوى. يرجى إعادة تحميل الصفحة والمحاولة مرة أخرى.
es_es: ¡Lo sentimos! No podemos cargar el contenido. Para intentarlo de nuevo, vuelva a cargar la página.
ko_kr: 죄송합니다! 콘텐츠를 로드할 수 없습니다. 페이지를 새로고침하여 다시 시도하십시오.
nl_nl: Sorry! Wij konden de inhoud niet laden. Ververs de pagina en probeer het opnieuw.
th_th: ขออภัย! ไม่สามารถโหลดเนื้อหา โปรดโหลดหน้าใหม่เพื่อลองอีกครั้ง

# TargetsSvc_Error
source: Sorry! There was a problem retrieving matching {{targetTypePlural}}.
ar_sa: نعتذر! حدثت مشكلة أثناء مطابقة {{targetTypePlural}}.
es_es: ¡Lo sentimos! Se produjo un problema al recuperar {{targetTypePlural}}.
ko_kr: 죄송합니다! 일치하는 {{targetTypePlural}}을(를) 검색하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het ophalen van overeenstemmende {{targetTypePlural}}.
th_th: ขออภัย! เกิดปัญหาในการรับ{{targetTypePlural}}ที่ตรงกัน

# TargetsSvc_FollowError
source: Sorry! There was a problem following the plan.
ar_sa: نعتذر! حدثت مشكلة أثناء إجراء متابعة الخطة.
es_es: ¡Lo sentimos! Se produjo un problema al seguir este plan.
ko_kr: 죄송합니다! 계획을 팔로우하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het volgen van het plan.
th_th: ขออภัย! เกิดปัญหาในการติดตามแผน

# TargetsSvc_GetUserError
source: Sorry! There was a problem retrieving users.
ar_sa: نعتذر! حدثت مشكلة أثناء استرداد المستخدمين.
es_es: ¡Lo sentimos! Se produjo un problema al recuperar usuarios.
ko_kr: 죄송합니다! 사용자를 검색하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het ophalen van gebruikers.
th_th: ขออภัย! เกิดปัญหาในการรับข้อมูลผู้ใช้

# TargetsSvc_ReorderResourceError
source: Sorry! There was a problem moving the item.
ar_sa: نعتذر! حدثت مشكلة أثناء نقل العنصر.
es_es: ¡Lo sentimos! Se produjo un problema al mover el elemento.
ko_kr: 죄송합니다! 항목을 이동하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het verplaatsen van het item.
th_th: ขออภัย! เกิดปัญหาในการย้ายเนื้อหา

# TargetsSvc_RetrieveError
source: Sorry! There was a problem retrieving the content.
ar_sa: عذرًا! حدثت مشكلة أثناء استرداد المحتوى.
es_es: ¡Lo sentimos! Se produjo un problema al recuperar el contenido.
ko_kr: 죄송합니다! 콘텐츠를 검색하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem bij het ophalen van de inhoud.
th_th: ขออภัย! เกิดปัญหาในการรับเนื้อหานี้

# TargetsSvc_SetNotVisibleSuccess
source: This {{targetType}} is no longer visible for your organization.
ar_sa: حاليا لم يعد {{targetType}} مرئيًا لمؤسستك.
es_es: Este {{targetType}} ya no es visible para su empresa.
ko_kr: 이 {{targetType}}은(는) 더 이상 귀하의 조직에게 표시되지 않습니다.
nl_nl: Dit {{targetType}} is niet langer zichtbaar voor jouw organisatie.
th_th: องค์กรของคุณจะไม่สามารถมองเห็น{{targetType}}

# TargetsSvc_SetVisibleSuccess
source: This {{targetType}} is now visible for your organization.
ar_sa: {{targetType}} مرئيًا الآن لمؤسستك.
es_es: Ahora este {{targetType}} es visible para su empresa.
ko_kr: 이 {{targetType}}은(는) 이제 귀하의 조직에게 표시됩니다.
nl_nl: Dit {{targetType}} is nu zichtbaar voor jouw organisatie.
th_th: องค์กรของคุณสามารถมองเห็น{{targetType}}ได้แล้ว

# TargetsSvc_SuggestionError
source: Sorry! There was a problem retrieving suggestions.
ar_sa: نعتذر! حدثت مشكلة أثناء استرداد الاقتراحات.
es_es: ¡Lo sentimos! Se produjo un problema al recuperar sugerencias.
ko_kr: 죄송합니다! 제안을 검색하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het ophalen van suggesties.
th_th: ขออภัย! เกิดปัญหาในการรับข้อเสนอแนะ

# TargetsSvc_TargetLevelError
source: Sorry! There was a problem setting a target level.
ar_sa: نعتذر! حدثت مشكلة أثناء تعيين مستوى مستهدف.
es_es: ¡Lo sentimos! Se produjo un problema al configurar un nivel de objetivo.
ko_kr: 죄송합니다! 목표 수준을 설정하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het instellen van een doelniveau.
th_th: ขออภัย! เกิดปัญหาในการตั้งระดับเป้าหมาย

# TargetsSvc_TypeBrowse
source: Browse
ar_sa: تصفح
es_es: Navegación
ko_kr: 찾아보기
nl_nl: Bladeren
th_th: เลือกดู

# TargetsSvc_TypeDirectory
source: Page
ar_sa: الصفحة
es_es: Página
ko_kr: 페이지
nl_nl: Pagina
th_th: หน้า

# TargetsSvc_TypeDirectorys
source: Pages
ar_sa: الصفحات
es_es: Páginas
ko_kr: 페이지
nl_nl: Pagina's
th_th: หน้า

# TargetsSvc_TypeJobRole
source: Skill Plan
ar_sa: خطة مهارة
es_es: Plan de habilidades
ko_kr: 기술 계획
nl_nl: Vaardigheidsplan
th_th: แผนทักษะ

# TargetsSvc_TypeJobRoles
source: Skill Plans
ar_sa: خطط مهارات
es_es: Planes de habilidades
ko_kr: 기술 계획
nl_nl: Vaardigheidsplannen
th_th: แผนทักษะ

# TargetsSvc_TypeRole
source: Role Plan
ar_sa: خطة الأدوار
es_es: Plan de rol
ko_kr: 역할 계획
nl_nl: Rolplan
th_th: แผนบทบาท

# TargetsSvc_TypeRoles
source: Role Plans
ar_sa: خطط الأدوار
es_es: Planes de rol
ko_kr: 역할 계획
nl_nl: Rolplannen
th_th: แผนบทบาท

# TargetsSvc_TypeSkillPlan
source: Skill Plan
ar_sa: خطة مهارة
es_es: Plan de habilidades
ko_kr: 기술 계획
nl_nl: Vaardigheidsplan
th_th: แผนทักษะ

# TargetsSvc_TypeSkillPlans
source: Skill Plans
ar_sa: خطط مهارات
es_es: Planes de habilidades
ko_kr: 기술 계획
nl_nl: Vaardigheidsplannen
th_th: แผนทักษะ

# TargetsSvc_TypeTarget
source: Skill Plan
ar_sa: خطة مهارة
es_es: Plan de habilidades
ko_kr: 기술 계획
nl_nl: Vaardigheidsplan
th_th: แผนทักษะ

# TargetsSvc_TypeTargets
source: Skill Plans
ar_sa: خطط مهارات
es_es: Planes de habilidades
ko_kr: 기술 계획
nl_nl: Vaardigheidsplannen
th_th: แผนทักษะ

# TargetsSvc_UnfollowError
source: Sorry! There was a problem unfollowing the plan.
ar_sa: نعتذر! حدثت مشكلة أثناء إلغاء متابعة الخطة.
es_es: ¡Lo sentimos! Se produjo un problema al dejar de seguir este plan.
ko_kr: 죄송합니다! 계획을 팔로우 취소하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het afbreken van het volgen van het plan.
th_th: ขออภัย! เกิดปัญหาในการเลิกติดตามแผน

# TargetsSvc_UpdateAuthorsError
source: Sorry! There was a problem updating the collaborators.
ar_sa: نعتذر! حدثت مشكلة أثناء تحديث المساهمين.
es_es: ¡Lo sentimos! Se produjo un problema al actualizar a los colaboradores.
ko_kr: 죄송합니다! 협력자를 업데이트하는 데 문제가 있습니다.
nl_nl: Sorry! Er was een probleem met updaten van de samenwerkers.
th_th: ขออภัย! เกิดปัญหาในการอัปเดตผู้ร่วมมือ

# TargetsSvc_UpdateError
source: Sorry! There was a problem updating the {{targetType}}.
ar_sa: نعتذر! حدثت مشكلة أثناء تحديث {{targetType}}.
es_es: ¡Lo sentimos! Se produjo un problema al actualizar {{targetType}}.
ko_kr: 죄송합니다! {{targetType}}을(를) 업데이트하는 데 문제가 있습니다.
nl_nl: Sorry! Er was een probleem met updaten van het {{targetType}}.
th_th: ขออภัย! เกิดปัญหาในการอัปเดต{{targetType}}

# TargetsSvc_UpdateSuccess
source: The {{targetType}} was updated successfully!
ar_sa: تمت تحديث {{targetType}} بنجاح.
es_es: ¡{{targetType}} se actualizó correctamente!
ko_kr: {{targetType}}을(를) 성공적으로 업데이트했습니다!
nl_nl: Het {{targetType}} is met succes bijgewerkt!
th_th: อัปเดต{{targetType}}สำเร็จแล้ว!

# TargetsSvc_UpdateVisibilityError
source: Sorry! There was a problem updating the page visibility.
ar_sa: نعتذر! حدثت مشكلة أثناء تحديث إمكانية رؤية الصفحة.
es_es: ¡Lo sentimos! Ha habido un problema al actualizar la visibilidad de la página.
ko_kr: 죄송합니다! 페이지 표시 여부를 업데이트하던 중에 문제가 발생했습니다.
nl_nl: Sorry! Er was een probleem met het wijzigen van de zichtbaarheid van de pagina.
th_th: ขออภัย! เกิดปัญหาในการอัปเดตสถานะการมองเห็นหน้าข้อมูล

# TargetsSvc_UsersTitle
source: People who are following this
ar_sa: الأشخاص المتابعون
es_es: Personas que están siguiendo esto
ko_kr: 이것을 팔로우하는 사람들
nl_nl: Personen die dit volgen
th_th: ผู้ที่ติดตามสิ่งนี้

# TaskFormCtrl_Add
source: Add Task
ar_sa: إضافة مهمة
es_es: Agregar tarea
ko_kr: 작업 추가
nl_nl: Taak toevoegen
th_th: เพิ่มงาน

# TaskFormCtrl_AddImage
source: Add Image
ar_sa: إضافة صورة
es_es: Agregar imagen
ko_kr: 이미지 추가
nl_nl: Afbeelding toevoegen
th_th: เพิ่มรูปภาพ

# TaskFormCtrl_AddToCatalogFormat
source: Add this task to {{orgName}}'s catalog
ar_sa: إضافة هذه المهمة إلى قائمة {{orgName}}
es_es: Agregar esta tarea al catálogo de {{orgName}}
ko_kr: 이 작업을 {{orgName}}의 카탈로그에 추가
nl_nl: Voeg deze taak toe aan de catalogus van {{orgName}}
th_th: เพิ่มงานนี้ไปยังแค็ตตาล็อกของ {{orgName}}

# TaskFormCtrl_Description
source: Description
ar_sa: الوصف
es_es: Descripción
ko_kr: 설명
nl_nl: Beschrijving
th_th: คำอธิบาย

# TaskFormCtrl_Edit
source: Edit Task
ar_sa: تحرير المهمة
es_es: Editar tarea
ko_kr: 작업 편집
nl_nl: Taak bewerken
th_th: แก้ไขงาน

# TaskFormCtrl_ImagePreviewAltText
source: Content Image Preview
ar_sa: معاينة صورة المحتوى
es_es: Previsualización de la imagen del contenido
ko_kr: 콘텐츠 이미지 미리 보기
nl_nl: Voorbeeld afbeelding content
th_th: ตัวอย่างรูปของเนื้อหา

# TaskFormCtrl_Save
source: Save Task
ar_sa: حفظ المهمة
es_es: Guardar tarea
ko_kr: 작업을 저장
nl_nl: Taak opslaan
th_th: บันทึกงาน

# TaskFormCtrl_Site
source: Task Url
ar_sa: عنوان Url الخاص بالمهمة
es_es: Url de la tarea
ko_kr: 작업 URL
nl_nl: Taak Url
th_th: URL งาน

# TaskFormCtrl_Title
source: Title
ar_sa: العنوان
es_es: Título
ko_kr: 제목
nl_nl: Titel
th_th: ชื่อ

# TaskFormCtrl_TitleError
source: A task title is required
ar_sa: يلزم إدخال عنوان للمهمة
es_es: Se necesita un nombre de tarea
ko_kr: 작업 제목이 필요합니다.
nl_nl: Een titel voor de taak is vereist.
th_th: ต้องระบุชื่องาน

# TaskFormCtrl_Url
source: Task URL (include http:// or https://)
ar_sa: رابط المهمة (يشمل http:// أو https://)
es_es: URL de la tarea (incluya http:// o https://)
ko_kr: 작업 URL (http:// 또는 https:// 포함)
nl_nl: Taak-URL (gebruik http:// of https://)
th_th: URL ของงาน (ต้องใส่ http:// หรือ https:// ด้วย)

# TaskFormCtrl_ValidUrl
source: Please use a valid and complete URL
ar_sa: يرجى استخدام رابط صحيح وكامل
es_es: Utilice una URL válida y completa
ko_kr: 유효하고 완성된 URL을 사용하십시오
nl_nl: Gebruik een geldige en volledige URL
th_th: โปรดใช้ URL ที่ถูกต้องและครบถ้วน

# TaskFormCtrl_WhatDidYouLearnLong
source: What did you learn from completing this task?
ar_sa: ماذا تعلّمت من هذه المهمة؟
es_es: ¿Qué aprendió al completar esta tarea?
ko_kr: 이 작업을 완료하셔서 무엇을 배우셨나요?
nl_nl: Wat heb je geleerd na het voltooien van deze taak?
th_th: คุณได้เรียนรู้อะไรจากการทำงานนี้?

# TaskFormCtrl_WhatDidYouLearnShort
source: What did you learn?
ar_sa: ما الذي تعلمته؟
es_es: ¿Qué aprendió?
ko_kr: 무엇을 배우셨나요?
nl_nl: Wat heb je geleerd?
th_th: คุณได้เรียนรู้อะไรบ้าง?

# TipSvc_OnboardError
source: Sorry! There was a problem accessing your onboarding history.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى سجل الاستقبال.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a su historial de incorporación.
ko_kr: 죄송합니다! 온보딩 기록에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot jouw aan onboarding-geschiedenis.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงประวัติการปฐมนิเทศของคุณ

# TipSvc_OnboardResetSuccess
source: Successfully reset Onboarding
ar_sa: تم إعادة ضبط الاستقبال
es_es: Se restableció Incorporación correctamente
ko_kr: 성공적으로 온보딩 초기화
nl_nl: Resetten onboarding geslaagd
th_th: รีเซ็ตการแนะนำผู้เริ่มใช้สำเร็จแล้ว

# TipSvc_SavedItemsModal
source: Find items saved for later on the home page. <br> Saved items will surface <br> in your Feed.
ar_sa: البحث على العناصر المحفوظة لوقت لاحق في الصفحة الرئيسية. <br> ستظهر العناصر المحفوظة في<br>تبويب &quot;الموجز&quot; الخاص بك.
es_es: Encontrará los elementos guardados para más tarde en la página de inicio. <br> Los elementos guardados aparecerán automáticamente <br> en su canal.
ko_kr: 홈페이지에서 나중을 위해 저장한 항목을 검색합니다. <br> 저장한 항목은 <br> 귀하의 피드에 나타납니다.
nl_nl: Zoek items die zijn opgeslagen voor later op de startpagina. <br> Opgeslagen items zullen verschijnen <br> in jouw Feed.
th_th: เนื้อหาที่บันทึกไว้ทำในภายหลังจะอยู่ในหน้าแรก <br> เนื้อหาที่บันทึกไว้จะปรากฏขึ้น <br> ในฟีดของคุณเป็นอันดับแรก

# TipSvc_ViewSavedItems
source: View saved items
ar_sa: عرض العناصر المحفوظة
es_es: Ver elementos guardados
ko_kr: 저장된 항목 보기
nl_nl: Opgeslagen items weergeven
th_th: ดูเนื้อหาที่บันทึกไว้

# TopCompletionsChart_CatalogTypeAllProviders
source: All Providers
ar_sa: جميع المزوّدين
es_es: Todos los proveedores
ko_kr: 모든 제공자
nl_nl: Alle aanbieders
th_th: ผู้ให้บริการทั้งหมด

# TopCompletionsChart_CatalogTypeCatalog
source: Content Items
ar_sa: بنود المحتوى
es_es: Elementos de contenido
ko_kr: 콘텐츠 항목
nl_nl: Inhouditems
th_th: รายการเนื้อหา

# TopCompletionsChart_CatalogTypeExternalCatalogProviders
source: External Catalog Providers
ar_sa: مزوّدي القائمة الخارجية
es_es: Proveedores de catálogo externo
ko_kr: 외부 카탈로그 공급자
nl_nl: Externe catalogusaanbieders
th_th: ผู้ให้บริการแค็ตตาล็อกภายนอก

# TopCompletionsChart_CatalogTypeInternalCatalogProviders
source: Internal Catalog Providers
ar_sa: مزوّدي القائمة الداخلية
es_es: Proveedores de catálogo interno
ko_kr: 내부 카탈로그 공급자
nl_nl: Interne catalogusaanbieders
th_th: ผู้ให้บริการแค็ตตาล็อกภายใน

# TopCompletionsChart_CatalogTypeLearner
source: Learners
ar_sa: المتعلمون
es_es: Aprendices
ko_kr: 학습자
nl_nl: Deelnemers
th_th: ผู้เรียน

# TopCompletionsChart_CompletionsColumn
source: Completions
ar_sa: الإكمال
es_es: Completados
ko_kr: 완료
nl_nl: Voltooiingen
th_th: รายการที่ทำเสร็จสิ้น

# TopCompletionsChart_NameColumn
source: Name
ar_sa: الاسم
es_es: Nombre
ko_kr: 이름
nl_nl: Naam
th_th: ชื่อ

# TopCompletionsChart_NameFormat
source: Top {{count}} Completions
ar_sa: أعلى {{عدد}} إنجازات
es_es: Primeros {{count}} completados
ko_kr: 상위 {{count}}개 완료
nl_nl: Top {count} voltooid
th_th: รายการที่ทำเสร็จสิ้นยอดนิยม {{count}} รายการ

# TopCompletionsChart_NoResults
source: No Results
ar_sa: لا يوجد نتائج
es_es: Ningún resultado
ko_kr: 결과 없음
nl_nl: Geen resultaten
th_th: ไม่มีผลลัพธ์
