Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# Eval_Response_DifferentApproaches
source: I evaluate different theories and approaches to solve problems
ar_sa: أقوم بتقييم النظريات والأساليب المختلفة لحل المشكلات
es_es: Evalúo diferentes teorías y enfoques para resolver problemas
ko_kr: 문제를 해결하기 위해 다른 이론 및 접근법을 평가한다
nl_nl: Ik evalueer verschillende theorieën en benaderingen om problemen op te lossen
th_th: ฉันประเมินทฤษฎีและแนวทางในการแก้ไขปัญหาต่าง ๆ

# Eval_Response_DirectDevelopment
source: I direct the professional development of others
ar_sa: أقوم بتوجيه التطوير المهني للآخرين
es_es: Dirijo el desarrollo profesional de otras personas
ko_kr: 다른 사람들의 전문성 개발을 지시한다
nl_nl: Ik leid de professionele ontwikkeling van anderen
th_th: ฉันกำหนดการพัฒนาวิชาชีพของผู้อื่น

# Eval_Response_ExtendedSkills
source: I have an extended, broad range of specialized practical skills
ar_sa: لدي مجموعة كبيرة ممتدة من المهارات العملية المتخصصة
es_es: Tengo un rango amplio y extenso de habilidades prácticas especializadas
ko_kr: 확장된 폭넓은 범위의 전문적이고 실용적인 기술을 갖고 있다
nl_nl: Ik heb een uitgebreid, breed scala aan gespecialieerde praktische vaardigheden
th_th: ฉันมีทักษะการปฏิบัติเฉพาะทางมากมายที่เพิ่มขึ้นมา

# Eval_Response_ExtensiveKnowledge
source: I have extensive knowledge of major theories, methods, and schools of practice
ar_sa: لديّ معرفة شاملة للنظريات الأساسية والطرق ومدارس الممارسة
es_es: Tengo amplios conocimientos de las principales teorías, métodos y escuelas
ko_kr: 주요 이론, 방법, 실습 기관에 대한 광범위한 지식을 갖고 있다
nl_nl: Ik heb uitgebreide kennis van belangrijke theorieën, methoden en praktijkscholen
th_th: ฉันมีความรู้ด้านทฤษฎี วิธีการ และแนวปฏิบัติหลักๆ อย่างกว้างขวาง

# Eval_Response_ExtensiveTechTheoryKnowledge
source: I have extensive knowledge in these skills
ar_sa: لديّ معرفة شاملة تتعلق بهذه المهارات
es_es: Tengo conocimientos amplios sobre estas habilidades
ko_kr: 이러한 기술에서 광범위한 지식을 갖고 있다
nl_nl: Ik heb uitgebreide kennis van deze vaardigheden
th_th: ฉันมีความรู้เกี่ยวกับทักษะเหล่านี้อย่างกว้างขวาง

# Eval_Response_FewProblems
source: Few or no problems
ar_sa: القليل من المشكلات أو عدم وجودها
es_es: Pocos problemas o ninguno
ko_kr: 문제가 거의 없거나 전혀 없음
nl_nl: Weinig of geen problemen
th_th: มีปัญหาน้อยหรือไม่มีเลย

# Eval_Response_FewTechniques
source: I rely on a few tried and true methods and techniques
ar_sa: أعتمد على عدد قليل من الطرق والفنيات التي جرى تجربتها وأُثبتت صحتها
es_es: Confío en unos pocos métodos y técnicas demostrados
ko_kr: 몇 번 시도한 진정한 방법 및 기술을 믿고 의지한다
nl_nl: Ik vertrouw op een paar beproefde methoden en technieken
th_th: ฉันพึ่งพาวิธีและเทคนิคที่ทดลองแล้วและถูกต้องแค่ไม่กี่วิธี

# Eval_Response_FocusOnMyDevelopment
source: I focus on my own development
ar_sa: أُركز على التطوير الخاص بي
es_es: Me centro en mi propio desarrollo
ko_kr: 내 자신의 발전에 집중한다
nl_nl: Ik focus op mijn eigen ontwikkeling
th_th: ฉันให้ความสำคัญกับการพัฒนาตัวเอง

# Eval_Response_FocusOnMyWork
source: I mostly focus on my own work
ar_sa: أُركز غالبًا على عملي الخاص
es_es: Me centro principalmente en mi propio trabajo
ko_kr: 내 자신의 업무에 주로 집중한다
nl_nl: Ik focus me vooral op mijn eigen werk
th_th: ฉันให้ความสำคัญส่วนใหญ่กับงานของฉันเอง

# Eval_Response_FocusOnTask
source: I focus on the task at hand
ar_sa: أُركز على المهمة قيد التنفيذ
es_es: Me centro en la tarea que estoy haciendo
ko_kr: 당면 과제에 집중한다
nl_nl: Ik focus op de taak die voorhanden is
th_th: ฉันให้ความสำคัญกับงานที่กำลังทำอยู่

# Eval_Response_IntroduceInnovativeContributions
source: I introduce innovative contributions to a broad community
ar_sa: أقدم المساهمات المبتكرة للمجتمع الموسع
es_es: Introduzco contribuciones innovadoras en una comunidad amplia
ko_kr: 폭넓은 커뮤니티에서 혁신적인 기여를 가져온다
nl_nl: Ik introduceer innovatieve bijdragen aan een brede gemeenschap
th_th: ฉันทำให้ชุมชนในวงกว้างได้รู้จักกับความช่วยเหลือเชิงนวัตกรรม

# Eval_Response_LearningGuidance
source: I instruct others with well-founded learning guidance
ar_sa: أقوم بتدريب الآخرين من خلال توجيهات تعليمية متأصلة
es_es: Ayudo a otras personas a aprender con consejos fundamentados
ko_kr: 효과적으로 구축된 학습 지도 방식을 통해 다른 사람들에게 지시한다
nl_nl: Ik instrueer anderen met gefundeerde leerbegeleiding
th_th: ฉันสอนผู้อื่นโดยใช้แนวทางการเรียนรู้ที่สมเหตุสมผล

# Eval_Response_LessThan1Year
source: Less than a year
ar_sa: أقل من عام
es_es: Menos de un año
ko_kr: 1년 미만
nl_nl: Minder dan een jaar
th_th: ต่ำกว่าหนึ่งปี

# Eval_Response_LimitedTechTheoryKnowledge
source: I have limited knowledge of these skills
ar_sa: لدي معرفة محدودة بهذه المهارات
es_es: Tengo conocimientos limitados de estas habilidades
ko_kr: 이러한 기술의 제한된 지식을 갖고 있다
nl_nl: Ik heb beperkte kennis van deze vaardigheden
th_th: ฉันมีความรู้ในทักษะนี้อย่างจำกัด

# Eval_Response_MakePeopleMoreEffective
source: I actively find ways to make other people more effective
ar_sa: أبحث بدأبٍ على طرقٍ تجعل الأشخاص الآخرين أكثر فعالية
es_es: Busco activamente maneras de hacer que otras personas sean más eficaces
ko_kr: 다른 사람들이 효율성을 높일 수 있는 방법을 적극적으로 찾는다
nl_nl: Ik zoek actief naar manieren om andere mensen effectiever te maken
th_th: ฉันหาวิธีใหม่ๆ เสมอเพื่อให้ผู้อื่นทำงานอย่างมีประสิทธิผลมากยิ่งขึ้น

# Eval_Response_Monthly
source: Monthly
ar_sa: شهريًا
es_es: Mensualmente
ko_kr: 월별
nl_nl: Maandelijks
th_th: รายเดือน

# Eval_Response_MostAspects
source: My knowledge covers most aspects of this skill
ar_sa: تشمل معرفتي معظم جوانب هذه المهارة
es_es: Mis conocimientos cubren la mayoría de aspectos de esta habilidad
ko_kr: 내 지식은 이 기술에 대한 대부분의 측면을 포괄한다
nl_nl: Ik heb kennis van de meeste aspecten van deze vaardigheid
th_th: ความรู้ของฉันครอบคลุมแทบทุกด้านของทักษะนี้

# Eval_Response_No
source: No
ar_sa: لا
ko_kr: 아니오
nl_nl: Nee
th_th: ไม่

# Eval_Response_NotComfortable
source: Not comfortable
ar_sa: لست على ثقة بذلك
es_es: No estoy cómodo/a
ko_kr: 편안하지 않음
nl_nl: Niet makkelijk
th_th: ไม่สบายใจ

# Eval_Response_NoTechTheoryKnowledge
source: I don't understand these skills very well
ar_sa: لم أفهم هذه المهارات جيدًا
es_es: No entiendo estas habilidades demasiado bien
ko_kr: 이러한 기술을 매우 잘 이해하지는 못한다
nl_nl: Ik begrijp deze vaardigheden niet zo goed
th_th: ฉันไม่เข้าใจทักษะเหล่านี้ดีนัก

# Eval_Response_NotSure
source: Not sure
ar_sa: لست متأكدًا
es_es: No estoy seguro/a
ko_kr: 잘 모르겠다
nl_nl: Niet zeker
th_th: ไม่แน่ใจ

# Eval_Response_NotVery
source: Not very
ar_sa: ليس كثيرًا
es_es: No mucho
ko_kr: 약간
nl_nl: Niet erg
th_th: ไม่มาก

# Eval_Response_NovelProblems
source: I identify and solve novel problems related to the research, development, or innovation of this skill
ar_sa: أقوم بتحديد المشكلات المستحدثة وحلها، والتي تتعلق بالبحث أو التطوير أو الابتكار الخاص بهذه المهارة
es_es: Identifico y resuelvo problemas novedosos relacionados con la investigación, el desarrollo y la innovación en el campo de esta habilidad
ko_kr: 이 기술에 대한 연구, 개발 또는 혁신과 관련된 새로운 문제를 파악하고 해결한다
nl_nl: Ik identificeer en los nieuwe problemen op met betrekking tot het onderzoek, de ontwikkeling of de innovatie van deze vaardigheid
th_th: ฉันระบุและแก้ไขปัญหาใหม่ ๆ ที่เกี่ยวข้องกับการวิจัย การพัฒนา หรือนวัตกรรมของทักษะนี้

# Eval_Response_Often
source: Often
ar_sa: غالبًا
es_es: A menudo
ko_kr: 자주
nl_nl: Vaak
th_th: บ่อยครั้ง

# Eval_Response_OncePerYear
source: Once every few years
ar_sa: مرة كل بضعة سنوات
es_es: Una vez cada pocos años
ko_kr: 몇 년에 한 번
nl_nl: Een keer in de paar jaar
th_th: ไม่กี่ปีจะมีครั้งหนึ่ง

# Eval_Response_OngoingSupport
source: I offer ongoing support to others
ar_sa: أُقدم الدعم المستمر للآخرين
es_es: Ofrezco apoyo continuado a otras personas
ko_kr: 다른 사람들을 지속적으로 지원한다
nl_nl: Ik bied voortdurende steun aan anderen
th_th: ฉันให้ความช่วยเหลือผู้อื่นอย่างต่อเนื่อง

# Eval_Response_Partially
source: Partially
ar_sa: جزئيًا
es_es: Parcialmente
ko_kr: 부분적으로
nl_nl: Gedeeltelijk
th_th: บางส่วน

# Eval_Response_PresentArguments
source: I can present arguments and solutions to complex problems
ar_sa: يُمكنني تقديم الحجج والحلول للمشكلات المعقدة
es_es: Puedo presentar argumentos y soluciones a problemas complejos
ko_kr: 복잡한 문제의 논점과 해결책을 제시할 수 있다
nl_nl: Ik kan argumenten en oplossingen voor complexe problemen presenteren
th_th: ฉันสามารถนำเสนอมุมมองต่อและวิธีแก้ไขปัญหาที่ซับซ้อนได้

# Eval_Response_PresentInformation
source: I present clear, timely, and relevant information to appropriate recipients
ar_sa: أُقدم معلومات واضحة وآنية ومعنية للمتلقيين المناسبين
es_es: Presento información clara, pertinente y relevante a los destinatarios apropiados
ko_kr: 적합한 사람(정보를 받는 수신인)에게 명확하고 관련된 적시의 정보를 제시한다
nl_nl: Ik presenteer duidelijke, tijdige en relevante informatie aan de juiste ontvangers
th_th: ฉันสามารถนำเสนอข้อมูลที่เกี่ยวข้องให้กับผู้รับข้อมูลที่เหมาะสมได้อย่างชัดเจนและทันท่วงที

# Eval_Response_PresentNone
source: I don't present information to others
ar_sa: لا أقوم بتقديم معلومات للآخرين
es_es: No presento información a otras personas
ko_kr: 다른 사람에게 정보를 제공하지 않는다
nl_nl: Ik presenteer geen informatie aan anderen
th_th: ฉันไม่นำเสนอข้อมูลให้ผู้อื่น

# Eval_Response_Rarely
source: Rarely
ar_sa: نادرًا
es_es: Rara vez
ko_kr: 드물게
nl_nl: Zelden
th_th: น้อยครั้ง

# Eval_Response_ResponsibilityGiven
source: I take responsibility for the work given to me
ar_sa: أتحمل المسؤولية عن العمل المُسند لي
es_es: Me hago responsable del trabajo que me asignan
ko_kr: 나에게 주어진 업무에 책임을 진다
nl_nl: Ik neem de verantwoordelijkheid voor het werk dat mij is gegeven
th_th: ฉันรับผิดชอบต่องานที่ได้รับมา

# Eval_Response_ResponsibilityOverall
source: I take responsibility for overall objectives and results
ar_sa: أتحمل المسؤولية عن الأهداف العامة والنتائج
es_es: Me hago responsable de los objetivos y resultados globales
ko_kr: 전반적인 목표와 결과에 책임을 진다
nl_nl: Ik neem de verantwoordelijkheid voor de algemene doelstellingen en resultaten
th_th: ฉันรับผิดชอบต่อวัตถุประสงค์และผลลัพธ์โดยรวมทั้งหมด

# Eval_Response_ResponsibilityPlanning
source: I take responsibility for planning and developing projects and initiatives
ar_sa: أتحمل المسؤولية عن تخطيط وتطوير المشاريع والمبادرات
es_es: Me hago responsable de planificar y desarrollar proyectos e iniciativas
ko_kr: 프로젝트 및 이니셔티브 계획 및 개발에 책임을 진다
nl_nl: Ik neem de verantwoordelijkheid voor het plannen en ontwikkelen van projecten en initiatieven
th_th: ฉันรับผิดชอบในการวางแผนและพัฒนาโครงการและความคิดริเริ่ม

# Eval_Response_SensitiveCommunication
source: I can address matters that are moderately sensitive, controversial, or likely to be questioned or challenged
ar_sa: يُمكنني تناول الموضوعات متوسطة الأهمية أو المثيرة للجدل أو المحتمل استجوابها أو الاعتراض عليها
es_es: Puedo abordar asuntos que son moderadamente delicados, controvertidos o susceptibles de ser cuestionados
ko_kr: 적당한 정도의 민감성을 지니고 있거나, 논쟁거리가 있거나, 의문이 있거나 까다로울 여지가 있는 문제를 해결할 수 있다
nl_nl: Ik kan zaken behandelen die gematigd gevoelig, controversieel zijn, of waarschijnlijk worden betwist of aangevochten
th_th: ฉันสามารถจัดการกับปัญหาที่อ่อนไหว มีการโต้แย้งในระดับกลาง หรือน่าจะถูกตั้งคำถามหรือท้าทายได้

# Eval_Response_SeveralMethods
source: I evaluate several methods and techniques based on the situation
ar_sa: أقوم بتقييم عدة طرق وفنيات استنادًا إلى الموقف
es_es: Evalúo varios métodos y técnicas según la situación
ko_kr: 상황에 따라 명 가지 방법 및 기술을 평가한다
nl_nl: Ik evalueer verschillende methoden en technieken op basis van de situatie
th_th: ฉันประเมินวิธีและเทคนิคต่างๆ ตามสถานการณ์

# Eval_Response_SeveralPerYear
source: Several times a year
ar_sa: عدة مرات في العام
es_es: Varias veces al año
ko_kr: 1년에 몇 번
nl_nl: Meerdere keren per jaar
th_th: หลายครั้งต่อปี

# Eval_Response_SimpleProblems
source: Simple problems
ar_sa: المشكلات البسيطة
es_es: Problemas sencillos
ko_kr: 간단한 문제
nl_nl: Eenvoudige problemen
th_th: ปัญหาง่ายๆ

# Eval_Response_SolveSimpleProblems
source: I can solve simple problems
ar_sa: يُمكنني حل المشكلات البسيطة
es_es: Puedo resolver problemas sencillos
ko_kr: 간단한 문제를 해결할 수 있다
nl_nl: Ik kan eenvoudige problemen oplossen
th_th: ฉันสามารถแก้ไขปัญหาง่ายๆ ได้

# Eval_Response_SolveStrategicProblems
source: I can solve broad strategic problems
ar_sa: يُمكنني حل المشكلات الإستراتيجية الكبيرة
es_es: Puedo resolver problemas estratégicos de amplio alcance
ko_kr: 폭넓은 전략적 문제를 해결할 수 있다
nl_nl: Ik kan brede strategische problemen oplossen
th_th: ฉันสามารถแก้ไขปัญหาเชิงกลยุทธ์แบบกว้างๆ ได้

# Eval_Response_SolveUnfamiliarProblems
source: I can solve unfamiliar problems
ar_sa: يُمكنني حل المشكلات غير المألوفة
es_es: Puedo resolver problemas que no me resultan familiares
ko_kr: 익숙하지 않은 문제를 해결할 수 있다
nl_nl: Ik kan onbekende problemen oplossen
th_th: ฉันสามารถแก้ปัญหาที่ไม่คุ้นเคยได้

# Eval_Response_SolveVarietyProblems
source: I can solve a wide variety of complex problems
ar_sa: يُمكنني حل مجموعة كبيرة من المشكلات المعقدة
es_es: Puedo resolver una amplia variedad de problemas complejos
ko_kr: 여러 가지 복잡한 문제를 해결할 수 있다
nl_nl: Ik kan een breed spectrum aan complexe problemen oplossen
th_th: ฉันสามารถแก้ปัญหาที่ซับซ้อนได้หลากหลาย

# Eval_Response_SomeKnowledge
source: I understand some technical and theoretical concepts
ar_sa: أفهم بعضًا من المفاهيم الفنية والنظرية
es_es: Entiendo algunos conceptos técnicos y teóricos
ko_kr: 몇 가지 기술적, 이론적 개념을 이해한다
nl_nl: Ik begrijp een aantal technische en theoretische concepten
th_th: ฉันเข้าใจแนวคิดทางเทคนิคและทฤษฎีบางอย่าง

# Eval_Response_Sometimes
source: Sometimes
ar_sa: أحيانًا
es_es: Algunas veces
ko_kr: 가끔
nl_nl: Soms
th_th: บางครั้ง

# Eval_Response_Somewhat
source: Somewhat
ar_sa: إلى حد ما
es_es: Algo
ko_kr: 다소
nl_nl: Enigszins
th_th: พอสมควร

# Eval_Response_SomewhatComfortable
source: Somewhat comfortable
ar_sa: واثق إلى حد ما
es_es: Bastante cómodo/a
ko_kr: 다소 편안함
nl_nl: Enigszins makkelijk
th_th: ค่อนข้างสบายใจ

# Eval_Response_Specific
source: Most of my knowledge is related to a specific part of this skill
ar_sa: تتعلق معظم معرفتي بجزء محدد من هذه المهارة
es_es: La mayoría de mis conocimientos están relacionados con una parte específica de esta habilidad
ko_kr: 내 지식의 대부분은 이 기술의 특정 부분과 관련되어 있다
nl_nl: Het grootste deel van mijn kennis is gerelateerd aan een specifiek deel van deze vaardigheid
th_th: ความรู้ส่วนใหญ่ของฉันเกี่ยวข้องกับทักษะนี้ในส่วนที่เฉพาะเจาะจง

# Eval_Response_StrategicProblems
source: Strategic problems
ar_sa: المشكلات الإستراتيجية
es_es: Problemas estratégicos
ko_kr: 전략적 문제
nl_nl: Strategische problemen
th_th: ปัญหาเชิงกลยุทธ์

# Eval_Response_SupportOthers
source: I support other people in their roles
ar_sa: أدعم الأشخاص الآخرين في أدوارهم
es_es: Apoyo a otras personas en sus roles
ko_kr: 각자 역할을 하는 다른 사람들을 지지한다
nl_nl: Ik ondersteun andere mensen in hun functies
th_th: ฉันสนับสนุนบทบาทของผู้อื่น

# Eval_Response_Tangential
source: My knowledge covers this skill and tangential skills
ar_sa: تشتمل معرفتي على هذه المهارة والمهارات الهامشية
es_es: Mis conocimientos abarcan esta habilidad y otras relacionadas
ko_kr: 내 지식은 이 기술 및 별로 관계가 없는 기술을 포괄한다
nl_nl: Ik heb kennis van deze vaardigheid en tangentiële vaardigheden
th_th: ความรู้ของฉันครอบคลุมทักษะนี้และทักษะการสัมผัส

# Eval_Response_UncomfortableCommunication
source: I'm not comfortable communicating about difficult subjects
ar_sa: لست واثقًا بالتواصل حول الموضوعات الصعبة
es_es: No estoy cómoda/a comunicándome sobre asuntos difíciles
ko_kr: 까다로운 주제에 대한 커뮤니케이션이 편안하지 않다.
nl_nl: Ik vind het niet makkelijk om te communiceren over moeilijke onderwerpen
th_th: ฉันไม่สบายใจที่จะพูดถึงเรื่องยากๆ

# Eval_Response_UnderstandOthers
source: I actively work to understand and reflect other’s point of view
ar_sa: أعمل بدأبٍ لفهم وجهة نظر الآخرين والتفكير مليًا فيها
es_es: Trabajo activamente para entender y reflejar el punto de vista de otras personas
ko_kr: 다른 사람의 견해를 이해하고 반영하기 위해 적극적으로 노력한다
nl_nl: Ik werk er actief aan om het standpunt van anderen te begrijpen en te weerspiegelen
th_th: ฉันกระตือรือร้นที่จะทำความเข้าใจและใคร่ครวญถึงมุมมองของผู้อื่น

# Eval_Response_Very
source: Very
ar_sa: جدًا
es_es: Mucho
ko_kr: 매우
nl_nl: Zeer
th_th: มาก

# Eval_Response_VeryComfortable
source: Very comfortable
ar_sa: واثق جدًا
es_es: Muy cómodo/a
ko_kr: 매우 편안함
nl_nl: Zeer makkelijk
th_th: สบายใจมาก

# Eval_Response_Weekly
source: Weekly
ar_sa: أسبوعيا
es_es: Semanal
ko_kr: 주간
nl_nl: Wekelijks
th_th: รายสัปดาห์

# Eval_Response_Yes
source: Yes
ar_sa: نعم
es_es: Sí
ko_kr: 예
nl_nl: Ja
th_th: ใช่

# Eval_Step_Application
source: Application
ar_sa: الطلب
es_es: Solicitud
ko_kr: 신청서
nl_nl: Aanvraag
th_th: การส่งใบสมัคร

# Eval_Step_AutonomyResponsibility
source: Autonomy and Responsibility
ar_sa: الاستقلالية والمسؤلية
es_es: Autonomía y responsabilidad
ko_kr: 자율성과 책임감
nl_nl: Zelfstandigheid en verantwoordelijkheid
th_th: ความเป็นอิสระและความรับผิดชอบ

# Eval_Step_CommunicationTeaching
source: Communication and Teaching
ar_sa: التواصل والتعليم
es_es: Comunicación y enseñanza
ko_kr: 커뮤니케이션과 강의
nl_nl: Communicatie en leren
th_th: การสื่อสารและการสอน

# Eval_Step_DemonstrationOfCriteria
source: Skill Details
ar_sa: تفاصيل المهارة
es_es: Detalles de la habilidad
ko_kr: 기술 상세 정보
nl_nl: Details van vaardigheid
th_th: รายละเอียดทักษะ

# Eval_Step_General
source: Skill Background
ar_sa: المعلومات الأساسية حول المهارة
es_es: Historial de la habilidad
ko_kr: 기술 배경
nl_nl: Achtergrond van vaardigheid
th_th: ความเป็นมาของทักษะ

# Eval_Step_Knowledge
source: Knowledge
ar_sa: المعرفة
es_es: Conocimientos
ko_kr: 지식
nl_nl: Kennis
th_th: ความรู้

# Eval_Step_PlanningEvaluation
source: Planning and Evaluation
ar_sa: التخطيط والتقييم
es_es: Planificación y evaluación
ko_kr: 계획 및 평가
nl_nl: Planning en evaluatie
th_th: การวางแผนและการประเมิน

# Eval_Step_TeamworkLeadership
source: Teamwork and Leadership
ar_sa: القيادة والعمل الجماعي
es_es: Trabajo en equipo y liderazgo
ko_kr: 팀워크와 리더십
nl_nl: Teamwork en leiderschap
th_th: การทำงานเป็นทีมและความเป็นผู้นำ

# Eval_StepDesc_DemonstrationOfCriteria
source: Questions about aspects of your skill
ar_sa: أسئلة عن جوانب المهارة الخاصة بك
es_es: Preguntas sobre aspectos de su habilidad
ko_kr: 귀하의 기술 측면에 대한 질문
nl_nl: Vragen over aspecten van je vaardigheid
th_th: คำถามเกี่ยวกับแง่มุมต่างๆ ของทักษะของคุณ

# Eval_StepDesc_General
source: A quick overview
ar_sa: لمحة سريعة
es_es: Resumen rápido
ko_kr: 간략한 개요
nl_nl: Een kort overzicht
th_th: ภาพรวม

# EvalApp_Cancel
source: Cancel Skill Review
ar_sa: إلغاء مراجعة المهارة
es_es: Cancelar revisión de habilidad
ko_kr: 기술 검토 취소
nl_nl: Beoordeling van vaardigheden annuleren
th_th: ยกเลิกการตรวจสอบทักษะ

# EvalApp_levelDescription_Header
source: Skill Review Levels
ar_sa: مستويات مراجعة المهارة
es_es: Niveles de revisión de habilidad
ko_kr: 기술 검토 레벨
nl_nl: Vaardigheidsbeoordelingsniveaus
th_th: ระดับการตรวจสอบทักษะ

# EvalApp_MainTitle
source: Skill Review
ar_sa: مراجعة المهارة
es_es: Revisión de habilidad
ko_kr: 기술 검토
nl_nl: Beoordeling van vaardigheden
th_th: การตรวจสอบทักษะ

# EvalApp_Results_Congratulations
source: Congratulations!
ar_sa: تهانينا!
es_es: ¡Enhorabuena!
ko_kr: 축하드립니다!
nl_nl: Gefeliciteerd!
th_th: ยินดีด้วย!

# EvalApp_Results_ExtraMile
source: If you want to receive a certificate for your skill level, you can provide evidence for your skill and get {{aStart}}Degreed Certified{{aEnd}}
ar_sa: إذا كنت ترغب في الحصول على شهادة لمستوى مهارتك، يمكنك ذلك بتقديم إثبات لمهارتك، لتحصل بعد ذلك على {aStart}الاعتماد المؤهل{aEnd}
es_es: Si quiere recibir un certificado de su nivel de habilidad, puede facilitar pruebas de ella y conseguir su {{aStart}}certificado de Degreed{{aEnd}}
ko_kr: 귀하의 기술 레벨에 대한 인증서를 획득하려면 기술에 대한 증명을 제출하고 {aStart}Degreed 인증{aEnd}을 받으면 됩니다.
nl_nl: Als je een certificaat voor je vaardigheidsniveau wilt ontvangen, kun je bewijsmateriaal voor je vaardigheden leveren en {{aStart}} Degreed-gecertificeerd {{aEnd}} worden
th_th: หากคุณต้องการใบรับรองระดับทักษะ คุณสามารถแสดงหลักฐานแสดงทักษะของคุณได้ และก็จะได้รับ{{aStart}}การรับรองจาก Degreed{{aEnd}}

# EvalApp_Results_GoToFeed
source: Go to Feed
ar_sa: اذهب إلى الموجز
es_es: Ir al canal
ko_kr: 피드로 이동
nl_nl: Ga naar feed
th_th: ไปที่ฟีด

# EvalApp_Results_GoToProfile
source: Go to Profile
ar_sa: الذهاب إلى الملف الشخصي
es_es: Ir al perfil
ko_kr: 프로필로 이동
nl_nl: Naar profiel gaan
th_th: ไปยังโปรไฟล์

# EvalApp_Results_LevelDeclarationFormat
source: Based on your responses, you are a {{aStart}} level {{level}}{{aEnd}} in {{skillName}}.
ar_sa: استنادًا إلى الإجابات، أنت الآن في {{aStart}} مستوى {{level}}{{aEnd}} بـ {{skillName}}.
es_es: Según sus respuestas, tiene un {aStart} nivel {level}{aEnd} en {skillName}.
ko_kr: 귀하의 답변에 따라 귀하의 레벨은 {{skillName}}에서 {aStart} 레벨 {level}{aEnd}입니다.
nl_nl: Op basis van je antwoorden, ben je een {{aStart}} -niveau {{level}} {{aEnd}} in {{skillName}}.
th_th: คำตอบของคุณแสดงให้เห็นว่าคุณอยู่ใน {aStart} ระดับ {level}{aEnd} สำหรับ {skillName}

# EvalApp_Stay
source: Stay in review
ar_sa: الاستمرار في المراجعة
es_es: Seguir en la revisión
ko_kr: 계속 검토하기
nl_nl: In beoordeling blijven
th_th: ตรวจสอบต่อ

# EvalNav_Heading
source: Skill Review Navigation
ar_sa: التنقل لمراجعة المهارة
es_es: Navegación de la revisión de habilidades
ko_kr: 기술 검토 탐색
nl_nl: Navigatie vaardigheidsbeoordeling
th_th: การนำทางการตรวจสอบทักษะ

# EvalNav_ResultsDescription
source: Get your rating
ar_sa: الحصول على تقييمك
es_es: Conseguir su puntuación
ko_kr: 평가 등급 받기
nl_nl: Je score ophalen
th_th: ขอเรตติ้งของคุณ

# EvalNav_ResultsTitle
source: Skill Level
ar_sa: مستوى المهارة
es_es: Nivel de la habilidad
ko_kr: 기술 레벨
nl_nl: Vaardigheidsniveau
th_th: ระดับของทักษะ

# EvaluationSvc_DeleteError
source: Sorry! There was a problem deleting the Skill Review.
ar_sa: نعتذر! حدثت مشكلة ما أثناء حذف مراجعة المهارة.
es_es: ¡Lo sentimos! Se produjo un problema al eliminar la revisión de habilidad.
ko_kr: 죄송합니다. 기술 검토를 삭제하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het verwijderen van de vaardigheidsbeoordeling.
th_th: ขออภัย! มีปัญหาเกิดขึ้นขณะลบการตรวจสอบทักษะ

# EvaluationSvc_DeleteSuccess
source: Skill Review deleted successfully.
ar_sa: تم حذف مراجعة المهارة بنجاح.
es_es: Se eliminó correctamente la revisión de habilidad.
ko_kr: 기술 검토가 성공적으로 삭제되었습니다.
nl_nl: Verwijderen vaardigheidsbeoordeling geslaagd.
th_th: ลบการตรวจสอบทักษะสำเร็จแล้ว

# EvaluationSvc_RetrieveError
source: An error occurred while retrieving evaluations
ar_sa: حدث خطأ ما أثناء استرداد التقييمات.
es_es: Se produjo un error al recuperar las evaluaciones
ko_kr: 평가를 가져오는 중에 오류가 발생했습니다.
nl_nl: Er is een fout opgetreden tijdens het ophalen van je evaluaties.
th_th: มีข้อผิดพลาดเกิดขึ้นขณะเรียกการประเมิน

# EvaluationSvc_SetResultsError
source: An error occurred storing question results.
ar_sa: حدث خطأ ما أثناء تخزين نتائج السؤال.
es_es: Se produjo un error al guardar los resultados de las preguntas.
ko_kr: 질문 결과를 저장하는 중에 오류가 발생했습니다.
nl_nl: Er is een fout opgetreden tijdens het opslaan van antwoorden.
th_th: มีข้อผิดพลาดเกิดขึ้นขณะเก็บผลลัพธ์

# EvaluationSvc_SubmitError
source: An error occurred while submitting.
ar_sa: حدث خطأ ما أثناء التقديم.
es_es: Se produjo un error al enviar.
ko_kr: 제출하는 중에 오류가 발생했습니다.
nl_nl: Er is een fout opgetreden tijdens het indienen.
th_th: มีข้อผิดพลาดเกิดขึ้นขณะส่ง

# EventFormCtrl_AddEvent
source: Add Event
ar_sa: أضف فعالية
es_es: Agregar evento
ko_kr: 이벤트 추가
nl_nl: Evenement toevoegen
th_th: เพิ่มงานกิจกรรม

# EventFormCtrl_AddToCatalogFormat
source: Add this event to {{orgName}}'s catalog
ar_sa: أضف هذه الفعالية إلى قائمة المحتوى لـ {{orgName}}
es_es: Agregar este evento al catálogo de {{orgName}}
ko_kr: 이 이벤트를 {{orgName}}의 카탈로그에 추가
nl_nl: Voeg dit evenement toe aan de catalogus van {{orgName}}
th_th: เพิ่มงานกิจกรรมนี้ไปยังแค็ตตาล็อกของ {{orgName}}

# EventFormCtrl_Attendee
source: Attendee
ar_sa: الحضور
es_es: Asistente
ko_kr: 참석자
nl_nl: Deelnemer
th_th: ผู้เข้าร่วม

# EventFormCtrl_Category
source: Please add at least one category.
ar_sa: يرجى إضافة فئة واحدة على الأقل.
es_es: Agregue al menos una categoría.
ko_kr: 카테고리를 최소한 하나 이상 추가하십시오.
nl_nl: Voeg ten minste één categorie toe.
th_th: โปรดเพิ่มข้อมูลอย่างน้อยหนึ่งหมวดหมู่

# EventFormCtrl_DateAttended
source: Date Attended
ar_sa: تاريخ الحضور
es_es: Fecha de asistencia
ko_kr: 참석한 날짜
nl_nl: Datum bijgewoond
th_th: วันที่เข้าร่วม
