Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# dgContentCard_PopularCompletedFormat
source: Members of your groups completed this {{inputType}}
ar_sa: أكمل أعضاء المجموعات الخاصة بك هذا {{inputType}}
es_es: Miembros de sus grupos completaron este {{inputType}}
ko_kr: 그룹의 멤버가 이 {{inputType}}을(를) 완료
nl_nl: Leden van jouw groepen hebben dit {{inputType}} voltooid
th_th: สมาชิกกลุ่มของคุณดำเนินการกับ{{inputType}}นี้เสร็จแล้ว

# dgContentCard_PopularInFormat
source: Popular in {{groupHtml}} group
ar_sa: الشائع في مجموعة {{groupHtml}}
es_es: Popular en el grupo {{groupHtml}}
ko_kr: {{groupHtml}} 그룹에서 인기
nl_nl: Populair in {{groupHtml}}-groep
th_th: เป็นที่นิยมในกลุ่ม {{groupHtml}}

# dgContentCard_PopularReadFormat
source: Members of your groups read this {{inputType}}
ar_sa: قرأ أعضاء المجموعات الخاصة بك هذا {{inputType}}
es_es: Miembros de sus grupos leyeron este {{inputType}}
ko_kr: 그룹의 멤버가 이 {{inputType}}을(를) 읽음
nl_nl: Leden van jouw groepen hebben dit {{inputType}} gelezen
th_th: สมาชิกกลุ่มของคุณอ่าน{{inputType}}นี้

# dgContentCard_PopularWatchedFormat
source: Members of your groups watched this {{inputType}}
ar_sa: شاهد أعضاء المجموعات الخاصة بك هذا {{inputType}}
es_es: Miembros de sus grupos miraron este {{inputType}}
ko_kr: 그룹의 멤버가 이 {{inputType}}을(를) 시청함
nl_nl: Leden van jouw groepen hebben dit {{inputType}} gekeken
th_th: สมาชิกกลุ่มของคุณรับชม{{inputType}}นี้

# dgContentCard_ReadByFormat
source: Recently read by {{nameHtml}}
ar_sa: تمت قراءته حديثا من قبل {{nameHtml}}
es_es: Recién leído por {{nameHtml}}
ko_kr: {{nameHtml}}이(가) 최근에 읽음
nl_nl: Onlangs gelezen door {{nameHtml}}
th_th: {{nameHtml}} เพิ่งอ่านเมื่อไม่นานมานี้

# dgContentCard_ReadMore
source: read more
ar_sa: قراءة المزيد
es_es: leer más
ko_kr: 더 읽기
nl_nl: meer lezen
th_th: อ่านเพิ่มเติม

# dgContentCard_RecommendedByFormat
source: Shared by {{nameHtml}}
ar_sa: تم مشاركتها بواسطة {nameHtml}
es_es: Compartido por {{nameHtml}}
ko_kr: {{nameHtml}}이(가) 공유
nl_nl: Gedeeld door {{nameHtml}}
th_th: แบ่งปันโดย {{nameHtml}}

# dgContentCard_RequiredLearning
source: Required Learning
ar_sa: التعلم المطلوب
es_es: Formación necesaria
ko_kr: 필요한 학습
nl_nl: Verplicht leren
th_th: การเรียนรู้ที่จำเป็น

# dgContentCard_RequiredLearningDate
source: Required learning due {{dateHtml}}
ar_sa: التعلم المطلوب في تاريخ محدد {{dateHtml}}
es_es: Formación necesaria para el {{dateHtml}}
ko_kr: {{dateHtml}}까지 필요한 학습
nl_nl: Verplicht leren moet zijn voltooid op {{dateHtml}}
th_th: การเรียนรู้ที่จำเป็นซึ่งมีกำหนดส่งเมื่อ {{dateHtml}}

# dgContentCard_SavedForLater
source: Saved for Later
ar_sa: محفوظ لوقت لاحق
es_es: Se guardó para más tarde
ko_kr: 나중을 위해 저장함
nl_nl: Bewaard voor later
th_th: บันทึกไว้ทำในภายหลัง

# dgContentCard_WatchedByFormat
source: Recently watched by {{nameHtml}}
ar_sa: تمت مشاهدته حديثا من قبل {{nameHtml}}
es_es: Recién visto por {{nameHtml}}
ko_kr: {{nameHtml}}이(가) 최근에 시청
nl_nl: Onlangs bekeken door {{nameHtml}}
th_th: {{nameHtml}} เพิ่งรับชมเมื่อไม่นานมานี้

# dgContentTile_AuthorshipAuthor
source: Author
ar_sa: المصمم
es_es: Autor
ko_kr: 저자
nl_nl: Auteur
th_th: ผู้แต่ง

# dgContentTile_AuthorshipCreator
source: Creator
ar_sa: المنشئ
es_es: Creador
ko_kr: 만든 이
nl_nl: Maker
th_th: ผู้สร้าง

# dgContentTile_AuthorshipPresenter
source: Presenter
ar_sa: المقدم
es_es: Presentador
ko_kr: 발표자
nl_nl: Presentator
th_th: ผู้นำเสนอ

# dgContentTile_AuthorshipTeacher
source: Teacher
ar_sa: مدرس
es_es: Profesor
ko_kr: 교사
nl_nl: Leraar
th_th: ผู้สอน

# dgContentTile_Verified
source: VERIFIED
ar_sa: تم التحقق
es_es: SE CONFIRMÓ
ko_kr: 확인됨
nl_nl: GECONTROLEERD
th_th: ยืนยันแล้ว

# dgCookieBanner_accept
source: Got It!
ar_sa: فهمت!
es_es: ¡Entendido!
ko_kr: 알겠습니다!
nl_nl: Begrepen!
th_th: เข้าใจแล้ว!

# dgCookieBanner_learnMore
source: Learn more.
ar_sa: اقرأ المزيد.
es_es: Aprenda más.
ko_kr: 더 알아보기
nl_nl: Meer informatie.
th_th: เรียนรู้เพิ่มเติม

# dgCookieBanner_message
source: We've recently updated our <a class="link underline" href="/about/privacy">Privacy Policy</a> to provide more transparency around data we collect about you and how to control your data. We also use <a class="link underline" href="/cookies">cookies</a> to improve your experience. Learn more about these policies by visiting <a class="link underline" href="/about/privacy">Privacy</a> or <a class="link underline" href="/cookies">Cookies</a>.
ar_sa: لقد قمنا مؤخرًا بتحديث <a class="link underline" href="/about/privacy">سياسة الخصوصية</a> الخاصة بنا لتوفير مزيد من الشفافية حول البيانات التي نجمعها عنك وكيفية التحكم فيها. نحن نستخدم أيضًا<a class="link underline" href="/cookies">ملفات تعريف الارتباط</a> لتحسين تجربتك. تعرف على المزيد من هذه السياسات عن طريق زيارة <a class="link underline" href="/about/privacy">الخصوصية</a> أو <a class="link underline" href="/cookies">ملفات تعريف الارتباط</a>.
es_es: Recientemente hemos actualizado nuestra <a class="link underline" href="/about/privacy">política de privacidad</a> para ser más transparentes sobre cómo recopilamos y controlamos sus datos. También utilizamos <a class="link underline" href="/cookies">cookies</a> para mejorar su experiencia. Si desea obtener más información sobre estas políticas, vaya a <a class="link underline" href="/about/privacy">Privacidad</a> o <a class="link underline" href="/cookies">Cookies</a>.
ko_kr: Degreed는 귀하에 대해 수집하는 데이터와 귀하의 데이터를 관리하는 방식을 더욱 투명하게 하기 위해 최근 <a class="link underline" href="/about/privacy">개인정보 보호정책</a>을 업데이트했습니다. 또한 사용자 경험을 개선하기 위해 <a class="link underline" href="/cookies">쿠키</a>를 사용합니다. <a class="link underline" href="/about/privacy">개인정보 보호</a> 또는<a class="link underline" href="/cookies">쿠키</a> 페이지를 방문하여 이러한 정책에 대해 자세히 알아보세요.
nl_nl: We hebben onlangs ons <a class="link underline" href="/about/privacy">privacybeleid</a> bijgewerkt om meer transparantie te bieden over de gegevens die we over je verzamelen en over hoe je je gegevens kunt beheren. We gebruiken ook <a class="link underline" href="/cookies">cookies</a> om je gebruik van de site te verbeteren. Ga voor meer informatie over ons beleid naar <a class="link underline" href="/about/privacy">Privacy</a> of <a class="link underline" href="/cookies">Cookies</a>.
th_th: เมื่อเร็วๆ นี้เราได้อัปเดต<a class="link underline" href="/about/privacy">นโยบายความเป็นส่วนตัว</a>ของเราเพื่อความโปร่งใสมากขึ้นเกี่ยวกับข้อมูลที่เรารวบรวมเกี่ยวกับตัวคุณและวิธีการที่คุณสามารถควบคุมข้อมูลของคุณ นอกจากนี้เรายังใช้<a class="link underline" href="/cookies">คุกกี้</a>เพื่อปรับปรุงประสบการณ์ของคุณ เรียนรู้เิพิ่มเติมเกี่ยวกับนโยบายเหล่านี้โดยไปที่<a class="link underline" href="/about/privacy">ความเป็นส่วนตัว</a>หรือ<a class="link underline" href="/cookies">คุกกี้</a>

# dgCopyLink_CopyInviteLink
source: Copy Invite Link
ar_sa: نسخ رابط الدعوة
es_es: Copiar vínculo de invitación
ko_kr: 초대 링크를 복사
nl_nl: Uitnodigingslink kopiëren
th_th: คัดลอกลิงก์คำเชิญ

# dgCopyLink_CopyLink
source: Copy Link
ar_sa: نسخ الرابط
es_es: Copiar vínculo
ko_kr: 링크 복사
nl_nl: Link kopiëren
th_th: คัดลอกลิงก์

# dgCopyLink_InviteURL
source: Invite URL
ar_sa: عنوان URL الدعوة
es_es: URL de invitación
ko_kr: 초대 URL
nl_nl: Uitnodigen-URL
th_th: URL คำเชิญ

# dgCredentialDisplay_StartDateFormat
source: Started {{date}}
ar_sa: بدأ في {{date}}
es_es: Comenzó el {{date}}
ko_kr: {{date}}에 시작됨
nl_nl: Gestart {{date}}
th_th: เริ่มต้นเมื่อ {{date}}

# dgCredentialDisplay_ViewApplicationFormat
source: View {{name}} Application
ar_sa: عرض طلب {{name}}
es_es: Ver la solicitud de {{name}}
ko_kr: {{name}} 신청서 보기
nl_nl: {{name}} aanvraag weergeven
th_th: ดูใบสมัคร {{name}}

# dgCredPaymentWizard_CohortDesc
source: You will be expected to complete tasks by specific dates as part of the application review process. Please review the dates below and confirm you will be able to meet the deadlines.
ar_sa: سيتوقع منك إكمال المهام بحلول تواريخ محددة كجزء من علمية مراجعة الطلب، لذا يرجى مراجعة التواريخ أدناه وتأكيد تمكنك من الالتزام بالمواعيد النهائية.
es_es: Como parte del proceso de revisión de solicitudes, tendrá que completar tareas en fechas determinadas. A continuación, revise las fechas y confirme que cumplirá los plazos.
ko_kr: 신청서 검토 프로세스의 일부분으로 지정된 날짜까지 작업을 완료해야 합니다. 아래의 날짜를 검토하고 마감일을 지킬 수 있는지 확인하십시오.
nl_nl: Je zult taken moeten voltooien vóór bepaalde data als onderdeel van het beoordelingsproces van de aanvraag. Bekijk de onderstaande data en bevestig dat je in staat bent om de deadlines te halen.
th_th: เราคาดหวังให้คุณทำงานนี้เสร็จภายในวันที่กำหนด งานนี้ถือเป็นส่วนหนึ่งของกระบวนการพิจารณาใบสมัคร โปรดตรวจสอบวันที่ด้านล่างแล้วยืนยันว่าคุณสามารถทำงานเสร็จทันกำหนดส่ง

# dgCredPaymentWizard_CohortSubmitApplication
source: Submit Application
ar_sa: تقديم الطلب
es_es: Enviar solicitud
ko_kr: 신정을 제출
nl_nl: Aanvraag indienen
th_th: ส่งใบสมัคร

# dgCredPaymentWizard_CohortTerm1
source: I am able to meet the deadines listed above
ar_sa: أنا قادر على الوفاء بالمواعيد النهائية المدرجة أعلاه
es_es: Cumpliré los plazos enumerados anteriormente
ko_kr: 위에 나열한 마감일을 지킬 수 있습니다
nl_nl: Ik ben in staat om de bovenstaande deadlines te behalen
th_th: ฉันสามารถทำงานเสร็จทันกำหนดส่งที่ระบุไว้ด้านบน

# dgCredPaymentWizard_CohortTitle
source: Review Dates &amp; Tasks
ar_sa: تواريخ المراجعة والمهام
es_es: Revisar fechas y tareas
ko_kr: 날짜 및 작업을 검토
nl_nl: Controleer data; taken
th_th: ตรวจสอบวันที่และงาน

# dgCredPaymentWizard_Continue
source: Continue
ar_sa: متابعة
es_es: Continuar
ko_kr: 계속
nl_nl: Doorgaan
th_th: ต่อไป

# dgCredPaymentWizard_NextError
source: Sorry! There was a problem retrieving the next screen.
ar_sa: نعتذر! حدثت مشكلة أثناء استرداد الشاشة التالية.
es_es: ¡Lo sentimos! Se produjo un problema al recuperar la siguiente pantalla.
ko_kr: 죄송합니다! 다음 화면을 검색하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het ophalen van het volgende scherm.
th_th: ขออภัย! เกิดปัญหาในการรับข้อมูลหน้าจอถัดไป

# dgCredPaymentWizard_PaymentEnsureFormat
source: Please make sure you will be able to participate in the review process and select another {{name}} group if you will not be able to complete the work before the dates outlined.
ar_sa: يرجى التأكد من مقدرتك على المشاركة في عملية المراجعة وحدد مجموعة {{name}} أخرى إذا لن تكون قادرًا على إكمال العمل قبل المواعيد المحددة.
es_es: Asegúrese de poder participar en el proceso de revisión y seleccione otro grupo {{name}} si no puede completar el trabajo antes de las fechas indicadas.
ko_kr: 검토 프로세스에 참여할 수 있는지 확인하고 설명한 날짜 전에 작업을 완료할 수 없는 경우 다른 {{name}} 그룹을 선택하십시오.
nl_nl: Zorg ervoor dat je in staat bent om deel te nemen aan het beoordelingsproces en selecteer een andere {{name}} groep als je werk niet kunt voltooien vóór de vermelde data.
th_th: โปรดยืนยันให้แน่ใจว่าคุณสามารถเข้าร่วมกระบวนการพิจารณาได้ จากนั้นเลือกกลุ่ม {{name}} อื่น ถ้าคุณไม่สามารถทำงานเสร็จก่อนวันที่กำหนด

# dgCredPaymentWizard_PaymentFullOption
source: One-time payment of $2000
ar_sa: الدفع على مرة واحدة بمبلغ 2000 دولار
es_es: Pago único de 2000 $
ko_kr: $2000을 한번에 지불
nl_nl: Eenmalige betaling van $2000
th_th: ชำระเงินครั้งเดียว $2000

# dgCredPaymentWizard_PaymentFutureCharges
source: Future Monthly Charges
ar_sa: رسوم شهرية مستقبلية
es_es: Futuros pagos mensuales
ko_kr: 향후 월간 청구 금액
nl_nl: Toekomstige maandelijkse kosten
th_th: การเรียกเก็บเงินรายเดือนในอนาคต

# dgCredPaymentWizard_PaymentInstallmentOption
source: Four monthly installments of $500
ar_sa: أربعة أقساط شهرية قدرها 500 دولار
es_es: Cuatro cuotas mensuales de 500 $
ko_kr: $500으로 4달 할부 납입
nl_nl: Vier maandelijkse termijnen van $500
th_th: ชำระเงินรายเดือน 4 งวด งวดละ $500

# dgCredPaymentWizard_PaymentNameNote
source: As it appears on the card
ar_sa: مثل الموجود على البطاقة
es_es: Como aparece en la tarjeta
ko_kr: 카드에 표기된 대로
nl_nl: Zoals vermeld op de kaart
th_th: ตามที่ปรากฏบนบัตร

# dgCredPaymentWizard_PaymentPayingFormat
source: Paying for the credential ensures your position in a {{name}} group. Once you have paid, you will no longer be able to edit your application.
ar_sa: يضمن الدفع مقابل الشهادات مكانك في مجموعة {{اسم}}. بمجرد إتمام الدفع فلن تتمكن بعد ذلك من تحرير طلبك.
es_es: El pago de la credencial le garantiza un puesto en el grupo {{name}}. Cuando haya pagado, ya no podrá editar su solicitud.
ko_kr: 자격 증명을 위해 지불하여 {{name}} 그룹에서 귀하의 위치를 확보할 수 있습니다. 지불한 후에는 더 이상 신청서를 편집할 수 없습니다.
nl_nl: De betaling voor de accreditatie garandeert een plek in de {{name}} groep. Nadat je hebt betaald, kun je de aanvraag niet langer bewerken.
th_th: การชำระเงินเพื่อการรับรอง ช่วยให้มั่นใจได้ว่าคุณจะได้รับตำแหน่งในกลุ่ม {{name}} เมื่อชำระเงินแล้ว คุณจะไม่สามารถแก้ไขใบสมัครได้อีก

# dgCredPaymentWizard_PaymentReviewFullDesc
source: Expertise Verification One-Time Payment
ar_sa: تحقق الخبراء من الدفع مرة واحدة
es_es: Comprobación experta de pago único
ko_kr: 전문성 검증 일시 지불
nl_nl: Eenmalige betaling verificatie expertise
th_th: การชำระเงินแบบครั้งเดียวเพื่อขอการรับรองจากผู้เชี่ยวชาญ

# dgCredPaymentWizard_PaymentReviewInstallmentDesc
source: Expertise Verification Monthly Installment
ar_sa: تحقق الخبراء من الأقساط الشهرية
es_es: Comprobación experta de cuota mensual
ko_kr: 전문성 검증 월간 할부 납입
nl_nl: Maandelijkse betaling verificatie expertise
th_th: การชำระเงินแบบเป็นงวดรายเดือนเพื่อขอการรับรองจากผู้เชี่ยวชาญ

# dgCredPaymentWizard_PaymentReviewInstallmentDueNow
source: Due Now
ar_sa: مستحق الدفع الآن
es_es: Adeudo actual
ko_kr: 지금 지불
nl_nl: Nu af te ronden
th_th: ถึงกำหนดแล้ว

# dgCredPaymentWizard_PaymentReviewInstallmentTotal
source: $500 will be billed each month for 4 months starting today
ar_sa: سيتم فوترة 500 دولار كل شهر لمدة 4 أشهر بدءاً من اليوم
es_es: Se le facturarán 500 $ mensuales durante 4 meses a partir de hoy
ko_kr: 오늘부터 4개월 동안 매달 $500이 청구
nl_nl: Vanaf vandaag zal vier maanden lang elke maand $500 worden gefactureerd
th_th: จะมีการเรียกเก็บเงินเดือนละ $500 เป็นเวลา 4 เดือน เริ่มต้นตั้งแต่วันนี้

# dgCredPaymentWizard_PaymentReviewOrder
source: Review Order
ar_sa: مراجعة الطلب
es_es: Revisar pedido
ko_kr: 주문 검토
nl_nl: Bestelling controleren
th_th: ทบทวนคำสั่งซื้อ

# dgCredPaymentWizard_PaymentSubmit
source: Pay &amp; Submit Application
ar_sa: الدفع وتقديم الطلب
es_es: Pagar y enviar solicitud
ko_kr: 신정을 지불 및 제출
nl_nl: Betalen; Aanvraag indienen
th_th: ชำระเงินและส่งใบสมัคร

# dgCredPaymentWizard_PaymentTitle
source: Pay &amp; Submit Application
ar_sa: الدفع وتقديم الطلب
es_es: Pagar y enviar solicitud
ko_kr: 신정을 지불 및 제출
nl_nl: Betalen; Aanvraag indienen
th_th: ชำระเงินและส่งใบสมัคร

# dgCredPaymentWizard_SuccessCongrats
source: Congratulations, your application was successful! We have emailed you a receipt of your payment for safekeeping.
ar_sa: تهانينا، تم الطلب الخاص بك بنجاح! لقد أرسلنا لك وصلاً بالمدفوعات عبر البريد الإلكتروني لحفظه.
es_es: ¡Enhorabuena, su solicitud se realizó correctamente! Le enviamos por correo electrónico el recibo de su pago para que lo conserve.
ko_kr: 축하합니다. 성공적으로 신청하셨습니다! 안전하게 보관할 수 있도록 지불 영수증을 이메일로 보냈습니다.
nl_nl: Gefeliciteerd, je aanvraag is geslaagd! We hebben je een betalingsbewijs gestuurd via e-mail voor jouw administratie.
th_th: ยินดีด้วย คุณส่งใบสมัครเรียบร้อยแล้ว! เราจะมีอีเมลใบเสร็จรับเงินถึงคุณ โปรดเก็บใบเสร็จไว้ในที่ปลอดภัย

# dgCredPaymentWizard_SuccessSubmitted
source: Application Submitted Successfully!
ar_sa: تم تقديم الطلب بنجاح.
es_es: ¡Se envió correctamente la solicitud!
ko_kr: 신청서를 성공적으로 제출했습니다!
nl_nl: Indienen aanvraag geslaagd!!
th_th: ส่งใบสมัครเรียบร้อยแล้ว!

# dgCredPaymentWizard_SuccessUpcoming
source: Visit the credential home screen to learn more about the upcoming tasks.
ar_sa: الذهاب إلى شاشة الرئيسية للشهادات لمعرفة المزيد عن المهام القادمة.
es_es: Ir a la pantalla de inicio de la credencial para obtener más información sobre futuras tareas.
ko_kr: 자격 증명 홈 화면에서 예정된 작업에 대해서 더 자세히 알아보십시오.
nl_nl: Ga naar het startscherm accreditatie voor meer informatie over de komende taken.
th_th: ไปที่หน้าจอแรกของการรับรอง เพื่อเรียนรู้เพิ่มเติมเกี่ยวกับงานต่อไปที่คุณต้องทำ

# dgCredPaymentWizard_SuccessVerificationHome
source: Expertise Verification Home
ar_sa: صفة تحقق الخبراء
es_es: Inicio de comprobación experta
ko_kr: 전문성 검증 홈
nl_nl: Startpagina verificatie expertise
th_th: หน้าแรกของกระบวนการรับรองจากผู้เชี่ยวชาญ

# dgCredPaymentWizard_TermsDesc
source: Please read and accept the following terms of service agreement, and respond to the questions below.
ar_sa: يرجى قراءة الشروط التالية لاتفاقية الخدمات والموافقة عليها ثم أجب عن الأسئلة الواردة أدناه.
es_es: Lea y acepte los siguientes términos del acuerdo de servicios, y responda las preguntas a continuación.
ko_kr: 다음 사용 약관 동의서를 읽고 수락하시고 아래의 질문에 응답하십시오.
nl_nl: Lees en accepteer de volgende service-overeenkomst, en beantwoord de onderstaande vragen.
th_th: โปรดอ่านและยอมรับข้อกำหนดในการให้บริการดังต่อไปนี้ และตอบคำถามด้านล่าง

# dgCredPaymentWizard_TermsTerm1
source: I agree to the terms of service as written above.
ar_sa: أوافق على شروط الخدمة كما هو مكتوب أعلاه.
es_es: Acepto los términos de los servicios anteriormente descritos.
ko_kr: 위에 기록된 사용 약관에 동의합니다.
nl_nl: Ik ga akkoord met de voorwaarden van de service, zoals hierboven geschreven.
th_th: ฉันยอมรับข้อกำหนดในการให้บริการที่เขียนไว้ข้างต้น

# dgCredPaymentWizard_TermsTerm2
source: I certify that I completed my own application.
ar_sa: أؤكد أنني أكملت الطلب الخاص بي.
es_es: Certifico que completé mi propia solicitud.
ko_kr: 저 자신의 신청서를 작성했음을 보증합니다.
nl_nl: Ik verklaar dat ik mijn eigen aanvraag heb voltooid.
th_th: ฉันรับรองว่าฉันป้อนข้อมูลในใบสมัครด้วยตนเอง

# dgCredPaymentWizard_TermsTerm3
source: I certify that my application is truthful and accurately reflects my knowledge and abilities.
ar_sa: أؤكد أنني أكملت طلبي بكل صدق وتحريت فيه الدقة فيما يُظهر معرفتي وقدراتي.
es_es: Certifico que mi solicitud es veraz y refleja fielmente mis conocimientos y habilidades.
ko_kr: 신청서는 진실하며 저의 지식 및 능력을 정확하게 반영한다고 보증합니다.
nl_nl: Ik verklaar dat mijn aanvraag waarheidsgetrouw is en een correcte weergave is van mijn kennis en vaardigheden.
th_th: ฉันรับรองว่าข้อมูลในใบสมัครของฉันเป็นความจริงและแสดงถึงความรู้ความสามารถที่ฉันมี

# dgCredPaymentWizard_TermsTerm4
source: I understand that once I submit my application, I can no longer make changes to it.
ar_sa: أدرك أنه بمجرد تقديم الطلب الخاص بي فلن يمكنني إجراء تغييرات عليه.
es_es: Entiendo que una vez enviada mi solicitud no puedo modificarla.
ko_kr: 신청서를 제출하면 더 이상 변경할 수 없음을 이해합니다.
nl_nl: Ik begrijp dat ik geen wijzigingen meer kan aanbrengen in mijn aanvraag, nadat ik hem heb ingediend.
th_th: ฉันรับทราบว่า เมื่อส่งใบสมัครแล้ว ฉันจะไม่สามารถเปลี่ยนแปลงข้อมูลใดๆ ได้อีก

# dgCredPaymentWizard_TermsTitle
source: Accept Terms of Service
ar_sa: موافق على شروط الخدمة
es_es: Aceptar términos de servicios
ko_kr: 사용 약관 수락
nl_nl: Accepteer de servicevoorwaarden
th_th: ยอมรับข้อกำหนดในการให้บริการ

# dgCredPaymentWizard_TermsTosVersion1dot0
source: TODO: add tos verbiage
ar_sa: قائمة المهام: إضافة صياغة شروط الخدمة
ko_kr: 할 일: 용어에 추가
nl_nl: TODO: bewoording servicevoorwaarden
th_th: สิ่งที่ต้องทำ: เพิ่มถ้อยคำในข้อกำหนดการให้บริการ

# dgCredPrePayLogin_DegreedAccount
source: Degreed account
ar_sa: حساب Degreed
es_es: Cuenta de Degreed
ko_kr: Degreed 계정
th_th: บัญชี Degreed

# dgCredPrePayLogin_LoginContinue
source: To continue, please log in to your existing Degreed account or choose a password to create a new Degreed account.
ar_sa: للاستمرار، يرجى تسجيل الدخول إلى حسابك الحالي في Degreed أو اختيار كلمة مرور لإنشاء حساب جديد في Degreed.
es_es: Para continuar, inicie sesión en su cuenta de Degreed o elija una contraseña para crear una cuenta nueva en Degreed.
ko_kr: 계속하려면 기존 Degreed 계정에 로그인하거나 암호를 선택하여 새 Degreed 계정을 만듭니다.
nl_nl: Om verder te gaan log je in op je bestaande Degreed-account of kies een wachtwoord om een Degreed-account aan te maken.
th_th: เพื่อดำเนินการต่อ โปรดเข้าสู่ระบบบัญชี Degreed ของคุณ หรือเลือกรหัสผ่านเพื่อสร้างบัญชี Degreed ใหม่

# dgCrudPanel_AddItem
source: Add Item
ar_sa: إضافة عنصر
es_es: Agregar elemento
ko_kr: 항목 추가
nl_nl: Item toevoegen
th_th: เพิ่มเนื้อหา

# dgDiscipline_ExpertsFormat
source: Lead Experts: {{experts}}
ar_sa: الخبراء الرئيسيون: {{experts}}
es_es: Expertos principales: {{experts}}
ko_kr: 리드 전문가: {{experts}}
nl_nl: Hoofd-experts: {{experts}}
th_th: หัวหน้าผู้เชี่ยวชาญ: {{experts}}

# dgDiscipline_StartApplication
source: Start Application
ar_sa: بدء الطلب
es_es: Empezar solicitud
ko_kr: 신청서 시작
nl_nl: Aanvraag starten
th_th: เริ่มการส่งใบสมัคร

# dgDownloadableReports_ChooseGroup
source: Choose group
ar_sa: اختيار مجموعة
es_es: Seleccionar grupo
ko_kr: 그룹 선택
nl_nl: Kies groep
th_th: เลือกกลุ่ม

# dgDownloadableReports_DataSet
source: Data Set
ar_sa: مجموعة البيانات
es_es: Conjunto de datos
ko_kr: 데이터 세트
nl_nl: Gegevensset
th_th: ชุดข้อมูล

# dgDownloadableReports_DateCreated
source: Date Created
ar_sa: تم إنشاء التاريخ
es_es: Fecha de creación
ko_kr: 생성된 날짜
nl_nl: Datum aangemaakt
th_th: วันที่สร้าง

# dgDownloadableReports_DateRange
source: Date Range
ar_sa: نطاق التاريخ
es_es: Intervalo de fechas
ko_kr: 날짜 범위
nl_nl: Datumbereik
th_th: ช่วงวันที่

# dgDownloadableReports_Download
source: Download
ar_sa: تنزيل
es_es: Descargar
ko_kr: 다운로드
nl_nl: Downloaden
th_th: ดาวน์โหลด

# dgDownloadableReports_DownloadableReports
source: Downloadable Reports
ar_sa: التقارير القابلة للتنزيل
es_es: Informes descargables
ko_kr: 다운로드 가능한 보고서
nl_nl: Downloadbare rapporten
th_th: รายงานที่ดาวน์โหลดได้

# dgDownloadableReports_DownloadReport
source: Download Report
ar_sa: تحميل التقرير
es_es: Descargar informe
ko_kr: 보고서 다운로드
nl_nl: Rapport downloaden
th_th: ดาวน์โหลดรายงาน

# dgDownloadableReports_Generate
source: Generate
ar_sa: إنشاء
es_es: Generar
ko_kr: 생성
nl_nl: Genereren
th_th: สร้าง

# dgDownloadableReports_GenerateDataReport
source: Generate data report
ar_sa: إنشاء تقرير البيانات
es_es: Generar informe de datos
ko_kr: 데이터 보고서 만들기
nl_nl: Gegevensrapport genereren
th_th: สร้างรายงานข้อมูล

# dgDownloadableReports_GenerateReport
source: Generate Report
ar_sa: إنشاء تقرير
es_es: Generar informe
ko_kr: 보고서 만들기
nl_nl: Rapport genereren
th_th: สร้างรายงาน

# dgDownloadableReports_Generating
source: Generating
ar_sa: الإنشاء
es_es: Generando
ko_kr: 생성 중
nl_nl: Wordt gegenereerd
th_th: กำลังสร้าง

# dgDownloadableReports_GroupOptionalTitle
source: Group (Optional)
ar_sa: مجموعة (اختياري)
es_es: Grupo (Opcional)
ko_kr: 그룹 (옵션)
nl_nl: Groep (optioneel)
th_th: กลุ่ม (ไม่จำเป็น)

# dgDownloadableReports_GroupTitle
source: Group
ar_sa: المجموعة
es_es: Grupo
ko_kr: 그룹
nl_nl: Groep
th_th: กลุ่ม

# dgDownloadableReports_MaxDaysReached
source: Please select no more than 93 days.
ar_sa: يرجى عدم اختيار أكثر من 93 يوماً.
es_es: No seleccione más de 93 días.
ko_kr: 93일 이상을 선택하지 마십시오.
nl_nl: Selecteer maximaal 93 dagen
th_th: โปรดเลือกไม่เกิน 93 วัน

# dgDownloadableReports_Report10
source: Content Trends - Completed
ar_sa: اتجاهات المحتوى - اكتملت
es_es: Tendencias de contenido - Completadas
ko_kr: 콘텐츠 트렌드 - 완료됨
nl_nl: Content Trends - Voltooid
th_th: เนื้อหาที่เป็นที่นิยม - เสร็จสิ้น

# dgDownloadableReports_Report11
source: Content Trends - Viewed
ar_sa: اتجاهات المحتوى - تم عرضها
es_es: Tendencias de contenido - Vistas
ko_kr: 콘텐츠 트렌드 - 확인됨
nl_nl: Content Trends - Bekeken
th_th: เนื้อหาที่เป็นที่นิยม - ดูแล้ว

# dgDownloadableReports_Report12
source: Top Providers
ar_sa: كبار مقدمي الدورات
es_es: Mejores proveedores
ko_kr: 최고 제공자
nl_nl: Topaanbieders
th_th: ผู้ให้บริการยอดนิยม

# dgDownloadableReports_Report13
source: Popular Topics
ar_sa: الموضوعات الشائعة
es_es: Temas populares
ko_kr: 인기 있는 주제
nl_nl: Populaire onderwerpen
th_th: หัวข้อยอดนิยม

# dgDownloadableReports_Report14
source: Top Searches
ar_sa: أفضل عمليات البحث
es_es: Mejores búsquedas
ko_kr: 최고 검색
nl_nl: Topzoekopdrachten
th_th: การค้นหายอดนิยม

# dgDownloadableReports_Report3
source: Content Completed
ar_sa: المحتوى اكتمل
es_es: Contenido completado
ko_kr: 콘텐츠가 완료됨
nl_nl: Content voltooid
th_th: เนื้อหาที่เสร็จสิ้น

# dgDownloadableReports_Report4
source: Content Viewed
ar_sa: المحتوى الذي تمت مشاهدته
es_es: Contenido visto
ko_kr: 본 콘텐츠
nl_nl: Bekeken content
th_th: เนื้อหาที่ดูแล้ว
