Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# UserProfileSvc_ProblemAccessingCollection
source: Sorry! There was a problem accessing your profile collection.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى تجميعة الملف التعريفي الخاصة بك.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a la colección de su perfil.
ko_kr: 죄송합니다! 프로필 컬렉션에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot jouw profielverzameling.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงคอลเล็กชันของโปรไฟล์

# UserProfileSvc_ProblemDeletingCollectionItem
source: Sorry! There was a problem deleting from your collection.
ar_sa: نعتذر! حدثت مشكلة أثناء الحذف من التجميعة الخاصة بك.
es_es: ¡Lo sentimos! Se produjo un problema al eliminar de su colección.
ko_kr: 죄송합니다! 컬렉션에서 삭제하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het verwijderen uit jouw verzameling.
th_th: ขออภัย! เกิดปัญหาในการลบข้อมูลออกจากคอลเล็กชันของคุณ

# UserProfileSvc_ProblemUpdatingCollectionItem
source: Sorry! There was a problem updating your collection
ar_sa: نعتذر! حدثت مشكلة أثناء تحديث التجميعة الخاصة بك
es_es: ¡Lo sentimos! Se produjo un problema al actualizar su colección
ko_kr: 죄송합니다! 컬렉션을 업데이트하는 데 문제가 있었습니다
nl_nl: Sorry! Er was een probleem met het updaten van je verzameling
th_th: ขออภัย! เกิดปัญหาในการอัปเดตคอลเล็กชัน

# UserProfileSvc_ProblemUpdatingSkillCheckup
source: Sorry! There was a problem dismissing your Skill Checkup
ar_sa: نعتذر! حدثت مشكلة أثناء استبعاد فحص مهاراتك.
es_es: ¡Lo sentimos! Se produjo un problema al descartar la revisión de sus habilidades
ko_kr: 죄송합니다! 기술 점검을 해제하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het afwijzen van jouw vaardigheid-checkup.
th_th: ขออภัย! เกิดปัญหาในการยกเลิกการตรวจสอบทักษะของคุณ

# userRated_Format
source: {{nameHtml}} has rated you a level {{level}} in {{tagName}}
ar_sa: تم تقييمك من قبل {{nameHtml}} على مستوى {{level}} في {{tagName}}
es_es: {{nameHtml}} le calificó con un nivel de {{level}} en {{tagName}}
ko_kr: {{nameHtml}}이(가) 귀하를 {{tagName}}에서 {{level}} 수준으로 평가
nl_nl: {{nameHtml}} heeft jou beoordeeld als niveau {{level}} in {{tagName}}
th_th: {{nameHtml}} ให้คะแนนคุณระดับ {{level}} สำหรับ {{tagName}}

# UserSettingsSvc_DescAssignedLearning
source: Assigned Learning
ar_sa: التعلم المسند
es_es: Formación asignada
ko_kr: 할당된 학습
nl_nl: Toegewezen leren
th_th: การเรียนรู้ที่มอบหมาย

# UserSettingsSvc_DescFollowers
source: New followers
ar_sa: متابعون جدد
es_es: Nuevos seguidores
ko_kr: 신규 팔로워
nl_nl: Nieuwe volgers
th_th: ผู้ติดตามใหม่

# UserSettingsSvc_DescFollowingActivity
source: New activity from those you follow
ar_sa: نشاط جديد ممن تتابعهم
es_es: Nueva actividad de las personas que sigue
ko_kr: 팔로우하는 사람들의 새 활동
nl_nl: Nieuwe activiteit van personen die je volgt
th_th: กิจกรรมใหม่จากผู้ที่คุณติดตาม

# UserSettingsSvc_DescGoals
source: New and completed goals
ar_sa: أهداف جديدة ومكتملة
es_es: Objetivos nuevos y completados
ko_kr: 신규 및 완료한 목표
nl_nl: Nieuwe en voltooide doelstellingen
th_th: เป้าหมายใหม่และเป้าหมายที่บรรลุแล้ว

# UserSettingsSvc_DescGroupPostAdded
source: New group posts
ar_sa: المشاركات الجديدة للمجموعات
es_es: Nuevas publicaciones en el grupo
ko_kr: 새 그룹 게시물
nl_nl: Nieuwe groepberichten
th_th: โพสต์ใหม่ในกลุ่ม

# UserSettingsSvc_DescMention
source: When you are mentioned in a comment
ar_sa: عندما يتم الإشارة إليك في تعليق
es_es: Cuando se le menciona en un comentario
ko_kr: 귀하가 메모에서 언급될 때
nl_nl: Wanneer je wordt genoemd in een opmerking
th_th: เมื่อคุณถูกกล่าวถึงในความคิดเห็น

# UserSettingsSvc_DescNewComment
source: New comments
ar_sa: تعليقات جديدة
es_es: Nuevos comentarios
ko_kr: 새 메모
nl_nl: Nieuwe opmerkingen
th_th: ความคิดเห็นใหม่

# UserSettingsSvc_DescNewGoal
source: New goals
ar_sa: أهداف جديدة
es_es: Nuevos objetivos
ko_kr: 새 목표
nl_nl: Nieuwe doelstellingen
th_th: เป้าหมายใหม่

# UserSettingsSvc_DescRecommendations
source: New shares
ar_sa: المشاركات الجديدة
es_es: Nuevos contenidos compartidos
ko_kr: 신규 공유 목록
nl_nl: Nieuwe gedeelde content
th_th: การแบ่งปันใหม่

# UserSettingsSvc_DescReplyComment
source: Replies on your comments
ar_sa: ردود واردة على تعليقاتك
es_es: Respuestas en sus comentarios
ko_kr: 메모에 대한 답변
nl_nl: Reacties op jouw opmerkingen
th_th: การตอบกลับความคิดเห็นของคุณ

# UserSettingsSvc_DescSocialNotify
source: New friend on Degreed
ar_sa: صديق جديد على موقع Degreed
es_es: Nuevo amigo en Degreed
ko_kr: Degreed에 새 친구
nl_nl: Nieuwe vriend op Degreed
th_th: เพื่อนใหม่ใน Degreed

# UserSettingsSvc_DescTodaysLearning
source: A list of your Feed items
ar_sa: قائمة عناصر الموجز الخاص بك
es_es: Una lista de sus elementos en el canal
ko_kr: 피드 항목의 목록
nl_nl: Een lijst met jouw feed-items
th_th: รายการเนื้อหาในฟีดของคุณ

# UserSettingsSvc_EmailAddressesError
source: An error occurred while retrieving your email addresses.
ar_sa: حدث خطأ أثناء استرداد عناوين البريد الإلكتروني الخاصة بك.
es_es: Se produjo un error al recuperar sus direcciones de correo electrónico.
ko_kr: 이메일 주소를 검색하는 중에 오류가 발생했습니다.
nl_nl: Er is een fout opgetreden tijdens het ophalen van je e-mailadressen.
th_th: เกิดข้อผิดพลาดขณะรับที่อยู่อีเมลของคุณ

# UserSettingsSvc_JobRoleSaveFailed
source: An error occurred storing your job role.
ar_sa: حدث خطأ أثناء تخزين دورك الوظيفي.
es_es: Se produjo un error al guardar el rol de su trabajo.
ko_kr: 업무 역할을 저장하는 데 오류가 발생했습니다.
nl_nl: Er is een fout opgetreden tijdens het opslaan van jouw functiebeschrijving.
th_th: เกิดข้อผิดพลาดในการบันทึกบทบาทงานของคุณ

# UserSettingsSvc_NotificationSettingsSaved
source: Your notification preference has been saved.
ar_sa: تم حفظ تفضيلات الإشعارات الخاصة بك.
es_es: Se guardó su preferencia de notificación.
ko_kr: 알림 기본 설정이 저장되었습니다.
nl_nl: Jouw meldingsvoorkeur is opgeslagen.
th_th: บันทึกการตั้งค่าการแจ้งเตือนของคุณแล้ว

# UserSettingsSvc_NotificationSettingsSavedFailed
source: Sorry! There was a problem saving your notification preference.
ar_sa: نعتذر! حدثت مشكلة أثناء استرداد تفضيلات الإشعارات الخاصة بك.
es_es: ¡Lo sentimos! Se produjo un problema al guardar su preferencia de notificación.
ko_kr: 죄송합니다! 알림 기본 설정을 저장하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het opslaan van jouw meldingsvoorkeur.
th_th: ขออภัย! เกิดปัญหาในการบันทึกการตั้งค่าการแจ้งเตือน

# UserSettingsSvc_NotificationTestSendFailed
source: Sorry! There was a problem testing the notification.
ar_sa: نعتذر! حدثت مشكلة أثناء اختبار الإشعارات.
es_es: ¡Lo sentimos! Se produjo un problema al probar la notificación.
ko_kr: 죄송합니다! 알림을 테스트하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het testen van de melding.
th_th: ขออภัย! เกิดปัญหาในการทดสอบการแจ้งเตือน

# UserSettingsSvc_NotificationTestSent
source: Notification test sent!
ar_sa: تم إرسال اختبار الإشعارات.
es_es: ¡Se envió la notificación de prueba!
ko_kr: 알림 테스트를 보냈습니다!
nl_nl: Melding test verstuurd!
th_th: ส่งการแจ้งเตือนทดสอบแล้ว

# UserSettingsSvc_NotificationTypeDisplayText34
source: Send me an email about each notification as it occurs
ar_sa: أرسل لي بريدًا إلكترونيًا حول كل إشعار عندما يحدث
es_es: Quiero recibir un correo electrónico cada vez que haya una notificación
ko_kr: 알림이 발생할 때마다 이에 관한 이메일 받기
nl_nl: Stuur me een e-mail over elke melding wanneer dit zich voordoet
th_th: ส่งอีเมลเกี่ยวกับการแจ้งเตือนถึงฉันเมื่อมีการแจ้งเตือนเกิดขึ้น

# UserSettingsSvc_NotificationTypeDisplayText35
source: Send me a daily digest email
ar_sa: أرسل لي بريدًا إلكترونيًا بملخص يومي
es_es: Quiero recibir un boletín diario por correo electrónico
ko_kr: 매일 요약 이메일을 받기
nl_nl: Stuur me een dagelijkse gegroepeerde e-mail
th_th: ส่งอีเมลสรุปสิ่งที่เกิดขึ้นประจำวันให้ฉัน

# UserSettingsSvc_NotificationTypeDisplayText37
source: Send me a weekly digest email
ar_sa: أرسل لي بريدًا إلكترونيًا بملخص أسبوعي
es_es: Quiero recibir un boletín semanal por correo electrónico
ko_kr: 주간 요약 이메일을 받기
nl_nl: Stuur me een wekelijkse gegroepeerde e-mail
th_th: ส่งอีเมลสรุปสิ่งที่เกิดขึ้นประจำสัปดาห์ให้ฉัน

# UserSettingsSvc_NotificationTypeDisplayText61
source: Send me occasional tips
ar_sa: أرسل لي نصائح عرَضية
es_es: Envíenme sugerencias ocasionales
ko_kr: 직업상의 도움말 보내기
nl_nl: Stuur me af een toe een tip
th_th: ส่งคำแนะนำให้ฉันเป็นระยะ

# UserSettingsSvc_PrivacySettingsSaved
source: Your privacy settings have been saved.
ar_sa: تم حفظ إعدادات الخصوصية لك.
es_es: Se guardaron sus ajustes de privacidad.
ko_kr: 개인 정보 보호 설정이 저장되었습니다.
nl_nl: Je privacy-instellingen zijn opgeslagen.
th_th: บันทึกการตั้งค่าความเป็นส่วนตัวของคุณแล้ว

# UserSettingsSvc_PrivacySettingsSaveFailed
source: Sorry! There was a problem saving your settings.
ar_sa: نعتذر! حدثت مشكلة أثناء استرداد الإعدادات الخاصة بك.
es_es: ¡Lo sentimos! Se produjo un problema al guardar sus ajustes.
ko_kr: 죄송합니다! 설정을 저장하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het opslaan van jouw instellingen.
th_th: ขออภัย! เกิดปัญหาในการบันทึกการตั้งค่าของคุณ

# UsersSvc_FindUsersError
source: Sorry! There was a problem finding people matching the name you entered.
ar_sa: نعتذر! حدثت مشكلة أثناء البحث عن الأشخاص التي تطابق الاسم الذي أدخلته.
es_es: ¡Lo sentimos! Se produjo un problema al buscar personas que se correspondan con el nombre ingresado.
ko_kr: 죄송합니다! 입력한 이름과 일치하는 사람을 찾는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het vinden van personen die overeenkomen met de naam die je hebt ingevoerd.
th_th: ขออภัย! เกิดปัญหาในการค้นหาบุคคลซึ่งมีชื่อตรงกับที่คุณป้อน

# UsersSvc_GetRecommendedError
source: Sorry! There was a problem getting shares.
ar_sa: نعتذر! حدثت مشكلة أثناء الحصول على المشاركات.
es_es: ¡Lo sentimos! Se produjo un problema al recuperar los contenidos compartidos.
ko_kr: 죄송합니다! 공유 목록을 가져오는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het ophalen van gedeelde content.
th_th: ขออภัย! เกิดปัญหาขณะรับเนื้อหาที่แบ่งปัน

# UsersSvc_GetUserError
source: An error occurred retrieving user details.
ar_sa: حدث خطأ أثناء استرداد تفاصيل المستخدم.
es_es: Se produjo un error al recuperar los detalles del usuario.
ko_kr: 사용자 상세 정보를 검색하는 중에 오류가 발생했습니다.
nl_nl: Er is een fout opgetreden bij het opvragen van gebruikersdetails.
th_th: เกิดความผิดพลาดขณะเรียกข้อมูลผู้ใช้

# UserStaticSettingsSvc_DuplicateOrgEmail
source: Sorry! You can’t have the same email address for your organization and Personal Email. Please update your Personal Email before saving.
ar_sa: نعتذر! لا يمكنك الحصول على عنوان البريد الإلكتروني نفسه لمؤسستك والبريد الإلكتروني الشخصي. يرجى تحديث البريد الإلكتروني الشخصي قبل الحفظ.
es_es: ¡Lo sentimos! No puede usar la misma dirección de correo electrónico para su empresa y a nivel personal. Actualice su correo electrónico personal antes de guardar.
ko_kr: 죄송합니다! 조직과 개인 이메일에 동일한 이메일 주소를 사용할 수 없습니다. 저장하기 전에 개인 이메일을 업데이트하세요.
nl_nl: Sorry! Jouw persoonlijke e-mailadres en het e-mailadres van jouw organisatie mogen niet hetzelfde zijn. Update je persoonlijke e-mailadres voordat je het opslaat.
th_th: ขออภัย! คุณไม่สามารถใช้อีเมลเดียวกันสำหรับองค์กรและอีเมลส่วนตัว โปรดอัปเดตอีเมลส่วนตัวของคุณก่อนบันทึก

# UserStaticSettingsSvc_DuplicateProfileName
source: Sorry! This Profile Name is taken.
ar_sa: نعتذر! اسم الملف التعريفي هذا مستخدم بالفعل.
es_es: ¡Lo sentimos! Este nombre de perfil ya existe.
ko_kr: 죄송합니다! 이번 프로필 이름은 사용 중입니다.
nl_nl: Sorry! Deze profielnaam wordt al gebruikt.
th_th: ขออภัย! ชื่อโปรไฟล์นี้มีคนใช้แล้ว

# UserStaticSettingsSvc_Failure
source: Sorry! We couldn’t update your personal settings.
ar_sa: نعتذر! تعذر علينا تحديث إعداداتك الشخصية.
es_es: ¡Lo sentimos! No pudimos actualizar sus ajustes personales.
ko_kr: 죄송합니다! 귀하의 개인 설정을 업데이트할 수 없습니다.
nl_nl: Sorry! We konden jouw persoonlijke instellingen niet updaten.
th_th: ขออภัย! เราไม่สามารถอัปเดตการตั้งค่าส่วนตัวของคุณได้

# UserStaticSettingsSvc_InvalidPersonalEmail
source: Sorry! Your personal email is not valid. Please update your personal email before saving.
ar_sa: نعتذر! بريدك الإلكتروني الشخصي غير صالح. يرجى تحديث البريد الإلكتروني الشخصي قبل الحفظ.
es_es: ¡Lo sentimos! Su correo electrónico personal no es válido. Actualice su correo electrónico personal antes de guardar.
ko_kr: 죄송합니다! 개인 이메일이 유효하지 않습니다. 저장하기 전에 개인 이메일을 업데이트하세요.
nl_nl: Sorry! Jouw persoonlijke e-mailadres is niet geldig. Update je persoonlijke e-mailadres voordat je het opslaat.
th_th: ขออภัย! อีเมลส่วนตัวของคุณไม่ถูกต้อง โปรดอัปเดตอีเมลส่วนตัวของคุณก่อนบันทึก

# UserStaticSettingsSvc_Success
source: Personal settings successfully updated.
ar_sa: تم تحديث الإعدادات الشخصية بنجاح.
es_es: Ajustes personales actualizados correctamente.
ko_kr: 개인 설정이 성공적으로 업데이트 되었습니다.
nl_nl: Persoonlijke instellingen met succes bijgewerkt.
th_th: การตั้งค่าส่วนตัวได้รับการอัปเดตเรียบร้อยแล้ว

# UserTagRatingCompleted_NotificationTitleFormat
source: {{nameHtml}} has rated you a level {{level}} in {{tag}}
ar_sa: تم تقييمك من قبل {{nameHtml}} على مستوى {{level}} في {{tag}}
es_es: {{nameHtml}} le calificó con un nivel de {{level}} en {{tag}}
ko_kr: {{nameHtml}}이(가) 귀하를 {{tag}}에서 {{level}} 수준으로 평가
nl_nl: {{nameHtml}} heeft jou beoordeeld als niveau {{level}} in {{tag}}
th_th: {{nameHtml}} ให้คะแนนคุณระดับ {{level}} สำหรับ {{tag}}

# UserTagRatingRequested_Complete_NotificationTitleFormat
source: You rated {{nameHtml}} in {{tag}}
ar_sa: لقد قيمت {{nameHtml}} في {{tag}}
es_es: Calificó {{nameHtml}} en {{tag}}
ko_kr: {{tag}}에서 {{nameHtml}}을(를) 평가
nl_nl: Je hebt {{nameHtml}} beoordeeld in {{tag}}
th_th: คุณให้คะแนน {{nameHtml}} สำหรับ {{tag}}

# UserTagRatingRequested_NotificationTitleFormat
source: {{nameHtml}} is requesting you rate their skill level in {{tag}}
ar_sa: يطلب {{nameHtml}} منك أن تقيم مستوى مهاراته في {{tag}}
es_es: {{nameHtml}} le pide que califique su nivel de habilidad en {{tag}}
ko_kr: {{nameHtml}}이(가) 자신들의 {{tag}} 기술 수준을 평가하도록 요청
nl_nl: {{nameHtml}} vraagt jou om zijn/haar vaardigheidsniveau te beoordelen in {{tag}}
th_th: {{nameHtml}} ขอให้คุณให้คะแนนเขาสำหรับระดับทักษะ {{tag}}

# UserTaskSvc_Error
source: Sorry! There was a problem accessing your tasks.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى المهام الخاصة بك.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a sus tareas.
ko_kr: 죄송합니다! 작업에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot jouw taken.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงงานของคุณ

# verificationForm_AuthLoginLink
source: Log in to your Degreed account
ar_sa: تسجيل الدخول إلى حسابك على موقع Degreed
es_es: Inicie sesión en su cuenta en Degreed
ko_kr: Degreed 계정으로 로그인
nl_nl: Log in op je Degreed-account
th_th: ลงชื่อเข้าใช้บัญชี Degreed ของคุณ

# verificationForm_AuthPasswordLabel
source: Choose password to create a new account
ar_sa: اختر كلمة مرور لإنشاء حساب جديد
es_es: Elegir contraseña para crear una nueva cuenta
ko_kr: 암호를 선택하여 새 계정을 생성
nl_nl: Kies een wachtwoord om een nieuw account aan te maken
th_th: เลือกรหัสผ่านเพื่อสร้างบัญชีใหม่

# verificationForm_LinkedInPlaceholder
source: linkedin.com/in/username
ar_sa: linkedin.com/in/اسم المستخدم

# verificationModal_ImageAlt
source: Example photo of a woman holding her ID
ar_sa: صورة كمثال لامرأة تحمل بطاقة الهوية الخاصة بها
es_es: Foto de ejemplo de una mujer sosteniendo su ID
ko_kr: ID를 들고 있는 여성의 예제 사진
nl_nl: Voorbeeldfoto van een vrouw die haar ID vasthoudt
th_th: ภาพถ่ายตัวอย่างของผู้หญิงที่ถือบัตรประจำตัว

# WeeklySummary_ActiveConsumerSubjectFormat
source: This week at Degreed: "{0}" and more about {1}
ar_sa: هذا الأسبوع في Degreed: "{0}" بالإضافة إلى المزيد عن {1}
es_es: Esta semana en Degreed: "{0}" y más sobre {1}
ko_kr: 이번 주 Degreed에서: {1}에 관하여 "{0}" 및 그 외
nl_nl: Deze week bij Degreed: "{0}" en meer over {1}
th_th: สัปดาห์นี้ที่ Degreed: "{0}" และเพิ่มเติมเกี่ยวกับ {1}

# WeeklySummary_ActiveOrgSubjectFormat
source: This week at {1}: "{0}" and more about {2}
ar_sa: هذا الأسبوع عند {1}:: "{0}" بالإضافة إلى المزيد عن {2}
es_es: Esta semana en {1}: "{0}" y más sobre {2}
ko_kr: 이번 주 {1}에서: {2}에 관하여 "{0}" 및 그 외
nl_nl: Deze week bij {1}: "{0}" en meer over {2}
th_th: สัปดาห์นี้ที่ {1}: "{0}" และเพิ่มเติมเกี่ยวกับ {2}

# WeeklySummary_CompletedInputStatistic
source: Items<br>Completed
ar_sa: العناصر <BR> مكتملة
es_es: Elementos<br>completados
ko_kr: 항목<br>완료함
nl_nl: Items<br>Voltooid
th_th: รายการ<br>ที่ทำเสร็จสิ้นแล้ว

# WeeklySummary_CompletedInputStatisticSingle
source: Item<br>Completed
ar_sa: العنصر <BR> مكتمل
es_es: Elemento<br>completado
ko_kr: 항목<br>완료함
nl_nl: Item<br>Voltooid
th_th: รายการ<br>ที่ทำเสร็จสิ้นแล้ว

# WeeklySummary_ConsumerDefaultHeader1Format
source: Learners on Degreed completed {0} things this week. How did you do?
ar_sa: أتم المتعلمون في Degreed {0} أشياء خلال هذا الأسبوع. كيف قمت بذلك؟
es_es: Los aprendices completaron {0} cosas en Degreed esta semana. ¿Cómo le fue?
ko_kr: Degreed의 학습자들은 이번 주에 {0}개를 완료했습니다. 어떻게 하셨습니까?
nl_nl: Cursisten op Degreed hebben deze week {0} dingen voltooid. Hoe heb je het er van afgebracht?
th_th: ผู้เรียนใน Degreed ทำกิจกรรมเสร็จสิ้นไป {0} กิจกรรมในสัปดาห์นี้ คุณทำได้ดีเพียงใด?

# WeeklySummary_ConsumerRecommendations
source: Your friends suggested these items for you:
ar_sa: اقترح أصدقائك هذه العناصر لك:
es_es: Sus amigos le propusieron estos elementos:
ko_kr: 친구가 이런 항목을 추천했습니다:
nl_nl: Je vrienden hebben deze items voor jou aanbevolen:
th_th: เพื่อนของคุณแนะนำสิ่งเหล่านี้ให้กับคุณ:

# WeeklySummary_DidYouKnowHeader
source: Did You Know?
ar_sa: هل كنت تعلم؟
es_es: ¿Sabía?
ko_kr: 알고 계셨습니까?
nl_nl: Wist je dat?
th_th: คุณรู้หรือไม่ว่า?

# WeeklySummary_FollowerStatistic
source: New<br>Followers
ar_sa: متابعون<br>جدد
es_es: Nuevos<br>seguidores
ko_kr: 새<br>팔로워
nl_nl: Nieuwe<br>Volgers
th_th: ผู้ติดตาม<br>ใหม่

# WeeklySummary_FollowerStatisticSingle
source: New<br>Follower
ar_sa: متابع<br>جديد
es_es: Nuevo<br>seguidor
ko_kr: 새<br>팔로워
nl_nl: Nieuwe<br>Volger
th_th: ผู้ติดตาม<br>ใหม่

# WeeklySummary_FollowUserActivity
source: Activity from People you Follow
ar_sa: نشاط من الأشخاص الذين تتابعهم
es_es: Actividad de las personas que sigue
ko_kr: 팔로우하는 사람들의 활동
nl_nl: Activiteit van personen die je volgt
th_th: กิจกรรมของผู้ที่คุณติดตาม

# WeeklySummary_HeaderText1
source: <strong>Another one bites the dust!</strong> You marked {0} things complete this week.
ar_sa: <strong> شخص آخر يتهاوى!</strong> لقد قمت بتحديد {0} أشياء على أنها مكتملة خلال هذا الأسبوع.
es_es: <strong>¡Otro más que muerde el polvo!</strong> Marcó {0} cosas como completadas esta semana.
ko_kr: <strong>또 다른 업적을 세웠습니다!</strong> 이 번주에는 {0}개를 완료한 것으로 표시했습니다.
nl_nl: <strong>Another one bites the dust!</strong> Je hebt deze week {0} als voltooid gemarkeerd.
th_th: <strong>เสร็จสิ้นไปอีกหนึ่ง!</strong> คุณได้ทำเครื่องหมาย {0} อย่างที่ทำเสร็จสิ้นไปแล้วสัปดาห์นี้

# WeeklySummary_HeaderText2
source: <strong>Pass the popcorn!</strong> The average video is about 2:42 long. How many videos did you watch?
ar_sa: <strong> مرر الفشار!</strong> فمتوسط مدة مقطع الفيديو يصل إلى نحو 2:42 ساعة. كم عدد مقاطع الفيديو التي شاهدتها؟
es_es: <strong>¡Traiga las palomitas!</strong> El video medio dura 2:42. ¿Cuántos videos miró?
ko_kr: <strong>팝콘을 나눠주세요!</strong> 동영상 평균 길이는 2:42입니다. 몇 개의 동영상을 시청하셨습니까?
nl_nl: <strong>Geef de popcorn door!</strong> De gemiddelde video is ongeveer 2:42 lang. Hoeveel video's heb je gekeken?
th_th: <strong>ส่งข้าวโพดคั่วมา!</strong> ความยาวของวิดีโอจะเฉลี่ยอยู่ที่ 2:42 นาที คุณรับชมวิดีโอกี่เรื่อง?

# WeeklySummary_HeaderText3
source: <strong>EXTRA! EXTRA!</strong> The average newspaper article contains 1,200 words. That's a lot of words! How many articles did you read?
ar_sa: <strong>رائع! رائع!</strong> تحتوي المقالة الواحدة في صحيفة الأخبار على متوسط عدد كلمات يبلغ 1200 كلمة. هذا كم كثير من الكلمات! كم عدد المقالات التي قرأتها؟
es_es: <strong>¡EXTRA! ¡EXTRA!</strong> El artículo de periódico medio tiene 1200 palabras. ¡Son muchas palabras! ¿Cuántos artículos leyó?
ko_kr: <strong>엑스트라! 엑스트라!</strong> 평균 신문 기사는 1,200단어를 포함합니다. 매우 많은 단어입니다! 몇 개의 아티클을 읽었습니까?
nl_nl: <strong>EXTRA! EXTRA!</strong> De gemiddelde krant bevat 1200 woorden. Dat zijn heel veel woorden! Hoeveel artikelen heb jij gelezen?
th_th: <strong>พิเศษ! พิเศษ!</strong> บทความในหนังสือพิมพ์โดยทั่วไปจะมี 1,200 คำ เป็นคำจำนวนมากเลยทีเดียว! คุณอ่านไปกี่บทความ?

# WeeklySummary_HeaderText4
source: <strong>Words, words, words.</strong> Tolstoy's <i>War and Peace</i> is 587,287 words long. What's the longest book you ever read?
ar_sa: <strong>كلمات, كلمات, كلمات.</strong> رواية تولستوي <i>الحرب والسلم</i> تتكون من 587,287 كلمة. ما هو أطول كتاب قرأته فيما مضى؟
es_es: <strong>Palabras, palabras, palabras.</strong> <i>Guerra y paz</i> de Tolstói tiene 587.287 palabras. ¿Cuál es el libro más largo que leyó?
ko_kr: <strong>언어, 언어, 언어.</strong> 톨스토이의 <i>전쟁과 평화</i>는 587,287개 단어로 되어 있습니다. 읽은 책 중 가장 긴 책은?
nl_nl: <strong>Woorden, woorden, woorden.</strong> Tolstoy's <i>Oorlog en Vrede</i> is 587.287 woorden lang. Wat is het langste boek dat je ooit hebt gelezen?
th_th: <strong>คำ คำ คำ</strong> หนังสือ <i>War and Peace</i> ของตอลสตอย ยาว 587,287 คำ หนังสือที่ยาวที่สุดที่คุณเคยอ่านคือหนังสืออะไร?

# WeeklySummary_InactiveConsumerSubjectFormat
source: This week at Degreed: "{0}" and more
ar_sa: هذا الأسبوع في Degreed: "{0}" وأكثر من ذلك
es_es: Esta semana en Degreed: "{0}" y más
ko_kr: 이번 주 Degreed에서: "{0}" 및 그 외
nl_nl: Deze week bij Degreed: "{0}" en meer
th_th: สัปดาห์นี้ที่ Degreed: "{0}" และอีกมากมาย

# WeeklySummary_InactiveOrgSubjectFormat
source: This week at {1}: "{0}" and more
ar_sa: هذا الأسبوع عند {1}:: "{0}" وأكثر من ذلك
es_es: Esta semana en {1}: "{0}" y más
ko_kr: 이번 주 {1}에서: "{0}" 및 그 외
nl_nl: Deze week bij {1}: "{0}" en meer
th_th: สัปดาห์นี้ที่ {1}: "{0}" และอีกมากมาย

# WeeklySummary_IntegrationsButton
source: Connect Your Accounts
ar_sa: صل حساباتك
es_es: Conectar sus cuentas
ko_kr: 계정을 연결
nl_nl: Koppel je accounts
th_th: เชื่อมต่อบัญชีของคุณ

# WeeklySummary_IntegrationsFooter
source: Degreed can automatically import articles, books, and more from providers like Goodreads and Codecademy!
ar_sa: يمكن لـ Degreed استيراد المواد والكتب وأكثر من ذلك من الشبكات الموردة مثل جودريدز و كود أكاديمي!
es_es: Degreed puede importar automáticamente artículos, libros, entre otros, de proveedores como Goodreads y Codecademy.
ko_kr: Degreed는 자동으로 아티클, 책 및 Goodreads와 Codecademy와 같은 제공자에게서 가져오기를 할 수 있습니다!
nl_nl: Degreed kan automatisch artikelen, boeken en meer importeren van aanbieders zoals Goodreads en Codecademy!
th_th: Degreed สามารถนำเข้าข้อมูลของบทความ หนังสือ และอีกมากมายจากผู้ให้บริการอย่าง Goodreads และ Codecademy ได้โดยอัตโนมัติ!

# WeeklySummary_LearnNextDescription
source: Here's what people are learning on Degreed this week
ar_sa: وإليك ما يتعلمه الأشخاص على Degreed هذا الأسبوع
es_es: Esto es lo que la gente aprendió en Degreed esta semana
ko_kr: 사람들이 이번 주에 Degreed에서 이런 것을 배웠습니다
nl_nl: Dit is wat mensen deze week op Degreed leren.
th_th: สัปดาห์นี้ผู้คนกำลังศึกษาเรื่องต่อไปนี้ใน Degreed

# WeeklySummary_LearnNextDescriptionOrgFormat
source: Here's what people at {0} are learning this week
ar_sa: وإليك ما يتعلمه الأشخاص على {0} هذا الأسبوع
es_es: Esto es lo que la gente aprendió en {0} esta semana
ko_kr: {0}에 사람들이 이번 주에 이런 것을 배웠습니다
nl_nl: Dit is wat mensen op {0} deze week op Degreed leren.
th_th: สัปดาห์นี้ผู้คนที่ {0} กำลังศึกษาเรื่องต่อไปนี้ใน Degreed

# WeeklySummary_LearnNextHeader
source: What to Learn Next:
ar_sa: ما الذي ستتعلمه بعد ذلك:
es_es: Qué aprender a continuación:
ko_kr: 다음으로 배울 것:
nl_nl: Wat is het volgende dat je kunt leren:
th_th: เรียนอะไรต่อดี:

# WeeklySummary_MainHeading
source: Hi {0}, here's your weekly digest
ar_sa: مرحبًا {0}، إليك الموجز الأسبوعي الخاص بك
es_es: ¡Hola, {0}! Aquí tiene su boletín semanal
ko_kr: 안녕하세요, {0} 님. 귀하를 위한 주간 업데이트입니다.
nl_nl: Hoi {0}, dit zijn je wekelijkse nieuwtjes
th_th: สวัสดี {0} นี่คือสรุปสิ่งที่เกิดขึ้นประจำสัปดาห์ของคุณ
