Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# BookFormCtrl_SaveBook
source: Save Book
ar_sa: حفظ الكتاب
es_es: Guardar libro
ko_kr: 책을 저장
nl_nl: Boek opslaan
th_th: บันทึกหนังสือ

# BookFormCtrl_SelectBook
source: Please select a book from the list.
ar_sa: برجاء اختيار كتاب من القائمة.
es_es: Seleccione un libro de la lista.
ko_kr: 목록에서 책을 선택하십시오.
nl_nl: Selecteer een boek uit de lijst.
th_th: โปรดเลือกหนังสือจากรายการ

# BookFormCtrl_Title
source: Title
ar_sa: العنوان
es_es: Título
ko_kr: 제목
nl_nl: Titel
th_th: ชื่อ

# BookFormCtrl_WhatDidYouLearnLong
source: What did you learn from this book?
ar_sa: ماذا تعلّمت من هذا الكتاب؟
es_es: ¿Qué aprendió de este libro?
ko_kr: 이 책에서 무엇을 배우셨나요?
nl_nl: Wat heb je geleerd van dit boek?
th_th: คุณได้เรียนรู้อะไรจากหนังสือเล่มนี้?

# BookFormCtrl_WhatDidYouLearnShort
source: What did you learn?
ar_sa: ما الذي تعلمته؟
es_es: ¿Qué aprendió?
ko_kr: 무엇을 배우셨나요?
nl_nl: Wat heb je geleerd?
th_th: คุณได้เรียนรู้อะไรบ้าง?

# BooksSvc_ErrorMatchingBooks
source: Sorry! There was a problem retrieving matching books.
ar_sa: نعتذر... حدثت مشكلة أثناء استرداد الكتب المتطابقة.
es_es: ¡Lo sentimos! Se produjo un problema al recuperar libros relacionados.
ko_kr: 죄송합니다! 일치하는 책을 검색하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het ophalen van overeenkomende boeken.
th_th: ขออภัย! เกิดปัญหาในการรับข้อมูลหนังสือที่ตรงกัน

# BreadcrumbSvc_DownloadableReports
source: Downloadable Reports
ar_sa: التقارير القابلة للتنزيل
es_es: Informes descargables
ko_kr: 다운로드 가능한 보고서
nl_nl: Downloadbare rapporten
th_th: รายงานที่ดาวน์โหลดได้

# BreadcrumbSvc_Enrolled
source: Enrolled
ar_sa: مسجل
es_es: Inscrito
ko_kr: 등록됨
nl_nl: Ingeschreven
th_th: สมัครแล้ว

# BreadcrumbSvc_Insights
source: Insights
ar_sa: معارف دقيقة
es_es: Estadísticas
ko_kr: 통찰력
nl_nl: Inzichten
th_th: องค์ความรู้

# BreadcrumbSvc_LessonFormat
source: Lesson {{lesson}}
ar_sa: درس {{lesson}}
es_es: Lección {{lesson}}
ko_kr: 단원 {{lesson}}
nl_nl: Les {{lesson}}
th_th: บทเรียน {{lesson}}

# BreadcrumbSvc_SectionFormat
source: Section {{section}}
ar_sa: قسم {{section}}
es_es: Sección {{section}}
ko_kr: 섹션 {{section}}
nl_nl: Sectie {{section}}
th_th: หัวข้อ {{section}}

# BuildSkillsEmail_Button
source: Track your learning
ar_sa: تتبع تعلمك
es_es: Haga el seguimiento de su aprendizaje
ko_kr: 학습을 추적
nl_nl: Volgen wat je leert
th_th: ติดตามการเรียนรู้ของคุณ

# BuildSkillsEmail_Paragraph1
source: Videos, articles, podcasts, books—however you learn, capture your learning. </br> <strong>Mark complete</strong> to capture your learning by adding what you learn to your collection.
ar_sa: مقاطع الفيديو والمقالات والمحتوى الصوتي والكتب—على الرغم من أنك تتعلمها، يمكنك تسجيل تعلمك. </br> <strong>وضع علامة اكتمال</strong> لتحتفظ بتعلمك عن طريق إضافة ما تعلمته إلى مجموعتك.
es_es: Videos, artículos, podcasts, libros, aprenda lo que aprenda, haga el seguimiento. </br> <strong>Marque como completado</strong> para hacer el seguimiento de su aprendizaje agregando lo que aprendió a su colección.
ko_kr: 비디오, 아티클, 팟캐스트, 책과 같이 학습 방법에 관계 없이 자신의 학습을 캡처합니다. </br> <strong>완료로 표시</strong>하면 학습한 것을 컬렉션에 추가하여 학습을 캡처합니다.
nl_nl: Videos', artikelen, podcasts, boeken—wat je ook leert, leg het vast. </br> <strong>Markeer als voltooid</strong> om vast te leggen wat je hebt geleerd door het toe te voegen aan jouw verzameling.
th_th: วิดีโอ บทความ พอดแคสต์ หนังสือ—ไม่ว่าคุณจะเรียนรู้โดยวิธีใด คุณเก็บเกี่ยวการเรียนรู้ของคุณได้</br> <strong>ทำเครื่องหมายว่าทำเสร็จแล้ว</strong>เพื่อเก็บเกี่ยวการเรียนรู้ของคุณโดยการเพิ่มสิ่งที่คุณได้เรียนรู้ลงในคอลเล็กชันของคุณ

# BuildSkillsEmail_Preview
source: What have you learned today?
ar_sa: ماذا تعلمت اليوم؟
es_es: ¿Qué aprendió hoy?
ko_kr: 오늘 무엇을 학습하셨습니까?
nl_nl: Wat heb je vandaag geleerd?
th_th: วันนี้คุณได้เรียนรู้อะไร?

# BuildSkillsEmail_Subject
source: {0}, you know your skills, now let’s learn!
ar_sa: {0}, أنت تعرف مهاراتك, هيا بنا نتعلم الآن!
es_es: {0}, conoce sus habilidades, ¡ahora a aprender!
ko_kr: {0}님, 자신의 기술을 아십니다. 이제 학습합시다!
nl_nl: {0}, jij kent je eigen vaardigheden, laten we beginnen met leren!
th_th: {0} คุณรู้ทักษะของคุณ มาเรียนกันเลย!

# BuildSkillsEmail_Title
source: What have you learned today?
ar_sa: ماذا تعلمت اليوم؟
es_es: ¿Qué aprendió hoy?
ko_kr: 오늘 무엇을 학습하셨습니까?
nl_nl: Wat heb je vandaag geleerd?
th_th: วันนี้คุณได้เรียนรู้อะไร?

# bulkUpdateModal_Cancel
source: Cancel
ar_sa: إلغاء
es_es: Cancelar
ko_kr: 취소
nl_nl: Annuleren
th_th: ยกเลิก

# bulkUpdateModal_CancelProcessing
source: Cancel processing
ar_sa: إلغاء المعالجة
es_es: Cancelar procesamiento
ko_kr: 프로세스 취소
nl_nl: Verwerken annuleren
th_th: ยกเลิกการประมวลผล

# bulkUpdateModal_CreateRoles
source: Create Role Plans
ar_sa: إنشاء خطط للأدوار
es_es: Crear planes de rol
ko_kr: 역할 계획 만들기
nl_nl: Rolplannen aanmaken
th_th: สร้างแผนบทบาท

# bulkUpdateModal_DownloadTemplate
source: Download Template
ar_sa: تحميل النموذج
es_es: Descargar plantilla
ko_kr: 템플릿 다운로드
nl_nl: Sjabloon downloaden
th_th: ดาวน์โหลดเทมเพลต

# bulkUpdateModal_ExcelImported
source: Excel Sheet Imported
ar_sa: تم استيراد ورقة Excel
es_es: Hoja de cálculo de Excel importada
ko_kr: 불러온 엑셀 시트
nl_nl: Excel-blad geïmporteerd
th_th: นำเข้าแผ่นงาน Excel แล้ว

# bulkUpdateModal_FileName
source: File Name
ar_sa: اسم الملف
es_es: Nombre del archivo
ko_kr: 파일 이름
nl_nl: Bestandsnaam
th_th: ชื่อไฟล์

# bulkUpdateModal_FirstRow
source: First Row
ar_sa: الصف الأول
es_es: Primera fila
ko_kr: 첫째 행
nl_nl: Eerste rij
th_th: แถวแรก

# bulkUpdateModal_HeadingRolePlans
source: Create Multiple Role Plans
ar_sa: إنشاء خطط أدوار متعددة
es_es: Crear múltiples planes de rol
ko_kr: 여러 역할 계획 만들기
nl_nl: Meerdere rolplannen aanmaken
th_th: สร้างแผนบทบาทหลายแผน

# bulkUpdateModal_NotAppearRightAway
source: These role plans might not appear right away.
ar_sa: قد لا تظهر خطط الأدوار على الفور.
es_es: Puede que estos planes de rol no aparezcan inmediatamente.
ko_kr: 이 역할 계획은 즉시 나타나지 않을 수도 있습니다.
nl_nl: Deze rolplannen verschijnen mogelijk niet direct.
th_th: แผนบทบาทเหล่านี้อาจไม่ปรากฏในทันที

# bulkUpdateModal_RowsFound
source: Rows Found
ar_sa: تم إيجاد الصفوف
es_es: Filas encontradas
ko_kr: 찾은 행
nl_nl: Rijen gevonden
th_th: แถวที่พบ

# bulkUpdateModal_Save
source: Save
ar_sa: حفظ
es_es: Guardar
ko_kr: 저장
nl_nl: Opslaan
th_th: บันทึก

# bulkUpdateModal_SuccessfulUpload
source: Your file is successfully uploaded. If you are sure, we will email you when it's done.
ar_sa: تم تحميل ملفك بنجاح. إذا كنت متأكدًا، فسنرسل إليك رسالة بريد إلكتروني عند الانتهاء.
es_es: Su archivo se ha subido con éxito. Si está seguro, le enviaremos un correo cuando esté listo.
ko_kr: 파일이 성공적으로 업로드되었습니다. 작업을 계속한다면 완료 시 이메일 알림을 보내드립니다.
nl_nl: Je bestand is geüpload. Als je het zeker weet, sturen we je een e-mail als het klaar is.
th_th: อัปโหลดไฟล์ของคุณเรียบร้อยแล้ว ถ้าคุณมั่นใจ เราจะส่งอีเมลหาคุณเมื่อดำเนินการเสร็จสิ้น

# bulkUpdateModal_WillSendEmail
source: We will send you an email once they are created and viewable. Uploading the same file will cause duplicate role plans to be created.
ar_sa: سنرسل لك رسالة بريد إلكتروني بمجرد أن يتم إنشاء الملفات وأن تصبح قابلة للعرض. سيؤدي تحميل نفس الملف إلى إنشاء خطط أدوار متعددة.
es_es: Le enviaremos un correo electrónico cuando se hayan creado y estén visibles. Si sube el mismo archivo, se crearán planes de rol duplicados.
ko_kr: 생성이 완료되고 조회가 가능해지면 이메일 알림을 전송합니다. 같은 파일을 업로드하면 역할 계획이 중복으로 생성됩니다.
nl_nl: We sturen je een e-mail zodra ze zijn aangemaakt en weergegeven kunnen worden. Als je hetzelfde bestand uploadt, worden er dubbele rolplannen gemaakt.
th_th: เราจะส่งอีเมลหาคุณทันทีที่สร้างและดูได้ การอัปโหลดไฟล์เดียวกันจะทำให้เกิดแผนบทบาทซ้ำ

# bulkUploadResults_BulkTargetsActionFormat
source: <span class="font-semibold">{{fileName}}</span> is processed and {{itemsAdded}} new role plans are available in Pages.
ar_sa: يتم معالجة <span class="font-semibold">{fileName}</span> وخطط الأدوار الجديدة الخاصة بـ {itemsAdded} متاحة على الصفحات.
es_es: Se ha procesado <span class="font-semibold">{{fileName}}</span> y hay {{itemsAdded}} planes de rol nuevos en las páginas.
ko_kr: <span class="font-semibold">{{fileName}}</span>이(가) 처리되었으며, 페이지에서 {{itemsAdded}} 새로운 역할 계획을 사용할 수 있습니다.
nl_nl: <span class="font-semibold">{{fileName}}</span> is verwerkt en er zijn {{itemsAdded}} nieuwe rolplannen beschikbaar in Pagina's.
th_th: ประมวลผล <span class="font-semibold">{{fileName}}</span>แล้ว และแผนบทบาทใหม่ๆ {{itemsAdded}} ก็อยู่ในหน้าแล้ว

# CertificateFormCtrl_EndAfterStart
source: The end date must be after the start date.
ar_sa: يجب أن يكون تاريخ الانتهاء بعد تاريخ البداية.
es_es: La fecha de finalización debe ser posterior a la fecha de inicio.
ko_kr: 종료 날짜는 시작 날짜 뒤에 있어야 합니다.
nl_nl: De einddatum moet later zijn dan de startdatum.
th_th: วันที่สิ้นสุดจะต้องเกิดขึ้นหลังจากวันที่เริ่มต้น

# CertificateFormCtrl_ExpirationDate
source: Please specify the expiration date.
ar_sa: الرجاء تحديد تاريخ الانتهاء.
es_es: Especifique la fecha de vencimiento.
ko_kr: 만료 날짜를 지정하십시오.
nl_nl: Geef een vervaldatum.
th_th: โปรดระบุวันหมดอายุ

# CertificateFormCtrl_IssuerNameRequired
source: A certificate issuer name is required.
ar_sa: يلزم إدخال اسم المصدر للشهادة.
es_es: Se necesita un nombre de emisor de certificados.
ko_kr: 인증서 발급자 이름이 필요합니다.
nl_nl: Een naam van de verstrekker van een certificaat is vereist.
th_th: ต้องระบุชื่อผู้ออกใบรับรอง

# CertificateFormCtrl_StartDate
source: Please specify the start date.
ar_sa: الرجاء تحديد تاريخ البداية.
es_es: Especifique la fecha de inicio.
ko_kr: 시작 날짜를 지정하십시오.
nl_nl: Geef een startdatum.
th_th: โปรดระบุวันที่เริ่มต้น

# CertificateFormCtrl_TitleRequired
source: A certificate title is required.
ar_sa: يلزم إدخال عنوان للشهادة.
es_es: Se necesita un nombre de certificado.
ko_kr: 인증서 제목이 필요합니다.
nl_nl: Een certificaatitel is vereist.
th_th: ต้องระบุชื่อใบรับรอง

# Channel_ActivationDate
source: Activation Date
ar_sa: تاريخ التفعيل
es_es: Fecha de activación
ko_kr: 활성화 날짜
nl_nl: Acitiveringsdatum
th_th: วันที่เปิดใช้งาน

# Channel_AddAdmin
source: Add Admin
ar_sa: إضافة مشرف
es_es: Añadir administrador
ko_kr: 관리자 추가
nl_nl: Beheerder toevoegen
th_th: เพิ่มผู้ดูแลระบบ

# Channel_AddAdminSuccessMessage
source: Added {{count}} new admins
ar_sa: إضافة {{عدد}} مشرِف جديد
es_es: Se ha añadido a {{count}} administradores nuevos
ko_kr: {{count}}명의 새 관리자가 추가되었습니다
nl_nl: {{count}} nieuwe gebruikers toegevoegd
th_th: เพิ่มผู้ดูแลระบบคนใหม่ {{count}} คน

# Channel_AddContent
source: Add Content
ar_sa: إضافة محتوى
es_es: Agregar contenido
ko_kr: 콘텐츠 추가
nl_nl: Content toevoegen
th_th: เพิ่มเนื้อหา

# Channel_AddContentFromCatalog
source: Search for specific pieces of content
ar_sa: البحث عن أجزاء معينة من المحتويات
es_es: Buscar contenidos específicos
ko_kr: 특정 콘텐츠 검색
nl_nl: Zoeken naar specifieke content
th_th: ค้นหาเนื้อหาบางส่วนที่เจาะจง

# Channel_AddNewTenant
source: Create New Organization
ar_sa: إنشاء مؤسسة جديد
es_es: Crear empresa nueva
ko_kr: 새 조직 만들기
nl_nl: Nieuwe organisatie toevoegen
th_th: สร้างองค์กรใหม่

# Channel_AddPageOrPlan
source: Add Page or Plan
ar_sa: إضافة صفحة أو خطة.
es_es: Añadir página o plan
ko_kr: 페이지 또는 계획 추가
nl_nl: Pagina of Plan toevoegen
th_th: เพิ่มหน้าหรือแผน

# Channel_AddPathwayFromCatalog
source: Search for specific pathways
ar_sa: البحث عن مساقات معيّنة
es_es: Buscar itinerarios específicos
ko_kr: 특정 경로 검색
nl_nl: Naar specifieke trajecten zoeken
th_th: ค้นหาเส้นทางการเรียนรู้ที่เจาะจง

# Channel_AddTenant
source: Create Organization
ar_sa: إنشاء مؤسسة
es_es: Crear empresa
ko_kr: 조직 만들기
nl_nl: Organisatie toevoegen
th_th: สร้างองค์กร

# Channel_AddTenantDescription
source: View and select default overrides for this organization
ar_sa: اطلاع ثم تحديد التجاوز الافتراضي لهذه المؤسسة
es_es: Ver y seleccionar anulaciones predeterminadas de esta empresa
ko_kr: 이 조직에 대한 기본값 오버라이드 보기 및 선택
nl_nl: Weergeven en selecteren van standaard overrides voor deze organisatie
th_th: ดูและเลือกค่าเริ่มต้นที่มีผลเหนือกว่าการตั้งค่าอื่นๆ สำหรับองค์กรนี้

# Channel_AdminInfo
source: Admin info
ar_sa: معلومات المسؤول
es_es: Información para administradores
ko_kr: 관리자 정보
nl_nl: Beheerdersinfo
th_th: ข้อมูลผู้ดูแลระบบ

# Channel_AdminsWillBeListedHere
source: When you add administrators, you will see them listed here.
ar_sa: عند إضافة مشرفين، ستشاهدهم مدرجين هنا
es_es: Al agregar administradores, los verá en una lista aquí.
ko_kr: 관리자를 추가하면 여기 목록에서 볼 수 있습니다.
nl_nl: Als je beheerders toevoegt, zullen ze hier worden weergegeven.
th_th: เมื่อคุณเพิ่มผู้ดูแลระบบ คุณจะเห็นรายชื่อผู้ดูแลระบบที่นี่

# Channel_AdminUser
source: Admin User
ar_sa: أضاف {{user}} منشورا.
es_es: Administrador
ko_kr: 관리자 사용자
nl_nl: Beheerder-gebruiker
th_th: ผู้ดูแลระบบ

# Channel_AsTheyOccur
source: As they occur
ar_sa: حال وقوعها
es_es: Como van ocurriendo
ko_kr: 발생할 때
nl_nl: Zoals deze zich voordoen
th_th: ตามที่ปรากฏจริง

# Channel_BrandImage
source: Brand image
ar_sa: إضافة صورة
es_es: Imagen de marca
ko_kr: 브랜드 이미지
nl_nl: Merkimago
th_th: รูปภาพแบรนด์

# Channel_BundleContentTitle
source: Content
ar_sa: المحتوى
es_es: Contenido
ko_kr: 콘텐츠
th_th: เนื้อหา

# Channel_BundleName
source: Bundle Name
ar_sa: اسم المجموعة
es_es: Nombre de la colección
ko_kr: 번들 이름
nl_nl: Naam bundel
th_th: ชื่อกลุ่ม

# Channel_BundleNameExistsError
source: A bundle with that name has already been added
ar_sa: تم إضافة حزمة تحمل هذا الاسم مِن قَبل
es_es: Ya se agregó una colección con ese nombre
ko_kr: 해당 이름을 포함하는 번들이 이미 추가되어 있습니다.
nl_nl: Een bundel met deze naam is al toegevoegd
th_th: มีการเพิ่มชุดที่มีชื่อดังกล่าวแล้ว

# Channel_BundleRemoveConfirmAllMessageFormat
source: Are you sure you would like to remove {{contentCount}} bundles?
ar_sa: هل أنت متأكد من رغبتك في إزالة {contentCount} من المجموعات؟
es_es: ¿Seguro que desea eliminar {{contentCount}} colecciones?
ko_kr: {{contentCount}} 번들을 삭제하시겠습니까?
nl_nl: Weet je zeker dat je {{contentCount}} bundels wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการนำกลุ่มเนื้อหา {{contentCount}} ออก

# Channel_BundleRemoveConfirmMessageFormat
source: Are you sure you would like to remove {{title}}?
ar_sa: هل أنت متأكد من أنك تريد إزالة {{Title}}؟
es_es: ¿De verdad desea eliminar {{title}}?
ko_kr: {{title}}을(를) 삭제하시겠습니까?
nl_nl: Weet je zeker dat je {{title}} wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการนำ {title} ออก

# Channel_BundlesAddOrgs
source: Add Organizations
ar_sa: إضافة مؤسسات
es_es: Añadir empresas
ko_kr: 조직 추가
nl_nl: Organisaties toevoegen
th_th: เพิ่มองค์กร

# Channel_BundlesContentTitle
source: Content
ar_sa: المحتوى
es_es: Contenido
ko_kr: 콘텐츠
th_th: เนื้อหา

# Channel_BundlesCreateBundle
source: Create Bundle
ar_sa: إنشاء مجموعة
es_es: Crear colección
ko_kr: 번들 만들기
nl_nl: Bundel aanmaken
th_th: สร้างกลุ่ม

# Channel_BundlesEditBundle
source: Edit Bundle Name
ar_sa: تحرير اسم المجموعة
es_es: Editar nombre de la colección
ko_kr: 번들 이름 편집
nl_nl: Naam bundel wijzigen
th_th: แก้ไขชื่อกลุ่ม

# Channel_BundlesRemoveBundle
source: Remove Bundle
ar_sa: إزالة مجموعة
es_es: Eliminar colección
ko_kr: 번들 삭제
nl_nl: Bundel verwijderen
th_th: นำกลุ่มออก

# Channel_CatalogBundlesTitle
source: Bundles
ar_sa: المجموعات
es_es: Colecciones
ko_kr: 번들
nl_nl: Bundels
th_th: กลุ่ม

# Channel_CatalogContentTitle
source: Content
ar_sa: المحتوى
es_es: Contenido
ko_kr: 콘텐츠
th_th: เนื้อหา

# Channel_CatalogNav
source: Catalog
ar_sa: قائمة
es_es: Catálogo
ko_kr: 카탈로그
nl_nl: Catalogus
th_th: แค็ตตาล็อก

# Channel_CatalogPathwayTitle
source: Pathways
ar_sa: المساقات
es_es: Itinerarios
ko_kr: 경로
nl_nl: Leerpaden
th_th: เส้นทางการเรียนรู้

# Channel_ChangeLogo
source: Change logo
ar_sa: تغيير شعار
es_es: Cambiar logotipo
ko_kr: 로고 변경
nl_nl: Logo wijzigen
th_th: เปลี่ยนโลโก้

# Channel_ChannelSettingsNavPeople
source: Global Admins
ar_sa: المسؤولون العموم
es_es: Administradores globales
ko_kr: 글로벌 관리자
nl_nl: Wereldwijde beheerders
th_th: ผู้ดูแลระบบระดับโลก

# Channel_ChannelSettingsNavSettings
source: Defaults
ar_sa: الإعدادات الافتراضية
es_es: Por defecto
ko_kr: 기본값
nl_nl: Standaarden
th_th: ค่าเริ่มต้น

# Channel_Commenting
source: Commenting
ar_sa: تعليق
es_es: Comentarios
ko_kr: 메모하기
nl_nl: Commentaar geven
th_th: การแสดงความคิดเห็น

# Channel_CommentingDescription
source: Commenting allows users to discuss what they've learned with their teammates. Comments can only be seen by organization members.
ar_sa: التعليق يسمح للمستخدمين بمناقشة ما تعلموه مع زملائهم. لا يمكن مشاهدة التعليقات إلا بواسطة أعضاء المؤسسة.
es_es: Los comentarios permiten a los usuarios hablar de lo que aprendieron entre compañeros. Solo los miembros de la empresa puede ver los comentarios.
ko_kr: 메모하기로 사용자들은 팀메이트와 함께 자신들이 배운 것을 논의할 수 있습니다. 메모는 조직 멤버만 볼 수 있습니다.
nl_nl: Via Commentaar kunnen gebruikers bespreken wat ze hebben geleerd met andere teamleden. Commentaar is alleen zichtbaar voor andere organisatieleden.
th_th: การแสดงความคิดเห็นทำให้ผู้ใช้สามารถพูดคุยกับเพื่อนร่วมทีมถึงสิ่งที่ได้เรียนรู้ มีเพียงสมาชิกขององค์กรที่สามารถอ่านความคิดเห็นได้

# Channel_ConfirmPassword
source: Confirm Password
ar_sa: تأكيد كلمة المرور
es_es: Confirmar contraseña
ko_kr: 암호 확인
nl_nl: Wachtwoord bevestigen
th_th: ยืนยันรหัสผ่าน

# Channel_ConfirmRemoveBundleOrgPluralFormat
source: Are you sure you would like to remove {{selectedCount}} organizations from the {{bundleTitle}} Bundle?
ar_sa: هل أنت متأكد من أنك تريد إزالة {selectedCount} من المؤسسات من مجموعة {bundleTitle}؟
es_es: ¿De verdad desea eliminar {{selectedCount}} empresas de la colección {{bundleTitle}}?
ko_kr: {{selectedCount}} 조직을 {{bundleTitle}} 번들에서 삭제하시겠습니까?
nl_nl: Weet je zeker dat je {selectedCount} organisaties wilt verwijderen uit de bundel {bundleTitle}?
th_th: คุณแน่ใจหรือว่าต้องการนำองค์กร {{selectedCount}} แห่งออกจากกลุ่ม {{bundleTitle}}

# Channel_ConfirmRemoveBundleOrgSingleFormat
source: Are you sure you would like to remove this organization from the {{bundleTitle}} Bundle?
ar_sa: هل أنت متأكد من أنك تريد إزالة هذه المؤسسة من مجموعة {bundleTitle}؟
es_es: ¿De verdad desea eliminar esta empresa de la colección{{bundleTitle}}?
ko_kr: 이 조직을 {{bundleTitle}} 번들에서 삭제하시겠습니까?
nl_nl: Weet je zeker dat je deze organisatie wilt verwijderen uit de bundel {bundleTitle}?
th_th: คุณแน่ใจหรือว่าต้องการนำองค์กรนี้ออกจากกลุ่ม {{bundleTitle}}

# Channel_ContentCountColumn
source: Content Count
ar_sa: عدد المحتوى
es_es: Número de contenidos
ko_kr: 콘텐츠 수
nl_nl: Aantal content-items
th_th: การนับเนื้อหา

# Channel_ContentDateAddedColumn
source: Date Added to Bundle
ar_sa: تاريخ الانضمام إلى المجموعة
es_es: Fecha de incorporación al grupo
ko_kr: 번들에 추가된 날짜
nl_nl: Datum toegevoegd aan bundel
th_th: วันที่เพิ่มไปยังกลุ่ม

# Channel_ContentRemoveAllConfirmMessageFormat
source: Are you sure you would like to remove {{contentCount}} pieces of content from the {{bundleTitle}} bundle?
ar_sa: هل أنت متأكد من أنك ترغب في إزالة {contentCount} من عدد قطع المحتوى من مجموعة {bundleTitle}؟
es_es: ¿De verdad desea eliminar {{contentCount}} contenidos del grupo {{bundleTitle}}?
ko_kr: 콘텐츠 {{contentCount}}개를 {{bundleTitle}} 번들에서 삭제하시겠습니까?
nl_nl: Weet je zeker dat je {selectedCount} content-items wilt verwijderen uit de bundel {bundleTitle}?
th_th: คุณแน่ใจหรือว่าต้องการนำเนื้อหา {{contentCount}} ชิ้นออกจากกลุ่ม {{bundleTitle}}

# Channel_ContentRemoveConfirmMessageFormat
source: Are you sure you would like to remove the {{contentTitle}} content?
ar_sa: هل أنت متأكد من رغبتك في إزالة محتوى {contentTitle}؟
es_es: ¿De verdad desea eliminar el contenido {{contentTitle}}?
ko_kr: {{contentTitle}} 콘텐츠를 삭제하시겠습니까?
nl_nl: Weet je zeker dat je de content {{contentTitle}} wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการนำเนื้อหา {{contentTitle}} ออก

# Channel_ContractEnd
source: Contract End
ar_sa: إنهاء العقد
es_es: Fin del contrato
ko_kr: 계약 종료
nl_nl: Eind contract
th_th: วันสิ้นสุดสัญญา

# Channel_ContractStart
source: Contract Start
ar_sa: بدء العقد
es_es: Inicio del contrato
ko_kr: 계약 시작
nl_nl: Start contract
th_th: วันเริ่มสัญญา

# Channel_CouldNotSave
source: Sorry, there was a problem saving your changes.
ar_sa: عذرًا، حدثت مشكلة ما أثناء حفظ التغييرات التي أجريتها.
es_es: Lo sentimos, se produjo un problema al guardar sus cambios.
ko_kr: 죄송합니다, 변경 사항을 저장하는 데 문제가 있었습니다.
nl_nl: Er is een probleem opgetreden bij het opslaan van de wijzigingen.
th_th: ขออภัย! เกิดปัญหาในการบันทึกการเปลี่ยนแปลงที่คุณทำไว้

# Channel_Daily
source: Daily
ar_sa: يوميا
es_es: Diario
ko_kr: 매일
nl_nl: Dagelijks
th_th: รายวัน

# Channel_DateCreatedColumn
source: Date Created
ar_sa: تم إنشاء التاريخ
es_es: Fecha de creación
ko_kr: 생성된 날짜
nl_nl: Datum aangemaakt
th_th: วันที่สร้าง

# Channel_DefaultBranding
source: Default branding
ar_sa: العلامة التجارية الافتراضية
es_es: Marca por defecto
ko_kr: 기본값 브랜드
nl_nl: Standaard branding
th_th: ค่าเริ่มต้นสำหรับการสร้างแบรนด์

# Channel_DefaultLogo
source: Default logo
ar_sa: شعار افتراضي
es_es: Logotipo por defecto
ko_kr: 기본값 로고
nl_nl: Standaard logo
th_th: ค่าเริ่มต้นสำหรับโลโก้

# Channel_DefaultNotifications
source: Default Notifications
ar_sa: الإخطارات
es_es: Notificaciones por defecto
ko_kr: 기본값 알림
nl_nl: Standaard meldingen
th_th: ค่าเริ่มต้นสำหรับการแจ้งเตือน

# Channel_DefaultNotificationsDescription
source: How often a user will receive an email notification about activity in their organization.
ar_sa: كم مرة سيتلقى المستخدم إشعارا بالبريد الإلكتروني حول النشاط في مؤسسته.
es_es: La frecuencia con la que los usuarios recibirán un correo electrónico para notificarles cualquier actividad de su empresa.
ko_kr: 사용자가 조직에서 활동에 대한 이메일 알림을 받는 빈도입니다.
nl_nl: Hoe vaak een gebruiker een e-mailbericht ontvangt over de activiteit in zijn/haar organisatie.
th_th: ความถี่ที่ผู้ใช้จะได้รับการแจ้งเตือนทางอีเมลเกี่ยวกับกิจกรรมในองค์กรของตน

# Channel_DefaultsNav
source: Settings
ar_sa: الإعدادات
es_es: Ajustes
ko_kr: 설정
nl_nl: Instellingen
th_th: การตั้งค่า

# Channel_Description
source: Description
ar_sa: الوصف
es_es: Descripción
ko_kr: 설명
nl_nl: Beschrijving
th_th: คำอธิบาย

# Channel_DisableCommenting
source: Disable commenting
ar_sa: تعطيل التعليق
es_es: Desactivar comentarios
ko_kr: 메모하기 사용 중지
nl_nl: Commentaar uitschakelen
th_th: ปิดการแสดงความคิดเห็น

# Channel_Done
source: Done
ar_sa: تم
es_es: Terminado
ko_kr: 완료
nl_nl: Klaar
th_th: เสร็จสิ้น

# Channel_Email
source: Email
ar_sa: البريد الإلكتروني
es_es: Correo electrónico
ko_kr: 이메일
th_th: อีเมล

# Channel_EmailAlreadyExists
source: A user with this email already exists
ar_sa: يوجد بالفعل مستخدم آخر بنفس البريد الإلكتروني
es_es: Ya existe un usuario con este correo electrónico
ko_kr: 이 이메일을 사용하는 사용자가 이미 있습니다.
nl_nl: Er is al een gebruiker met dit e-mailadres
th_th: มีผู้ใช้ที่ใช้อีเมลนี้แล้ว

# Channel_EmailInvalid
source: Please enter a valid email address
ar_sa: يرجى إدخال عنوان بريد إلكتروني صحيح
es_es: Ingrese una dirección de correo electrónico válida
ko_kr: 유효한 이메이르 주소를 입력하십시오.
nl_nl: Voer een geldig e-mailadres in
th_th: โปรดป้อนที่อยู่อีเมลที่ถูกต้อง

# Channel_EmployeeId
source: Employee ID
ar_sa: معرف الموظف
es_es: ID de empleado
ko_kr: 직원 ID
nl_nl: Werknemer-id
th_th: รหัสพนักงาน

# Channel_EndDate
source: End Date
ar_sa: تاريخ الانتهاء
es_es: Fecha de finalización
ko_kr: 종료 날짜
nl_nl: Einddatum
th_th: วันที่สิ้นสุด

# Channel_EnterValidEmail
source: Please enter a valid email address
ar_sa: يرجى إدخال عنوان بريد إلكتروني صحيح
es_es: Ingrese una dirección de correo electrónico válida
ko_kr: 유효한 이메이르 주소를 입력하십시오.
nl_nl: Voer een geldig e-mailadres in
th_th: โปรดป้อนที่อยู่อีเมลที่ถูกต้อง

# Channel_ErrorLoadingBundles
source: There was a problem loading the bundles.
ar_sa: حدثت مشكلة أثناء تحميل الحزم.
es_es: Se produjo un problema al cargar las colecciones.
ko_kr: 번들을 로드하는 중에 문제가 발생했습니다.
nl_nl: Er was een probleem tijdens het laden van de bundels
th_th: เกิดปัญหาในการโหลดกลุ่ม
