Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# dgAssignmentsOverview_AssignedGroupFormat
source: {{personName}} assigned {{groupName}} this {{contentType}} to {{contentAction}} {{hasDateHtml}}by {{date}}{{hasDateEndHtml}}
ar_sa: أسند {{personName}} هذا {{contentType}} إلى {{groupName}} من أجل{{contentAction}} {{hasDateHtml}} بحلول {{date}}{{hasDateEndHtml}}
es_es: {{personName}} le asignó a {{groupName}} este {{contentType}} para {{contentAction}} {{hasDateHtml}}para el {{date}}{{hasDateEndHtml}}
ko_kr: {{personName}}이(가) {{groupName}}에게 이 {{contentType}}을(를) {{hasDateHtml}}{{date}}까지{{hasDateEndHtml}} {{contentAction}}하도록 할당했습니다.
nl_nl: {{personName}} heeft deze {{contentType}} toegewezen aan {{groupName}} om {{contentAction}} {{hasDateHtml}}voor {{date}}{{hasDateEndHtml}}
th_th: {{personName}} มอบหมาย{{contentType}}นี้ให้ {{groupName}} {{contentAction}}{{hasDateHtml}}ภายใน {{date}}{{hasDateEndHtml}}

# dgAssignmentsOverview_AssignedSingleFormat
source: {{personName}} assigned you this {{contentType}} to {{contentAction}} {{hasDateHtml}}by {{date}}{{hasDateEndHtml}}
ar_sa: أسند {{personName}} هذا {{contentType}} إليك من أجل {{contentAction}} {{hasDateHtml}} بحلول {{date}}{{hasDateEndHtml}}
es_es: {{personName}} le asignó este {{contentType}} para {{contentAction}} {{hasDateHtml}}para el {{date}}{{hasDateEndHtml}}
ko_kr: {{personName}}이(가) 귀하에게 이 {{contentType}}을(를) {{hasDateHtml}}{{date}}까지{{hasDateEndHtml}} {{contentAction}}하도록 할당했습니다.
nl_nl: {{personName}} heeft deze {{contentType}} aan jou toegewezen {{groupName}} om {{contentAction}} {{hasDateHtml}}voor {{date}}{{hasDateEndHtml}}
th_th: {{personName}} มอบหมาย{{contentType}}นี้ให้คุณ{{contentAction}}{{hasDateHtml}}ภายใน {{date}}{{hasDateEndHtml}}

# dgAssignmentsOverview_AssignmentAbout
source: At this time, you don't have any learning assigned to you.
ar_sa: في الوقت الحالي، لا يوجد لديك أي مهمة مسندة إليك.
es_es: En este momento, no tiene asignada ninguna formación.
ko_kr: 현재에 귀하에게 할당된 학습이 없습니다.
nl_nl: Op dit moment zijn er geen leeropdrachten aan je toegewezen.
th_th: ขณะนี้คุณยังไม่ได้รับมอบหมายการเรียนรู้ใดๆ

# dgAssignmentsOverview_AssignmentEmptyTitle
source: No Results
ar_sa: لا يوجد نتائج
es_es: Ningún resultado
ko_kr: 결과 없음
nl_nl: Geen resultaten
th_th: ไม่มีผลลัพธ์

# dgAssignmentsOverview_DueSoon
source: Due Soon
ar_sa: تواريخ الاستحقاق القريبة
es_es: Fecha de entrega próxima
ko_kr: 마감 예정
nl_nl: Moet binnenkort worden voltooid
th_th: ใกล้ถึงกำหนดแล้ว

# dgAssignmentsOverview_Overdue
source: Overdue
ar_sa: المتأخرات
es_es: Fecha de entrega vencida
ko_kr: 기한 초과
nl_nl: Over tijd
th_th: เลยกำหนดแล้ว

# dgAssignmentsOverview_RequiredGroupFormat
source: {{groupName}} is required to {{contentAction}} this {{contentType}} {{hasDateHtml}}by {{date}}{{hasDateEndHtml}}
ar_sa: يلزم على {{groupName}} إجراء {{contentAction}} لهذا {{contentType}} {{hasDateHtml}} بحلول {{date}}{{hasDateEndHtml}}
es_es: Se le pidió a {{groupName}} que {{contentAction}} este {{contentType}} {{hasDateHtml}}para el {{date}}{{hasDateEndHtml}}
ko_kr: {{groupName}}은(는) {{hasDateHtml}}{{date}}까지 {{hasDateEndHtml}} 이 {{contentType}}을(를) {{contentAction}}해야 합니다.
nl_nl: {{groupName}} is verplicht om deze {{contentType}} te {{contentAction}} {{hasDateHtml}}voor {{date}}{{hasDateEndHtml}}
th_th: {{groupName}} จำเป็นต้อง{{contentAction}}{{contentType}}นี้ {{hasDateHtml}}ภายใน {{date}}{{hasDateEndHtml}}

# dgAssignmentsOverview_RequiredSingleFormat
source: You are required to {{contentAction}} this {{contentType}} {{hasDateHtml}}by {{date}}{{hasDateEndHtml}}
ar_sa: يلزم عليك {{contentAction}} هذا {{contentType}} {{hasDateHtml}}بحلول {{date}}{{hasDateEndHtml}}
es_es: Se le pidió que {{contentAction}} este {{contentType}} {{hasDateHtml}}para el {{date}}{{hasDateEndHtml}}
ko_kr: {{hasDateHtml}}{{date}}까지{{hasDateEndHtml}} 이 {{contentType}}에 대해 조치({{contentAction}})를 취해야 합니다
nl_nl: Je dient deze/dit {{contentType}} {{hasDateHtml}}uiterlijk {{date}}{{hasDateEndHtml}} te {{contentAction}}
th_th: คุณต้อง {{contentAction}} {{contentType}} นี้ {{hasDateHtml}}by {{date}}{{hasDateEndHtml}}

# dgAssignmentsOverview_YourAssignments
source: Your Assignments
ar_sa: الإسنادات الخاصة بك
es_es: Sus asignaciones
ko_kr: 할당 목록
nl_nl: Jouw opdrachten
th_th: งานที่ได้รับมอบหมายของคุณ

# dgAuthorVideo_CameraNotAuthorizedError
source: Camera not authorized. Please check your media permission settings.
ar_sa: الكاميرا غير مصرح بها. الرجاء التحقق من إعدادات إذن الوسائط الخاص بك.
es_es: Cámara no autorizada. Compruebe los ajustes de los permisos multimedia.
ko_kr: 카메라가 승인되지 않았습니다. 미디어 사용 권한 설정을 확인하십시오.
nl_nl: Camera niet toegestaan. Controleer je instellingen voor mediatoestemming.
th_th: กล้องไม่ได้รับการอนุญาต โปรดตรวจสอบการตั้งค่าอนุญาตการใช้สื่อ

# dgAuthorVideo_CameraNotFoundError
source: Camera not found. Please check your device hardware and permissions.
ar_sa: لم يتم العثور على الكاميرا. يرجى التحقق من جهازك وأذونات.
es_es: Cámara no encontrada. Compruebe el hardware y los permisos de su dispositivo.
ko_kr: 카메라를 찾을 수 없습니다. 장치 하드웨어 및 사용 권한을 확인하십시오.
nl_nl: Camera niet gevonden Controleer de hardware en toestemmingen voor jouw apparaat.
th_th: ไม่พบกล้อง โปรดตรวจสอบฮาร์ดแวร์และการตั้งค่าอนุญาตในอุปกรณ์ของคุณ

# dgAuthorVideo_CameraNotReadableError
source: Could not start video source. Camera may already be in use.
ar_sa: تعذر بدء مصدر الفيديو. قد تكون الكاميرا قيد الاستخدام بالفعل.
es_es: No se ha podido iniciar la fuente de vídeo. Es posible que la cámara ya esté en uso.
ko_kr: 동영상 소스를 시작할 수 없습니다. 카메라가 이미 사용 중일 수 있습니다.
nl_nl: Kan videobron niet starten. Camera is mogelijk al in gebruik.
th_th: ไม่สามารถเริ่มต้นแหล่งวิดีโอได้ อาจมีการใช้กล้องอยู่แล้ว

# dgAuthorVideo_ConfirmRedoRecording
source: Are you sure you want to redo your recording? Your current recording will get lost.
ar_sa: هل أنت متأكد من أنك تريد إعادة التسجيل الخاص بك؟ سيتم فقدان تسجيلك الحالي.
es_es: ¿De verdad quiere repetir la grabación? Su grabación actual se perderá.
ko_kr: 이 레코딩을 다시 하시겠습니까? 현재 녹화는 사라지게 됩니다.
nl_nl: Weet je zeker dat je je opname wilt verwijderen? Jouw bestaande opname zal worden verwijderd.
th_th: คุณแน่ใจหรือว่าต้องการทำการบันทึกใหม่อีกครั้ง? การบันทึกปัจจุบันของคุณจะสูญหาย

# dgAuthorVideo_playerError
source: Your browser is unable to play this media clip.
ar_sa: يتعذر على متصفحك تشغيل مقطع الوسائط هذا.
es_es: Su navegador no puede reproducir este clip multimedia.
ko_kr: 브라우저가 이 미디어 클립을 재생할 수 없습니다.
nl_nl: Jouw browser kan deze mediaclip niet afspelen.
th_th: เบราว์เซอร์ของคุณไม่สามารถเล่นคลิปนี้ได้

# dgAuthorVideo_ProcessingVideo
source: Processing video...
ar_sa: معالجة الفيديو...
es_es: Procesando video...
ko_kr: 동영상 처리 중...
nl_nl: Video wordt verwerkt...
th_th: กำลังประมวลผลวิดีโอ...

# dgAuthorVideo_recorderError
source: This browser does not support video recording. You can upload a video with this browser, or record in Firefox or Google Chrome.
ar_sa: مستعرض الويب هذا لا يدعم تسجيل الفيديو. يمكنك تحميل الفيديو باستخدام مستعرض الويب هذا, أو التسجيل في فايرفوكس أو جوجل كروم.
es_es: Este navegador no admite la grabación de videos. Puede subir videos con este navegador o grabar en Firefox o Google Chrome.
ko_kr: 이 브라우저는 비디오 녹화를 지원하지 않습니다. 이 브라우저로 비디오를 업로드하거나 Firefox 또는 Google Chrome으로 녹화하십시오.
nl_nl: Deze browser ondersteunt geen video-opname Je kunt een video uploaden met deze browser of opnemen in Firefox of Google Chrome.
th_th: เบราว์เซอร์นี้ไม่รองรับการบันทึกวิดีโอ คุณสามารถอัปโหลดวิดีโอด้วยเบราว์เซอร์นี้ได้ หรือบันทึกวิดีโอด้วย Firefox หรือ Google Chrome

# dgAuthorVideo_RecordVideoOnlyError
source: This browser does not support video recording. You can record in Firefox or Google Chrome.
ar_sa: مستعرض الويب هذا لا يدعم تسجيل الفيديو. يمكنك تسجيل الفيديو في فايرفوكس أو جوجل كروم.
es_es: Este navegador no admite la grabación de vídeos. Puede grabar en Firefox o Google Chrome.
ko_kr: 이 브라우저는 동영상 녹화를 지원하지 않습니다. Firefox 또는 Google Chrome에서 녹화할 수 있습니다.
nl_nl: Deze browser ondersteunt geen video-opname. Je kunt een opname maken in Firefox of Google Chrome.
th_th: เบราว์เซอร์นี้ไม่รองรับการบันทึกวิดีโอ คุณสามารถบันทึกวิดีโอด้วย Firefox หรือ Google Chrome

# dgAuthorVideo_Redirecting
source: Redirecting...
ar_sa: إعادة توجيه...
es_es: Redirigiendo...
ko_kr: 리디렉션 중...
nl_nl: Je wordt doorgestuurd...
th_th: กำลังส่งต่อ...

# dgAuthorVideo_RedoRecording
source: Redo Recording
ar_sa: إعادة التسجيل
es_es: Repetir la grabación
ko_kr: 레코딩 다시 하기
nl_nl: Opname opnieuw maken
th_th: บันทึกใหม่อีกครั้ง

# dgAuthorVideo_StartRecording
source: Start Recording
ar_sa: بدء التسجيل
es_es: Iniciar la grabación
ko_kr: 레코딩 시작
nl_nl: Opname starten
th_th: เริ่มต้นการบันทึก

# dgAuthorVideo_StopRecording
source: Stop Recording
ar_sa: إيقاف التسجيل
es_es: Detener la grabación
ko_kr: 레코딩 중지
nl_nl: Opname stoppen
th_th: หยุดการบันทึก

# dgAuthorVideo_TimeInMinutes
source: {{timeInMinutes}} minutes
ar_sa: {{timeInMinutes}} دقيقة
es_es: {{timeInMinutes}} minutos
ko_kr: {{timeInMinutes}}분
nl_nl: {{timeInMinutes}} minuten
th_th: {{timeInMinutes}} นาที

# dgAuthorVideo_TimeLimitReached
source: Time limit reached!
ar_sa: تم الوصول إلى الوقت المحدد!
es_es: ¡Se agotó el límite de tiempo!
ko_kr: 시간 제한에 도달!
nl_nl: Tijdslimiet bereikt!
th_th: หมดเวลา!

# dgAuthorVideo_TimeWarningFormat
source: {{timeRemaining}} minutes left!
ar_sa: {{timeRemaining}} دقائق متبقية!
es_es: ¡Quedan {{timeRemaining}} minutos!
ko_kr: {{timeRemaining}}분 남음!
nl_nl: {{timeRemaining}} minuten resterend!
th_th: เหลือเวลา {{timeRemaining}} นาที!

# dgAuthorVideo_TryAgain
source: Try Again
ar_sa: حاول مرة أخرى
es_es: Volver a intentarlo
ko_kr: 다시 시도하십시오.
nl_nl: Probeer het nog eens
th_th: ลองใหม่อีกครั้ง

# dgAuthorVideo_UploadError
source: Upload error
ar_sa: خطأ في التحميل
es_es: Se produjo un error al cargar
ko_kr: 업로드 오류
nl_nl: Uploadfout
th_th: ข้อผิดพลาดในการอัปโหลด

# dgAuthorVideo_UploadErrorMessage
source: Sorry! There was a problem with the upload process
ar_sa: نعتذر! حدثت مشكلة أثناء عملية التحميل
es_es: ¡Lo sentimos! Se produjo un problema con el proceso de carga
ko_kr: 죄송합니다! 업로드 프로세스에 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het uploadproces
th_th: ขออภัย! เกิดปัญหาในกระบวนการอัปโหลด

# dgAuthorVideo_Uploading
source: Uploading
ar_sa: تحميل
es_es: Cargando
ko_kr: 업로드 중
nl_nl: Uploaden bezig
th_th: กำลังอัปโหลด

# dgBrowseFeaturedLearning_FromPathwayFormat
source: From the pathway {{pathwayName}}
ar_sa: من مساق {{pathwayName}}
es_es: Del itinerario {{pathwayName}}
ko_kr: {{pathwayName}} 경로에서부터
nl_nl: Vanaf het leerpad {{pathwayName}}
th_th: จากเส้นทางการเรียนรู้ {{pathwayName}}

# dgBrowseFeaturedLearning_PopularGroupFormat
source: Popular in {{groupName}} group
ar_sa: الشائع في مجموعة {{groupName}}
es_es: Popular en el grupo {{groupName}}
ko_kr: {{groupName}} 그룹에서 인기
nl_nl: Populair in {{groupName}} groep
th_th: เป็นที่นิยมในกลุ่ม {{groupName}}

# dgBrowseFeaturedLearning_ReadByFormat
source: Recently read by {{user}}
ar_sa: تمت قراءته حديثا من قبل {{user}}
es_es: Recién leído por {{user}}
ko_kr: {{user}}이(가) 최근에 읽음
nl_nl: Onlangs gelezen door {{user}}
th_th: {{user}} เพิ่งอ่านเมื่อไม่นานมานี้

# dgBrowseFeaturedLearning_RecommendedByFormat
source: Shared by {{recommender}}
ar_sa: تم مشاركتها بواسطة {recommender}
es_es: Compartido por {{recommender}}
ko_kr: {{recommender}}이(가) 공유
nl_nl: Gedeeld door {{recommender}}
th_th: แบ่งปันโดย {{recommender}}

# dgBrowseFeaturedLearning_SavedForLater
source: Saved for Later
ar_sa: محفوظ لوقت لاحق
es_es: Se guardó para más tarde
ko_kr: 나중을 위해 저장함
nl_nl: Bewaard voor later
th_th: บันทึกไว้ทำในภายหลัง

# dgBrowseFeaturedLearning_WatchedByFormat
source: Recently watched by {{user}}
ar_sa: تمت مشاهدته حديثا من قبل {{user}}
es_es: Recién visto por {{user}}
ko_kr: {{user}}이(가) 최근에 시청
nl_nl: Onlangs bekeken door {{user}}
th_th: {{user}} เพิ่งรับชมเมื่อไม่นานมานี้

# dgBrowsePathways_NoPathways
source: We could not find any pathways in the selected catalog.
ar_sa: تعذر علينا إيجاد أي مساقات في القائمة المحددة.
es_es: No se encontraron itinerarios en el catálogo seleccionado.
ko_kr: 선택한 카탈로그에서 경로를 찾을 수 없습니다.
nl_nl: We konden geen leerpaden vinden in de geselecteerde catalogus.
th_th: เราไม่พบเส้นทางการเรียนรู้ใดๆ ในแค็ตตาล็อกที่เลือก

# dgBrowsePathways_NoRecommendations
source: We could not find any shared pathways.
ar_sa: تعذر علينا إيجاد أي مساقات تم مشاركتها.
es_es: No se encontraron itinerarios compartidos.
ko_kr: 공유 경로를 찾을 수 없습니다.
nl_nl: We konden geen gedeelde trajecten vinden.
th_th: เราไม่พบเส้นทางการเรียนรู้ใดๆ ที่ถูกแบ่งปันเลย

# dgBrowseProviders_LaunchFormat
source: Visit {{icon}}
ar_sa: زيارة {{icon}}
es_es: Ir a {{icon}}
ko_kr: {{icon}}바로가기
nl_nl: Ga naar {{icon}}
th_th: ไปที่ {{icon}}

# dgBrowseProviders_Search
source: Search
ar_sa: البحث
es_es: Buscar
ko_kr: 검색
nl_nl: Zoeken
th_th: ค้นหา

# dgBrowseProviders_SearchResourcesFormat
source: Search for {{siteName}} content
ar_sa: البحث في{{siteName}} عن المحتوى
es_es: Buscar contenido de {{siteName}}
ko_kr: {{siteName}} 콘텐츠를 검색
nl_nl: Zoeken naar {{siteName}}-content
th_th: ค้นหาเนื้อหาของ {{siteName}}

# dgBrowseProviders_VisitSiteFormat
source: Visit {{siteName}} Site
ar_sa: زيارة موقع {{siteName}}
es_es: Vaya al sitio de {{siteName}}
ko_kr: {{siteName}} 사이트를 바로 가기
nl_nl: Ga naar {{siteName}}-site
th_th: ไปที่ไซต์ {{siteName}}

# dgCarousel_ShowNextItems
source: Show next items
ar_sa: إظهار العناصر التالية
es_es: Mostrar siguientes elementos
ko_kr: 다음 항목 보기
nl_nl: Toon volgende items
th_th: แสดงเนื้อหาถัดไป

# dgCarousel_ShowPreviousItems
source: Show previous items
ar_sa: إظهار العناصر السابقة
es_es: Mostrar elementos anteriores
ko_kr: 이전 항목 보기
nl_nl: Toon vorige items
th_th: แสดงเนื้อหาก่อนหน้า

# dgColorpickerTextDarkness_DarkText
source: Dark text
ar_sa: نص غامق
es_es: Texto oscuro
ko_kr: 어두운 텍스트
nl_nl: Donkere tekst
th_th: ข้อความสีเข้ม

# dgColorpickerTextDarkness_LightText
source: Light text
ar_sa: نص فاتح
es_es: Texto claro
ko_kr: 밝은 텍스트
nl_nl: Lichte tekst
th_th: ข้อความสีจาง

# dgCombobox_SubmitSelection
source: Hit enter to submit your selection
ar_sa: اضغظ "إدخال" لتفعيل اختيارك
es_es: Presione Intro para enviar su selección
ko_kr: Enter 키를 눌러서 선택한 사항을 제출
nl_nl: Druk op Enter om jouw selectie te verzenden
th_th: กด Enter เพื่อส่งตัวเลือกของคุณ

# dgComment_CollapseCommentsFormat
source: Collapse {{count}} replies
ar_sa: طي {{count}} ردود
es_es: Minimizar {{count}} respuestas
ko_kr: {{count}}개 응답 축소
nl_nl: {{count}} antwoorden inklappen
th_th: ยุบการตอบกลับ {{count}} รายการ

# dgComment_CollapseOneComment
source: Collapse 1 reply
ar_sa: طي رد واحد
es_es: Minimizar 1 respuesta
ko_kr: 1개 응답 축소
nl_nl: 1 antwoord inklappen
th_th: ยุบการตอบกลับ 1 รายการ

# dgComment_CommentHidden
source: This comment is hidden (inappropriate)
ar_sa: هذا التعليق مخفي (غير مناسب)
es_es: Se ocultó este comentario (inapropiado)
ko_kr: 의견은 숨겨져 있습니다 (부적절함)
nl_nl: Deze opmerking is verborgen (ongepast)
th_th: ความคิดเห็นนี้ถูกซ่อน (ไม่เหมาะสม)

# dgComment_DeleteConfirm
source: Yes, I'm Sure
ar_sa: نعم، أنا متأكد
es_es: Sí, seguro
ko_kr: 예, 확실합니다.
nl_nl: Ja, ik weet het zeker
th_th: ใช่ ฉันแน่ใจ

# dgComment_DeleteTakeaway
source: Are you sure you would like to delete this?
ar_sa: هل أنت متأكد من حذف هذا؟
es_es: ¿De verdad quiere eliminarlo?
ko_kr: 이것을 삭제하시겠습니까?
nl_nl: Weet je zeker dat je deze opmerking wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบสิ่งนี้?

# dgComment_DeleteTakeawayReplies
source: Are you sure you would like to delete this and its replies?
ar_sa: هل أنت متأكد من حذف هذا والردود الواردة عليه؟
es_es: ¿De verdad quiere eliminarlo junto con sus respuestas?
ko_kr: 이것 및 그 답변을 삭제하시겠습니까?
nl_nl: Weet je zeker dat je dit en de antwoorden erop wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบสิ่งนี้และการตอบกลับที่เกี่ยวข้อง?

# dgComment_Edited
source: (edited)
ar_sa: (تم التحرير)
es_es: (editado)
ko_kr: (편집)
nl_nl: (bewerkt)
th_th: (แก้ไขแล้ว)

# dgComment_JustNow
source: just now
ar_sa: الآن فقط
es_es: ahora mismo
ko_kr: 방금 전
nl_nl: zojuist
th_th: เมื่อครู่นี้

# dgComment_PlusReadMore
source: + Read more
ar_sa: + قراءة المزيد
es_es: + Leer más
ko_kr: + 더 읽기
nl_nl: + meer lezen
th_th: + อ่านเพิ่มเติม

# dgComment_ReplyHidden
source: This reply is hidden (inappropriate)
ar_sa: هذا الرد مخفي (غير مناسب)
es_es: Se ocultó esa respuesta (inapropiada)
ko_kr: 답변은 숨겨져 있습니다 (부적절함)
nl_nl: Dit antwoord is verborgen (ongepast)
th_th: การตอบกลับนี้ถูกซ่อน (ไม่เหมาะสม)

# dgComment_ShowCommentsFormat
source: Show {{count}} replies
ar_sa: إظهار {{count}} ردود
es_es: Mostrar {{count}} respuestas
ko_kr: {{count}}개 답변 보기
nl_nl: Toon {{count}} antwoorden
th_th: แสดงการตอบกลับ {{count}} รายการ

# dgComment_ShowMoreCommentsFormat
source: Show {{count}} more
ar_sa: إظهار {{count}} ردود أكثر
es_es: Mostrar {{count}} más
ko_kr: {{count}}개 더 보기
nl_nl: Meer {{count}} weergeven
th_th: แสดงอีก {{count}} รายการ

# dgComment_ShowMultiplePreviousRepliesFormat
source: Show {{count}} previous replies
ar_sa: إظهار {{count}} ردود سابقة
es_es: Mostrar {{count}} respuestas anteriores
ko_kr: {{count}}개 이전 답변 보기
nl_nl: Toon {{count}} vorige antwoorden
th_th: แสดงการตอบกลับก่อนหน้า {{count}} รายการ

# dgComment_ShowOneComment
source: Show 1 reply
ar_sa: إظهار رد واحد
es_es: Mostrar 1 respuesta
ko_kr: 1개 답변 보기
nl_nl: Toon 1 antwoord
th_th: แสดงการตอบกลับ 1 รายการ

# dgComment_ShowPreviousReplies
source: Show previous replies
ar_sa: إظهار الردود السابقة
es_es: Mostrar respuestas anteriores
ko_kr: 이전 답변 보기
nl_nl: Toon vorige antwoorden
th_th: แสดงการตอบกลับก่อนหน้า

# dgComment_ShowTakeawaysFormat
source: Show {{count}} takeaways
ar_sa: إظهار {{count}} معلومات سريعة
es_es: Mostrar {{count}} aportes
ko_kr: {{count}}개 중요점 표시
nl_nl: Toon {{count}} takeaways
th_th: แสดงสาระสำคัญ {{count}} รายการ

# dgComment_ViewConversation
source: Takeaways
ar_sa: معلومات سريعة
es_es: Aportes
ko_kr: 중요점
th_th: สาระสำคัญ

# dgComment_ViewMoreFormat
source: View {{count}} more...
ar_sa: إظهار {{count}} تعليقات أكثر...
es_es: Ver {{count}} más...
ko_kr: {{count}}개 더 보기...
nl_nl: Toon {{count}} meer...
th_th: ดูอีก {{count}} รายการ...

# dgComments_AddAReply
source: Add a reply
ar_sa: أضافة رد
es_es: Agregar una respuesta
ko_kr: 응답을 추가
nl_nl: Een antwoord toevoegen
th_th: เพิ่มข้อความตอบกลับ

# dgComments_ShareSomethingAbout
source: Share something about this {{item}}...
ar_sa: مشاركة شيء ما خاص بهذا {item}...
es_es: Comparta algo sobre este {{item}}...
ko_kr: 이 {{item}}에 대한 것을 공유하세요...
nl_nl: Deel iets over dit {{item}}...
th_th: แชร์ข้อมูลเกี่ยวกับ {{item}}...

# dgComments_WhatDidYouLearnFormat
source: What did you learn from this {{item}}?
ar_sa: ماذا تعلّمت من {{item}}؟
es_es: ¿Qué aprendió de este {{item}}?
ko_kr: 이 {{item}}에서 무엇을 배우셨나요?
nl_nl: Wat heb je geleerd van dit item?
th_th: คุณได้เรียนรู้อะไรจาก{{item}}นี้?

# dgCompleteViewedTip_ThanksPluralFormat
source: <strong>Yay! Congratulations!</strong> You just earned {{pointsEarned}} points by completing these {{completedCount}} items. You can find them again later in <a href="/me?p=1#/overview" class="link">your collection</a>.
ar_sa: <strong>ياي! تهانينا!</strong> لقد ربحت {{pointsEarned}} نقاط لإكمال هذه{{completedCount}} العناصر. يمكنك العثور عليهم مرة أخرى لاحقًا في <a href="/me?p=1#/overview" class="link"> مجموعتك </a>.
es_es: <strong>¡Sí! ¡Enhorabuena!</strong> Acaba de ganar {{pointsEarned}} puntos por completar estos {{completedCount}} elementos. Los encontrará cuando quiera en <a href="/me?p=1#/overview" class="link">su colección</a>.
ko_kr: <strong>야호! 축하합니다!</strong> {{completedCount}}개 항목을 완료하여 {{pointsEarned}} 포인트를 획득했습니다. 나중에 <a href="/me?p=1#/overview" class="link">귀하의 컬렉션</a>에서 다시 찾을 수 있습니다.
nl_nl: <strong>Yay! Hartelijk gefeliciteerd!</strong> Je hebt zojuist {{pointsEarned}} punten verdiend door deze {{completedCount}} items te voltooien. Je kunt ze later terugvinden in <a href="/me?p=1#/overview" class="link">jouw verzameling</a>.
th_th: <strong>เย้! ยินดีด้วย!</strong> คุณได้รับ {{pointsEarned}} คะแนนสำหรับการทำเนื้อหาสำเร็จ {{completedCount}} รายการ คุณสามารถดูรายการเหล่านี้อีกครั้งในภายหลังที่ <a href="/me?p=1#/overview" class="link">คอลเล็กชันของคุณ</a>

# dgCompleteViewedTip_ThanksSingularFormat
source: <strong>Yay! Congratulations!</strong> You just earned {{pointsEarned}} points by completing an item. You can now find this item later in <a href="/me?p=1#/overview" class="link">your collection</a>.
ar_sa: <strong>ياي! تهانينا!</strong> لقد ربحت للتو{{pointsEarned}} نقاط لإكمال العنصر . يمكنك الآن العثور علي هذا العنصر مرة أخرى لاحقًا في <a href="/me?p=1#/overview" class="link"> مجموعتك </a>.
es_es: <strong>¡Sí! ¡Enhorabuena!</strong> Acaba de ganar {{pointsEarned}} puntos por completar un elemento. Ahora encontrará este elemento cuando quiera en <a href="/me?p=1#/overview" class="link">su colección</a>.
ko_kr: <strong>야호! 축하합니다!</strong> 항목을 완료하여 {{pointsEarned}} 포인트를 획득했습니다. 이 항목을 나중에 <a href="/me?p=1#/overview" class="link">귀하의 컬렉션</a>에서 다시 찾을 수 있습니다.
nl_nl: <strong>Yay! Hartelijk gefeliciteerd!</strong> Je hebt zojuist {{pointsEarned}} punten verdiend door een item te voltooien. Je kunt dit item nu later terugvinden in <a href="/me?p=1#/overview" class="link">jouw verzameling</a>.
th_th: <strong>เย้! ยินดีด้วย!</strong> คุณได้รับ {{pointsEarned}} คะแนนสำหรับการทำเนื้อหาสำเร็จหนึ่งรายการ คุณสามารถดูรายการนี้อีกครั้งในภายหลังที่ <a href="/me?p=1#/overview" class="link">คอลเล็กชันของคุณ</a>

# dgContentCard_AssignedByFormat
source: {{nameHtml}} assigned you this {{inputType}} to complete by {{date}}
ar_sa: أسند {{nameHtml}} إليك هذا {{inputType}} من أجل إكماله بحلول {{date}}
es_es: {{nameHtml}} le asignó completar este {{inputType}} para el {{date}}
ko_kr: {{nameHtml}}이(가) 귀하에게 {{date}}까지 이 {{inputType}}을(를) 완료하도록 할당했습니다.
nl_nl: {{nameHtml}} heeft deze {{inputType}} aan jou toegewezen om te voltooien voor {{date}}
th_th: {{nameHtml}} ได้มอบหมาย{{inputType}}นี้ให้คุณทำให้เสร็จภายใน {{date}}

# dgContentCard_CompleteByDateFormat
source: Complete this by {{dateHtml}}
ar_sa: إكمال بحلول {{dateHtml}}
es_es: Completar esto para el {{dateHtml}}
ko_kr: {{dateHtml}}까지 완료
nl_nl: Voltooi dit uiterlijk {{dateHtml}}
th_th: ทำให้เสร็จภายใน {{dateHtml}}

# dgContentCard_FromJobRoleFormat
source: Because you follow the {{jobRoleHtml}} plan
ar_sa: لأنك تتبع خطة {{jobRoleHtml}}
es_es: Porque sigue el plan {{jobRoleHtml}}
ko_kr: {{jobRoleHtml}} 계획을 팔로우하기 때문에
nl_nl: Omdat je het {{jobRoleHtml}}-plan volgt
th_th: เนื่องจากคุณติดตามแผน {{jobRoleHtml}}

# dgContentCard_FromPathwaysFormat
source: From the pathway {{pathwayHtml}}
ar_sa: من مساق {{pathwayHtml}}
es_es: Del itinerario {{pathwayHtml}}
ko_kr: {{pathwayHtml}} 경로에서부터
nl_nl: Uit het leerpad {{pathwayHtml}}
th_th: จากเส้นทางการเรียนรู้ {{pathwayHtml}}

# dgContentCard_LibraryContent
source: You might like this.
ar_sa: ربما يعجبك هذا.
es_es: Quizás le guste esto.
ko_kr: 이것을 좋아하실 것 같습니다.
nl_nl: Dit zal je waarschijnlijk interesseren.
th_th: คุณอาจถูกใจสิ่งนี้

# dgContentCard_MoreLikeThisCompletedFormat
source: Because you completed {{inputHtml}}
ar_sa: لأنك أكملت {{inputHtml}}
es_es: Porque completó {{inputHtml}}
ko_kr: 귀하가 {{inputHtml}}을(를) 완료했으므로
nl_nl: Omdat je {{inputHtml}} hebt voltooid
th_th: เนื่องจากคุณดำเนินการกับ{{inputHtml}}เสร็จแล้ว

# dgContentCard_MoreLikeThisReadFormat
source: Because you read {{inputHtml}}
ar_sa: لأنك قرأت {{inputHtml}}
es_es: Porque leyó {{inputHtml}}
ko_kr: 귀하가 {{inputHtml}}을(를) 읽었으므로
nl_nl: Omdat je {{inputHtml}} hebt gelezen
th_th: เนื่องจากคุณอ่าน {{inputHtml}}

# dgContentCard_MoreLikeThisWatchedFormat
source: Because you watched {{inputHtml}}
ar_sa: لأنك شاهدت {{inputHtml}}
es_es: Porque miró {{inputHtml}}
ko_kr: 귀하가 {{inputHtml}}을(를) 시청했으므로
nl_nl: Omdat je {{inputHtml}} hebt gekeken
th_th: เนื่องจากคุณรับชม {{inputHtml}}
