Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# EpisodeFormCtrl_EnterPodcastName
source: Enter Podcast Name
ar_sa: أدخل اسم الحلقة الإذاعية
es_es: Ingresar nombre de podcast
ko_kr: 팟캐스트 이름 입력
nl_nl: Podcastnaam invoeren
th_th: ป้อนชื่อของพอดแคสต์

# EpisodeFormCtrl_Episode
source: Episode
ar_sa: الحلقة
es_es: Episodio
ko_kr: 에피소드
nl_nl: Aflevering
th_th: ตอน

# EpisodeFormCtrl_EpisodeError
source: Sorry! There was a problem accessing your episodes.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى حلقاتك.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a sus episodios.
ko_kr: 죄송합니다! 에피소드에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot jouw afleveringen.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงตอนพอดแคสต์ของคุณ

# EpisodeFormCtrl_ICreatedEpisode
source: I created this episode
ar_sa: أنا أنشأت هذه الحلقة
es_es: Yo creé este episodio
ko_kr: 제가 이 에피소드를 만들었습니다
nl_nl: Ik heb deze aflevering gemaakt
th_th: ฉันเป็นคนสร้างพอดแคสต์ตอนนี้

# EpisodeFormCtrl_LengthInMinutes
source: Length (Minutes)
ar_sa: المدة (دقائق)
es_es: Duración (minutos)
ko_kr: 길이 (분)
nl_nl: Lengte (minuten)
th_th: ความยาว (นาที)

# EpisodeFormCtrl_Loading
source: Loading...
ar_sa: جاري التحميل...
es_es: Cargando...
ko_kr: 로드 중...
nl_nl: Wordt geladen...
th_th: กำลังโหลด...

# EpisodeFormCtrl_NoEpisodes
source: No Episodes Found
ar_sa: لم يتم العثور على أي حلقات
es_es: No se encontraron episodios
ko_kr: 에피소드 없음
nl_nl: Geen afleveringen gevonden
th_th: ไม่พบตอนของพอดแคสต์

# EpisodeFormCtrl_NoMatch
source: (Unable to find a matching podcast or author name. Note that explicit podcasts are filtered from search.)
ar_sa: (لم نتمكن من العثور على حلقة إذاعية أو اسم مؤلف متطابق. لاحظ أن الحلقات الإذاعية غير المتحفظة يتم استثنائها من البحث.)
es_es: (No se pudo encontrar un podcast o un nombre de autor coincidente. Tenga en cuenta que los podcasts explícitos se filtran en las búsquedas).
ko_kr: (일치하는 팟캐스트 또는 저자 이름을 찾을 수 없습니다. 노골적인 팟캐스트는 검색에서 필터링이 됩니다.)
nl_nl: (Kan geen bijpassende podcast of de naam van de auteur vinden. Let op: podcasts met expliciete content worden gefilterd uit de zoekresultaten.)
th_th: (ไม่พบพอดแคสต์หรือชื่อผู้สร้างที่ตรงกัน โปรดทราบว่าเราได้กรองพอดแคสต์ที่ไม่เหมาะสมออกไปจากผลการค้นหา)

# EpisodeFormCtrl_PodcastName
source: Podcast Name
ar_sa: اسم الحلقة الإذاعية
es_es: Nombre de podcast
ko_kr: 팟캐스트 이름
nl_nl: Podcastnaam
th_th: ชื่อพอดแคสต์

# EpisodeFormCtrl_SaveEpisode
source: Save Episode
ar_sa: حفظ الحلقة
es_es: Guardar episodio
ko_kr: 에피소드를 저장
nl_nl: Aflevering opslaan
th_th: บันทึกตอนของพอดแคสต์

# EpisodeFormCtrl_SelectEpisode
source: Please select an episode from the list.
ar_sa: يرجى اختيار حلقة من القائمة.
es_es: Seleccione un episodio de la lista.
ko_kr: 목록에서 에피소드를 선택하십시오.
nl_nl: Selecteer een aflevering uit de lijst.
th_th: โปรดเลือกตอนของพอดแคสต์จากรายการ

# EpisodeFormCtrl_SelectTitle
source: Title is required
ar_sa: يلزم إدخال عنوان.
es_es: Se necesita un título
ko_kr: 제목이 필요합니다.
nl_nl: Titel is vereist.
th_th: ต้องระบุชื่อ

# EpisodeFormCtrl_ValidNumber
source: The length must be a valid number or left blank
ar_sa: يجب أن تكون المدة رقمًا صحيحًا وإلا فاترك الحقل فارغًا
es_es: La longitud debe ser un número válido o dejarse en blanco
ko_kr: 길이는 유효한 숫자이거나 비어 있어야 합니다.
nl_nl: De lengte moet een geldig cijfer zijn of leeg worden gelaten
th_th: ความยาวจะต้องเป็นตัวเลขที่ใช้งานได้ หรือเว้นว่างเอาไว้

# EpisodeFormCtrl_WhatDidYouLearnLong
source: What did you learn from this podcast episode?
ar_sa: ماذا تعلّمت من هذه الحلقة الإذاعية؟
es_es: ¿Qué aprendió de este episodio en podcast?
ko_kr: 이 팟캐스트 에피소드에서 무엇을 배우셨나요?
nl_nl: Wat heb je geleerd van deze podcastaflevering?
th_th: คุณได้เรียนรู้อะไรจากพอดแคสต์ตอนนี้?

# EpisodeFormCtrl_WhatDidYouLearnShort
source: What did you learn?
ar_sa: ما الذي تعلمته؟
es_es: ¿Qué aprendió?
ko_kr: 무엇을 배우셨나요?
nl_nl: Wat heb je geleerd?
th_th: คุณได้เรียนรู้อะไรบ้าง?

# ErrorPages_ErrorTitle
source: Oops. We can&apos;t find the page you&apos;re looking for.
ar_sa: أوباه. لا يمكننا العثور على الصفحة التي تبحث عنها.
es_es: ¡Uy! No podemos encontrar la página que está buscando.
ko_kr: 이런, 찾고 계신 페이지를 찾을 수 없습니다.
nl_nl: Oeps. De pagina die je zoekt, kunnen we niet vinden.
th_th: อ๊ะ เราไม่พบหน้าที่คุณกำลังค้นหา

# ErrorPages_ErrorTitle500
source: Oops. Something went wrong.
ar_sa: أوباه. لقد حدث خطأ ما.
es_es: ¡Uy! Algo ha salido mal.
ko_kr: 이런, 문제가 발생했습니다.
nl_nl: Oeps. Er is iets fout gegaan.
th_th: อ๊ะ เกิดสิ่งผิดปกติขึ้น

# ErrorPages_FaultSolution
source: Our site has changed a lot lately and stuff has moved. Try retyping the address, report a problem, or go to the homepage.
ar_sa: لقد طرأ تغيير كبير مؤخرًأ وانتقال العناصر. حاول إعادة كتابة العنوان، أو الإبلاغ عن مشكلة، أو الذهاب إلى الصفحة الرئيسية
es_es: Hemos hecho muchos cambios en el sitio últimamente y muchas cosas se han movido. Pruebe a volver a escribir la dirección, inf´ormenos sobre el problema o vaya a la página de inicio.
ko_kr: 최근에 사이트를 대규모로 업데이트하여 여러 콘텐츠의 위치가 변경되었습니다. 주소를 다시 입력하거나, 문제를 보고하거나, 홈페이지로 이동하세요.
nl_nl: Er is de laatste tijd veel veranderd op onze website, waarbij dingen verhuisd zijn. Probeer het adres opnieuw in te typen, meld een probleem of ga naar de startpagina.
th_th: เว็บไซต์ของเราเปลีย่นแปลงไปมากเมื่อเร็วๆ นี้และข้อมูลต่างๆ ได้ถูกย้าย โปรดพิมพ์ที่อยู่อีกครั้ง รายงานปัญหา และไปที่หน้าหลัก

# ErrorPages_HomepageButton
source: Degreed Homepage
ar_sa: Degreed الصفحة الرئيسية
es_es: Página de inicio de Degreed
ko_kr: Degreed 홈페이지
nl_nl: Startpagina Degreed
th_th: หน้าหลักของ Degreed

# ErrorPages_ReportBugButton
source: Report a Problem
ar_sa: إبلاغ عن مشكلة
es_es: Informar de un problema
ko_kr: 문제를 보고
nl_nl: Een probleem melden
th_th: รายงานปัญหา

# Eval_NextStep
source: Next step
ar_sa: الخطوة التالية
es_es: Siguiente paso
ko_kr: 다음 단계
nl_nl: Volgende stap
th_th: ขั้นตอนต่อไป

# Eval_Question_AdvanceStateOfArt
source: Do you help advance the state of the art in this skill?
ar_sa: هل تساعد في تحسين مستوى التقدم الجاري لهذه المهارة؟
es_es: ¿Ayuda a que las tecnologías y conocimientos relacionados con esta habilidad avancen?
ko_kr: 이 기술이 최신으로 나아가는 데 도움을 주고 계십니까?
nl_nl: Help je bij het bevorderen van vernieuwingen op het gebied van deze vaardigheid?
th_th: คุณช่วยพัฒนาให้ทักษะนี้สุดยอดที่สุดหรือไม่?

# Eval_Question_AdvanceStateOfArtExample
source: Briefly describe the most recent advancement to the state of the art that you contributed in this skill.
ar_sa: قدم وصفًا موجزًا لآخر ما قمت به لتطوير هذه المهارة.
es_es: Describa brevemente el avance más reciente en esta habilidad al que usted contribuyó.
ko_kr: 이 기술이 발전하는 데 있어 가장 최근에 귀하가 기여한 바를 간단하게 설명하십시오.
nl_nl: Beschrijf in het kort een recente vernieuwing waar je aan hebt bijgedragen met betrekking tot deze vaardigheid.
th_th: อธิบายสั้นๆ ถึงผลงานล่าสุดของคุณที่ได้พัฒนาทักษะนี้ให้สุดยอดที่สุด

# Eval_Question_AlternativeApproaches
source: While using this skill, how often do you consider alternative approaches to solving a problem?
ar_sa: أثناء استخدامك لهذه المهارة، كم مرة فكرت في طرق بديلة لحل مشكلة ما؟
es_es: Cuando está empleando esta habilidad, ¿con qué frecuencia tiene en cuenta enfoques alternativos para resolver un problema?
ko_kr: 이 기술을 사용할 때 문제를 해결하기 위한 대체 접근 방식을 고려하는 빈도는 얼마나 됩니까?
nl_nl: Hoe vaak overweeg je tijdens het toepassen van deze vaardigheid alternatieve benaderingen voor het oplossen van een probleem?
th_th: ขณะใช้ทักษะนี้ คุณพิจารณาวิธีอื่นในการแก้ไขปัญหาบ่อยแค่ไหน

# Eval_Question_AnticipateCommProblems
source: While using this skill, how often do you anticipate and resolve communication problems within teams?
ar_sa: أثناء استخدامك لهذه المهارة، كم مرة تنبأت بحدوث مشكلات في التواصل بين الفريق وعالجتها؟
es_es: Cuando está empleando esta habilidad, ¿con qué frecuencia anticipa y resuelve problemas de comunicación en los equipos?
ko_kr: 이 기술을 사용할 때 얼마나 자주 팀 내에서 커뮤니케이션 문제를 예상하고 해결합니까?
nl_nl: Hoe vaak anticipeer je tijdens het toepassen van deze vaardigheid op communicatieproblemen binnen teams en hoe vaak los je deze op?
th_th: ขณะใช้ทักษะนี้ คุณคาดการณ์ว่าจะมีและแก้ไขปัญหาการสื่อสารภายในทีมบ่อยแค่ไหน

# Eval_Question_AnticipateRequirements
source: While using this skill, how often do you anticipate the interests and requirements of others?
ar_sa: أثناء استخدامك لهذه المهارة، كم مرة تنبأت بمصالح الآخرين واحتياجاتهم؟
es_es: Cuando está empleando esta habilidad, ¿con qué frecuencia anticipa los intereses y requisitos de otras personas?
ko_kr: 이 기술을 사용할 때 얼마나 자주 다른 사람들의 관심과 요구 사항을 예상합니까?
nl_nl: Hoe vaak anticipeer je tijdens het toepassen van deze vaardigheid op de belangen en vereisten van anderen?
th_th: ขณะใช้ทักษะนี้ คุณคาดการณ์ถึงผลประโยชน์และความต้องการของผู้อื่นบ่อยแค่ไหน

# Eval_Question_ApplyFrequency
source: How frequently do you apply this skill?
ar_sa: كم مرة تُطبق فيها هذه المهارة؟
es_es: ¿Con qué frecuencia aplica esta habilidad?
ko_kr: 얼마나 자주 이 기술을 적용합니까?
nl_nl: Hoe vaak pas je deze vaardigheid toe?
th_th: คุณใช้ทักษะนี้บ่อยแค่ไหน?

# Eval_Question_ApplyJob
source: Do you apply this skill in your current job?
ar_sa: هل تُطبق هذه المهارة في وظيفتك الحالية؟
es_es: ¿Aplica esta habilidad en su puesto de trabajo actual?
ko_kr: 현재 업무에 이 기술을 적용합니까?
nl_nl: Gebruik je deze vaardigheid in je huidige baan?
th_th: คุณใช้ทักษะนี้ในงานปัจจุบันของคุณหรือไม่?

# Eval_Question_ApplyNewTheories
source: How often do you apply new theories, techniques, or methods to your work in this skill?
ar_sa: كم مرة غالبًا تُطبق فيها النظريات الجديدة أو الفنيات أو الأساليب على عملك في ضوء هذه المهارة؟
es_es: ¿Con qué frecuencia aplica nuevas teorías, técnicas o métodos a su trabajo en relación a esta habilidad?
ko_kr: 얼마나 자주 이 기술의 새로운 이론, 기법 또는 방법을 업무에 적용합니까?
nl_nl: Hoe vaak pas je nieuwe theorieën, technieken of methodes toe op je werk in deze vaardigheid?
th_th: คุณใช้ทฤษฎี เทคนิคหรือวิธีการใหม่ๆ ในการทำงานกับทักษะนี้บ่อยเพียงใด?

# Eval_Question_ApproachTheory
source: Which of the following best describes how you approach the theory of this field?
ar_sa: أي من الأمور التالية يُعد أفضل وصف لكيفية تقديم هذه النظرية في هذا المجال؟
es_es: ¿Cuál de las siguientes opciones describe mejor su acercamiento a la teoría en este campo de trabajo?
ko_kr: 다음 중 이 분야의 이론에 대한 귀하의 접근 방식을 가장 잘 설명한 것은 무엇입니까?
nl_nl: Welke van de volgende beschrijft het beste hoe je de theorie van dit vakgebied benadert?
th_th: ข้อใดต่อไปนี้อธิบายถึงวิธีที่คุณใช้ทฤษฎีสาขานี้ได้ดีที่สุด

# Eval_Question_ArticulateChallenge
source: If there is a significant challenge in a project you are leading in this skill, how often are you the one who articulates the challenge?
ar_sa: إذا كان هناك تحدٍ كبير لأحد المشاريع التي تُديرها في ضوء هذه المهارة، فكم مرة غالبًا تكون فيها مسؤولًا عن توضيح هذا التحدي؟
es_es: Si hay un reto significativo en un proyecto relacionado con esta habilidad que usted está liderando, ¿con qué frecuencia es usted el encargado de definir el reto?
ko_kr: 프로젝트 진행 시 매우 까다로운 당면 과제가 있다면 얼마나 자주 이 과제를 분명히 하는 역할을 합니까?
nl_nl: Als er een significante uitdaging is in een project dat je leidt in deze uitdaging, hoe vaak ben jij degene die de uitdaging verwoordt?
th_th: หากโครงการที่คุณเป็นผู้นำที่ใช้ทักษะนี้มีความท้าทายอย่างมาก คุณเป็นคนที่พูดถึงความท้าทายบ่อยแค่ไหน?

# Eval_Question_ArticulateChallengeExample
source: Briefly give an example of a time you articulated a significant challenge for a project you were leading.
ar_sa: قدم مثالًا موجزًا لوقت قمت فيه بالإفصاح عن تحدي كبير يواجهك في مشروع ما كنت تديره.
es_es: Indique brevemente un ejemplo de una ocasión en la que definió un reto significativo para un proyecto que estaba liderando.
ko_kr: 귀하가 이끈 프로젝트의 까다로운 당면 과제를 명확히 밝힌 사례를 간단하게 말씀해 주십시오.
nl_nl: Geef een kort voorbeeld van een keer dat je een significante uitdaging verwoordde voor een project dat je leidde.
th_th: ยกตัวอย่างสั้นๆ ถึงช่วงเวลาที่คุณได้พูดถึงความท้าทายอย่างมาก สำหรับโครงการที่คุณเป็นผู้นำ

# Eval_Question_BuildConsensus
source: While using this skill, how often do you build consensus in a group environment?
ar_sa: أثناء استخدامك لهذه المهارة، كم مرة نجحت في بناء توافق في الآراء في بيئة جماعية؟
es_es: Cuando está empleando esta habilidad, ¿con qué frecuencia consigue crear consensos en un entorno grupal?
ko_kr: 이 기술을 사용할 때 얼마나 자주 그룹 환경에서 합의를 이끌어냅니까?
nl_nl: Hoe vaak kom je tijdens het toepassen van deze vaardigheid tot consensus in een groepsomgeving?
th_th: ขณะใช้ทักษะนี้ คุณทำให้กลุ่มมีความเห็นเป็นเอกฉันท์บ่อยแค่ไหน

# Eval_Question_BuildConsensusExample
source: Briefly describe a time you built consensus in a group environment.
ar_sa: قدم وصفًا موجزًا لوقت قمت فيه ببناء توافق في الآراء في بيئة جماعية.
es_es: Describa brevemente una ocasión en la que creó consenso en un entorno grupal.
ko_kr: 그룹 환경에서 합의를 이끌어낸 때를 간단하게 설명해 주십시오.
nl_nl: Beschrijf in het kort een keer dat je tot consensus kwam in een groepsomgeving.
th_th: อธิบายช่วงเวลาที่คุณได้ทำให้กลุ่มมีความเห็นเป็นเอกฉันท์มาสั้นๆ

# Eval_Question_Collaboration
source: When you're planning your work in this skill, do you collaborate with others?
ar_sa: عند التخطيط لعملك في ضوء هذه المهارة، هل تتعاون مع الآخرين؟
es_es: Cuando está planificando un trabajo relacionado con esta habilidad, ¿colabora con otras personas?
ko_kr: 이 기술을 업무를 적용하려고 계획하는 경우 다른 사람들과 협력을 합니까?
nl_nl: Werk je samen met anderen wanneer je je werk in deze vaardigheid plant?
th_th: เมื่อคุณวางแผนการทำงานโดยใช้ทักษะนี้ คุณร่วมมือกับคนอื่นหรือไม่?

# Eval_Question_CommunicateDifficultSubjects
source: How comfortable are you communicating about difficult subjects in this field?
ar_sa: ما مدى شعورك بالثقة في التواصل حول الموضوعات المستعصية في هذا المجال؟
es_es: ¿Cómo de cómodo/a se encuentra comunicando asuntos difíciles relacionados con este campo?
ko_kr: 이 분야의 까다로운 주제에 대해 얼마나 편하게 커뮤니케이션합니까?
nl_nl: Hoe makkelijk vind je het om te communiceren over moeilijke onderwerpen op dit gebied?
th_th: คุณสบายใจที่จะพูดถึงเรื่องยากๆ ในสาขานี้มากน้อยเพียงใด?

# Eval_Question_CommunicationAbilities
source: Which best describes your communication abilities in this skill?
ar_sa: ما هو أفضل وصف لقدرات التواصل الخاصة بك في ضوء هذه المهارة؟
es_es: ¿Cuál de las opciones describe mejor sus capacidades comunicativas relacionadas con esta habilidad?
ko_kr: 이 기술에서 귀하의 커뮤니케이션 능력을 가장 잘 설명한 것은 무엇입니까?
nl_nl: Wat beschrijft het beste je communicatiekundigheid in deze vaardigheid?
th_th: อะไรที่สามารถอธิบายความสามารถในการสื่อสารโดยใช้ทักษะนี้ของคุณได้ดีที่สุด?

# Eval_Question_ComplexTasks
source: How comfortable are you with complex tasks in this field?
ar_sa: ما مدى شعورك بالثقة عند التعامل مع المهمات المعقدة الخاصة بهذا المجال؟
es_es: ¿Cómo de cómodo/a se encuentra realizando tareas complejas en este campo?
ko_kr: 이 분야의 복잡한 과제가 있을 때 이를 얼마나 편안하게 느낍니까?
nl_nl: Hoe makkelijk vind je het om complexe taken op dit gebied uit te voeren?
th_th: คุณสบายใจกับงานที๋ซับซ้อนในสาขานี้มากน้อยเพียงใด?

# Eval_Question_ContributeProfessionalDevelopment
source: Which best describes how you contribute to the professional development of others in this skill?
ar_sa: ما هو أفضل وصف لكيفية مساهمتك في تطوير المهارات المهنية لدى الآخرين في ضوء هذه المهارة؟
es_es: ¿Qué opción describe mejor su contribución al desarrollo profesional de otras personas en relación a esta habilidad?
ko_kr: 다음 중 이 기술과 관련하여 귀하가 다른 사람의 전문성 개발에 기여한 방법을 가장 잘 설명한 것은 무엇입니까?
nl_nl: Wat beschrijft het beste op welke manier je bijdraagt aan de professionele ontwikkeling van anderen met betrekking tot deze vaardigheid?
th_th: อะไรที่อธิบายการที่คุณมีส่วนในการพัฒนาวิชาชีพผู้อื่นได้ดีที่สุดในทักษะนี้

# Eval_Question_ContributeProfessionalDevelopmentExample
source: Briefly describe a time you affected the professional development of others.
ar_sa: قدم وصفًا موجزًا لوقت كنت فيه مؤثرًا في تطوير المهارات المهنية لدى الآخرين.
es_es: Describa brevemente un momento en el que contribuyó al desarrollo profesional de otras personas.
ko_kr: 다른 사람의 전문성 개발에 영향을 준 때를 간단하게 설명해 주십시오.
nl_nl: Beschrijf in het kort een keer waarbij je invloed had op de professionele ontwikkeling van anderen.
th_th: บรรยายช่วงเวลาที่คุณส่งผลต่อการพัฒนาวิชาชีพของผู้อื่น

# Eval_Question_ContributingToObjectives
source: How often do you consider whether your work in this skill is contributing to your objectives?
ar_sa: كم مرة رأيت أن عملك في ضوء المهارة يساهم في تحقيق أهدافك؟
es_es: ¿Con qué frecuencia tiene en cuenta si su trabajo en relación a esta habilidad está contribuyendo a sus objetivos?
ko_kr: 이 기술의 업무가 목표에 기여하고 있는지를 얼마나 자주 생각하십니까?
nl_nl: Hoe vaak overweeg je of je werk met betrekking tot deze vaardigheid bijdraagt aan je doelstellingen?
th_th: คุณคิดว่างานของคุณในทักษะนี้ช่วยให้คุณบรรลุวัตถุประสงค์ของคุณเองบ่อยเพียงใด

# Eval_Question_CrossDiscipline
source: While using this skill, how often do you work with people who are in a different discipline?
ar_sa: أثناء استخدامك لهذه المهارة، كم مرة كنت تعمل مع أشخاص أصحاب تخصصات مختلفة؟
es_es: Cuando está empleando esta habilidad, ¿con qué frecuencia colabora con personas que trabajan en otras disciplinas?
ko_kr: 이 기술을 사용할 때 다른 분야에 있는 사람들과 얼마나 자주 일합니까?
nl_nl: Hoe vaak werk je met mensen uit een andere discipline?
th_th: ขณะใช้ทักษะนี้ คุณทำงานกับคนต่างสาขาบ่อยแค่ไหน

# Eval_Question_DefineGroupProcess
source: Do you define the work processes that the group follows?
ar_sa: هل تُحدد منهجيات العمل التي تتبعها المجموعة؟
es_es: ¿Cómo definiría los procesos de trabajo seguidos por el grupo?
ko_kr: 그룹이 따르는 업무 절차를 정의합니까?
nl_nl: Bepaal je de werkprocessen die de groep volgt?
th_th: คุณกำหนดกระบวนการการทำงานที่กลุ่มปฏิบัติตามหรือไม่?

# Eval_Question_DefineGroupRoles
source: Do you help define the roles of each member of the group?
ar_sa: هل تُساعد في تحديد أدوار كل عضوٍ في المجموعة؟
es_es: ¿Cómo definiría el papel de cada miembro del grupo?
ko_kr: 그룹의 각 구성원이 갖는 역할을 정의하도록 도움을 주십니까?
nl_nl: Help je bij het definiëren van de rollen van elk lid van de groep?
th_th: คุณช่วยกำหนดบทบาทของสมาชิกแต่ละคนในกลุ่มหรือไม่?

# Eval_Question_DescribeKnowledge
source: How would you describe your knowledge of this skill?
ar_sa: كيف يمكنك وصف معرفتك لهذه المهارة؟
es_es: ¿Cómo describiría sus conocimientos sobre esta habilidad?
ko_kr: 이 기술에 대해 귀하가 갖고 있는 지식을 어떻게 설명하시겠습니까?
nl_nl: Hoe zou je je kennis van deze vaardigheid beschrijven?
th_th: คุณจะอธิบายถึงความรู้ของคุณเกี่ยวกับทักษะนี้อย่างไร?

# Eval_Question_DevelopGroupPotential
source: While using this skill in groups, do you look for and develop areas of potential within the group?
ar_sa: أثناء استخدامك لهذه المهارة، هل تبحث عن المجالات المحتملة داخل المجموعات وتقوم على ذلك في تطويرها؟
es_es: Cuando está empleando esta habilidad en grupos, ¿busca áreas con potencial en el grupo y las desarrolla?
ko_kr: 이 기술을 그룹에서 사용할 때 그룹 내에서 잠재적인 영역을 찾고 개발하십니까?
nl_nl: Zoek je naar en ontwikkel je tijdens het toepassen van deze vaardigheid in groepen potentiële gebieden binnen de groep?
th_th: ขณะที่คุณใช้ทักษะนี้ คุณเสาะหาและพัฒนาด้านที่มีศักยภาพจะพัฒนาได้ภายในกลุ่มหรือไม่

# Eval_Question_DevelopGroupPotentialExample
source: Briefly describe a time you developed an area of potential within a group or organization.
ar_sa: قدم وصفًا موجزًا لوقت قمت فيه بتطوير مجال داخل مجموعة أو منظمة.
es_es: Describa brevemente una ocasión en la que desarrolló un área con potencial dentro de un grupo o empresa.
ko_kr: 그룹 또는 조직 내에서 잠재적인 영역을 개발한 때를 간단하게 기술하십시오.
nl_nl: Beschrijf in het kort een keer dat je een potentieel gebied binnen een groep of organisatie ontwikkelde.
th_th: อธิบายช่วงเวลาที่คุณได้พัฒนาด้านที่มีศักยภาพภายในกลุ่มหรือองค์กร

# Eval_Question_DirectOthers
source: Do you direct the work and roles of others in this field?
ar_sa: هل توجه عمل الآخرين وأدوارهم في هذا المجال؟
es_es: ¿Dirige el trabajo y los roles de otras personas en este campo?
ko_kr: 이 분야에서 다른 사람들에게 업무와 역할을 지시하십니까?
nl_nl: Leid je het werk en de rollen van anderen op dit gebied?
th_th: คุณกำหนดงานและบทบาทของผู้อื่นในสาขานี้หรือไม่?

# Eval_Question_DirectOthersExample
source: Briefly describe how you direct the work and roles of others in this field.
ar_sa: قدم وصفًا موجزًا عن كيفية توجيه عمل الآخرين وأدوارهم في هذا المجال.
es_es: Describa brevemente cómo dirige el trabajo y los roles de otras personas en este campo.
ko_kr: 이 분야에서 다른 사람들에게 업무와 역할을 지시하는 방법을 간단하게 기술하십시오.
nl_nl: Beschrijf in het kort hoe je het werk en de rollen van anderen op dit gebied leidt.
th_th: อธิบายวิธีที่คุณกำหนดงานและบทบาทของผู้อื่นในสาขานี้

# Eval_Question_EvaluateProcesses
source: How often do you evaluate the strengths and weaknesses of processes in this skill?
ar_sa: كم مرة تُقيّم نقاط القوة والضعف الخاصة بالمنهجيات في ضوء هذه المهارة؟
es_es: ¿Con qué frecuencia evalúa las fortalezas y debilidades de procesos relacionados con esta habilidad?
ko_kr: 이 기술 절차의 강점과 약점을 얼마나 자주 평가하십니까?
nl_nl: Hoe vaak evalueer je de sterkte en zwakke kanten van processen met betrekking tot deze vaardigheid?
th_th: คุณประเมินข้อดีและข้อเสียของกระบวนการในทักษะนี้มากน้อยแค่ไหน

# Eval_Question_EvaluateProcessesExample
source: Briefly describe a time you evaluated the strengths and weaknesses of a process in this skill.
ar_sa: قم وصفًا موجزًا لوقت قيّمت فيه نقاط القوة والضعف الخاصة بالمنهجية في ضوء هذه المهارة.
es_es: Describa una ocasión en la que evaluó las fortalezas y debilidades de un proceso relacionado con esta habilidad.
ko_kr: 이 기술 절차의 강점과 약점을 평가한 때를 간단하게 기술하십시오.
nl_nl: Beschrijf in het kort een keer dat je de sterke en zwakke kanten van een proces met betrekking tot deze vaardigheid evalueerde.
th_th: บรรยายช่วงเวลาที่คุณประเมินข้อดีและข้อเสียของกระบวนการในทักษะนี้

# Eval_Question_EvaluateWork
source: After you complete a task or project in this skill, do you evaluate the effectiveness of your work?
ar_sa: بعد إتمام مهمة أو مشروع في ضوء هذه المهارة، هل تُقيّم فعالية عملك؟
es_es: Después de completar una tarea o un proyecto relacionados con esta habilidad, ¿evalúa la eficacia de su trabajo?
ko_kr: 이 기술 과제 또는 프로젝트를 완료한 후 업무의 효율성을 평가하십니까?
nl_nl: Evalueer je de effectiviteit van je werk nadat je een taak of project met betrekking tot deze vaardigheid hebt voltooid?
th_th: หลังจากที่คุณทำงานหรือดำเนินโครงการในทักษะนี้เสร็จ คุณประเมินประสิทธิผลในการทำงานของคุณหรือไม่

# Eval_Question_FindSolutions
source: While using this skill, how often do you find solutions to a problem that others had not found?
ar_sa: عند استخدام هذه المهارة، كم مرة تجد فيها حلولًا للمشكلة التي استعصى على الآخرين اكتشاف حل لها؟
es_es: Cuando está empleando esta habilidad, ¿con qué frecuencia encuentra soluciones a problemas que otras personas no han encontrado?
ko_kr: 이 기술을 사용할 때 다른 사람들이 발견하지 못한 문제에 대한 해결책을 얼마나 자주 발견하십니까?
nl_nl: Hoe vaak vind je tijdens het toepassen van deze vaardigheid oplossingen voor een probleem die anderen niet hebben gevonden?
th_th: ขณะใช้ทักษะนี้ คุณพบวิธีแก้ไขปัญหาที่คนอื่นไม่พบบ่อยแค่ไหน

# Eval_Question_FindSolutionsExample
source: Briefly give an example of a time you found a solution that others had not found.
ar_sa: أعط مثالاً موجزًا لوقت وجدت فيه حلًا عندما استعصى على الآخرين ذلك.
es_es: Indique brevemente un ejemplo de una ocasión en la que encontró una solución que otras personas no habían encontrado.
ko_kr: 다른 사람들은 발견하지 못한 해결책을 발견한 사례를 간단하게 알려주십시오.
nl_nl: Geef een kort voorbeeld van een keer dat je een oplossing hebt gevonden die anderen niet hadden gevonden.
th_th: ยกตัวอย่างสั้นๆ ถึงกรณีที่คุณพบวิธีแก้ไขปัญหาที่คนอื่นไม่พบบ่อย

# Eval_Question_FrequencyUnanticipatedProblems
source: While using this skill, how often do you encounter problems you didn't anticipate?
ar_sa: أثناء استخدامك هذه المهارة، كم مرة تواجه فيها المشكلات التي لم تتوقعها؟
es_es: Cuando está empleando esta habilidad, ¿con qué frecuencia se encuentra con problemas que no había anticipado?
ko_kr: 이 기술을 사용할 때 예상하지 못한 문제가 얼마나 자주 발생합니까?
nl_nl: Hoe vaak kom je tijdens het toepassen van deze vaardigheid problemen tegen waar je niet op hebt geanticipeerd?
th_th: ขณะใช้ทักษะนี้ คุณประสบปัญหาที่คุณไม่ได้คาดคิดบ่อยแค่ไหน
