Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# PathwaysSvc_PrivacyOwner
source: Private to you
ar_sa: خاص بك
es_es: Privado para usted
ko_kr: 귀하에게 비공개
nl_nl: Privé voor jou
th_th: เป็นรายการส่วนตัวของคุณ

# PathwaysSvc_PrivacyProfile
source: Visible on your Profile
ar_sa: مرئي على الملف التعريفي الخاص بك
es_es: Visible en su perfil
ko_kr: 프로필에 표시
nl_nl: Zichtbaar op jouw profiel
th_th: เปิดเผยในโปรไฟล์ของคุณ

# PathwaysSvc_RemoveFeaturedNotification
source: Pathway is no longer featured
ar_sa: لم يعد المساق ضمن العناصر المميزة
es_es: El itinerario ya no aparece destacado
ko_kr: 더 이상 추천 패스웨이가 아닙니다.
nl_nl: Leerpad is niet langer uitgelicht
th_th: เส้นทางการเรียนรู้ไม่ใช่รายการที่น่าสนใจอีกต่อไป

# PathwaysSvc_RemoveItemError
source: Sorry! There was a problem removing the item.
ar_sa: نعتذر! حدثت مشكلة أثناء إزالة العنصر.
es_es: ¡Lo sentimos! Se produjo un problema al eliminar el elemento.
ko_kr: 죄송합니다! 항목을 제거하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met verwijderen van het item.
th_th: ขออภัย! เกิดปัญหาในการลบเนื้อหา

# PathwaysSvc_SaveError
source: Sorry! There was a problem saving your changes.
ar_sa: نعتذر! حدثت مشكلة أثناء حفظ التغييرات التي أجريتها.
es_es: ¡Lo sentimos! Se produjo un problema al guardar sus cambios.
ko_kr: 죄송합니다! 변경을 저장하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het opslaan van jouw wijzigingen.
th_th: ขออภัย! เกิดปัญหาในการบันทึกการเปลี่ยนแปลงที่คุณทำไว้

# PathwaysSvc_SetPathwayNameError
source: Sorry! There's already a pathway with the same name. Please choose a different name for this pathway.
ar_sa: عذرًا! هناك مساق قائم يحمل نفس الاسم. يرجى اختيار اسم مختلف لهذا المساق.
es_es: ¡Lo sentimos! Ya existe un itinerario con ese nombre. Elija un nombre diferente para este itinerario.
ko_kr: 죄송합니다! 동일한 이름을 가진 경로가 이미 존재합니다. 이 경로를 위한 다른 이름을 선택하십시오.
nl_nl: Sorry! Er is al een leerpad met dezelfde naam. Selecteer een andere naam voor dit leerpad.
th_th: ขออภัย! มีเส้นทางการเรียนรู้ในชื่อดังกล่าวอยู่แล้ว โปรดเลือกชื่ออื่นสำหรับเส้นทางการเรียนรู้นี้

# PathwaysSvc_SuggestedPathwayItemError
source: Sorry! There was a problem getting suggested pathway items.
ar_sa: نعتذر! حدثت مشكلة أثناء تلقي عناصر المساق المقترحة.
es_es: ¡Lo sentimos! Se produjo un problema al recuperar los elementos sugeridos del itinerario.
ko_kr: 죄송합니다! 추천하는 경로 항목을 가져오는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het verkrijgen van de voorgestelde leerpad items.
th_th: ขออภัย! เกิดปัญหาในการรับเนื้อหาของเส้นทางการเรียนรู้ที่แนะนำ

# PathwaysSvc_SuggestedPathwaysError
source: Sorry! There was a problem getting suggested pathways.
ar_sa: نعتذر! حدثت مشكلة أثناء تلقي المساقات المقترحة.
es_es: ¡Lo sentimos! Se produjo un problema al recuperar los itinerarios sugeridos.
ko_kr: 죄송합니다! 추천하는 경로를 가져오는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het verkrijgen van de voorgestelde aanbevelingen.
th_th: ขออภัย! เกิดปัญหาในการรับเส้นทางการเรียนรู้ที่แนะนำ

# PathwaysSvc_UnenrollError
source: Sorry! There was a problem un-enrolling you from the pathway.
ar_sa: نعتذر! حدثت مشكلة أثناء إلغاء تسجيلك من المساق.
es_es: ¡Lo sentimos! Se produjo un problema al darle de baja del itinerario.
ko_kr: 죄송합니다! 경로에 등록을 취소하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het uitschrijven uit het leerpad.
th_th: ขออภัย! เกิดปัญหาในการถอนการลงทะเบียนของคุณออกจากเส้นทางการเรียนรู้

# PathwaysSvc_UpdateError
source: Sorry! There was a problem updating the pathway.
ar_sa: نعتذر! حدثت مشكلة أثناء تحديث المساق.
es_es: ¡Lo sentimos! Se produjo un problema al actualizar el itinerario.
ko_kr: 죄송합니다! 경로를 업데이트하는 데 문제가 있습니다.
nl_nl: Sorry! Er was een probleem met updaten van het leerpad.
th_th: ขออภัย! เกิดปัญหาในการอัปเดตเส้นทางการเรียนรู้

# PathwaysSvc_UpdateVisibilityError
source: Sorry! There was a problem updating the pathway visibility.
ar_sa: نعتذر! حدثت مشكلة أثناء تحديث إمكانية رؤية المساق.
es_es: ¡Lo sentimos! Se produjo un problema al actualizar la visibilidad del itinerario.
ko_kr: 죄송합니다! 경로 표시 여부를 업데이트하는 데 문제가 있습니다.
nl_nl: Sorry! Er was een probleem met de zichtbaarheid van het leerpad.
th_th: ขออภัย! เกิดปัญหาในการอัปเดตสถานะการมองเห็นเส้นทางการเรียนรู้

# PathwayTopContent_Empty
source: There is no content to show here.
ar_sa: لا يوجد محتوى لعرضه هنا.
es_es: No hay ningún contenido para mostrar.
ko_kr: 여기에 표시할 콘텐츠가 없습니다.
nl_nl: Er is hier geen content om weer te geven.
th_th: ไม่มีเนื้อหาให้แสดงที่นี่

# PathwayTopContent_Title
source: Top Content
ar_sa: أفضل محتوى
es_es: Contenido destacado
ko_kr: 상위 콘텐츠
th_th: เนื้อหายอดนิยม

# PeopleCtrl_AllPeople
source: All People
ar_sa: كل الأشخاص
es_es: Todas las personas
ko_kr: 모든 사람
nl_nl: Alle personen
th_th: เพิ่มผู้คน

# PositionFormCtrl_AddCategory
source: Please add at least one category.
ar_sa: يرجى إضافة فئة واحدة على الأقل.
es_es: Agregue al menos una categoría.
ko_kr: 카테고리를 최소한 하나 이상 추가하십시오.
nl_nl: Voeg ten minste één categorie toe.
th_th: โปรดเพิ่มข้อมูลอย่างน้อยหนึ่งหมวดหมู่

# PositionFormCtrl_AddExperience
source: Add Experience
ar_sa: إضافة خبرة
es_es: Agregar experiencia
ko_kr: 경험 추가
nl_nl: Ervaring toevoegen
th_th: เพิ่มประสบการณ์

# PositionFormCtrl_AverageHours
source: Please specify the average number of hours you worked each week.
ar_sa: يرجى تحديد متوسط عدد الساعات التي عملت فيها لكل أسبوع.
es_es: Especifique el número medio de horas que trabajó cada semana.
ko_kr: 매주 근무한 평균 시간을 지정하십시오.
nl_nl: Geef het gemiddelde aantal gewerkte uren per week.
th_th: โปรดระบุจำนวนชั่วโมงการทำงานเฉลี่ยของคุณในแต่ละสัปดาห์

# PositionFormCtrl_CompanyOrg
source: Company or Organization
ar_sa: شركة أو مؤسسة
es_es: Compañía o empresa
ko_kr: 회사 또는 조직
nl_nl: Bedrijf of organisatie
th_th: บริษัทหรือองค์กร

# PositionFormCtrl_CurrentPosition
source: This is my current position
ar_sa: هذا منصبي الحالي
es_es: Este es mi puesto actual
ko_kr: 현재의 직책입니다
nl_nl: Dit is mijn huidige functie
th_th: นี่คือตำแหน่งปัจจุบันของฉัน

# PositionFormCtrl_Description
source: Description
ar_sa: الوصف
es_es: Descripción
ko_kr: 설명
nl_nl: Beschrijving
th_th: คำอธิบาย

# PositionFormCtrl_EditExperience
source: Edit Experience
ar_sa: تحرير الخبرة
es_es: Editar experiencia
ko_kr: 경험 편집
nl_nl: Ervaring bewerken
th_th: แก้ไขประสบการณ์

# PositionFormCtrl_EndAfterStart
source: The end date must be after the start date.
ar_sa: يجب أن يكون تاريخ الانتهاء بعد تاريخ البداية.
es_es: La fecha de finalización debe ser posterior a la fecha de inicio.
ko_kr: 종료 날짜는 시작 날짜 뒤에 있어야 합니다.
nl_nl: De einddatum moet later zijn dan de startdatum.
th_th: วันที่สิ้นสุดจะต้องเกิดขึ้นหลังจากวันที่เริ่มต้น

# PositionFormCtrl_EndDate
source: End Date
ar_sa: تاريخ الانتهاء
es_es: Fecha de finalización
ko_kr: 종료 날짜
nl_nl: Einddatum
th_th: วันที่สิ้นสุด

# PositionFormCtrl_EndDateError
source: Please specify the date you left this experience.
ar_sa: يرجى تحديد التاريخ الذي غادرت فيه هذه الخبرة.
es_es: Especifique la fecha en la finalizó su experiencia.
ko_kr: 이 경력을 떠난 날짜를 지정하십시오.
nl_nl: Geef de datum aan waarop je deze ervaring hebt verlaten.
th_th: โปรดระบุวันที่คุณออกจากประสบการณ์นี้

# PositionFormCtrl_HoursPerWeek
source: Hours per Week
ar_sa: بمقياس ساعة/أسبوع
es_es: Horas por semana
ko_kr: 주당 시간
nl_nl: Uren per week
th_th: ชั่วโมงต่อสัปดาห์

# PositionFormCtrl_IntermediatePosition
source: Intermediate
ar_sa: متوسط
es_es: Intermedio
ko_kr: 중간
nl_nl: Intermediair
th_th: ระดับกลาง

# PositionFormCtrl_JuniorPosition
source: Junior
ar_sa: مبتدئ
es_es: Júnior
ko_kr: 하급
th_th: ระดับผู้น้อย

# PositionFormCtrl_Organization
source: Organization
ar_sa: مؤسسة
es_es: Empresa
ko_kr: 조직
nl_nl: Organisatie
th_th: องค์กร

# PositionFormCtrl_PositionTitle
source: Position Title
ar_sa: العنوان الوظيفي
es_es: Nombre del puesto
ko_kr: 직책
nl_nl: Functietitel
th_th: ชื่อตำแหน่ง

# PositionFormCtrl_RequiredOrg
source: A organization name is required.
ar_sa: يلزم إدخال اسم مؤسسة.
es_es: Se necesita un nombre de empresa.
ko_kr: 조직 이름이 필요합니다.
nl_nl: Een organisatienaam is vereist.
th_th: ต้องระบุชื่อองค์กร

# PositionFormCtrl_RequiredTitle
source: A title is required.
ar_sa: يلزم إدخال عنوان.
es_es: Se necesita un nombre.
ko_kr: 제목이 필요합니다.
nl_nl: Een titel is vereist.
th_th: ต้องระบุชื่อ

# PositionFormCtrl_SaveExperience
source: Save Experience
ar_sa: حفظ الخبرة
es_es: Guardar experiencia
ko_kr: 경험을 저장
nl_nl: Ervaring opslaan
th_th: บันทึกประสบการณ์

# PositionFormCtrl_Seniority
source: Seniority
ar_sa: مستوى الأقدمية
es_es: Antigüedad
ko_kr: 선임
nl_nl: Senioriteit
th_th: ระดับอาวุโส

# PositionFormCtrl_SeniorPosition
source: Senior
ar_sa: خبير
es_es: Superior
ko_kr: 선임
th_th: ระดับอาวุโส

# PositionFormCtrl_StartDate
source: Start Date
ar_sa: تاريخ البدء
es_es: Fecha de inicio
ko_kr: 시작 날짜
nl_nl: Startdatum
th_th: วันที่เริ่มต้น

# PositionFormCtrl_StartDateError
source: Please specify the date you started this experience.
ar_sa: يرجى تحديد التاريخ الذي بدأت فيه هذه الخبرة.
es_es: Especifique la fecha en la comenzó su experiencia.
ko_kr: 이 경력을 시작한 날짜를 지정하십시오.
nl_nl: Geef de datum waarop je deze ervaring bent begonnen.
th_th: โปรดระบุวันที่คุณเริ่มต้นประสบการณ์นี้

# PositionFormCtrl_Title
source: Title
ar_sa: العنوان
es_es: Título
ko_kr: 제목
nl_nl: Titel
th_th: ชื่อ

# PrePay_CertificateApplication
source: Certificate Application
ar_sa: التصديق على التطبيق
es_es: Aplicación del certificado
ko_kr: 인증서 신청
nl_nl: Certificaataanvraag
th_th: การขอใบรับรอง

# PrePay_ChooseSkill
source: Choose Skill
ar_sa: اختيار مهارة
es_es: Seleccionar habilidad
ko_kr: 기술 선택
nl_nl: Kies vaardigheid
th_th: เลือกทักษะ

# PrePay_Payment
source: Payment
ar_sa: الدفع
es_es: Pago
ko_kr: 지급
nl_nl: Betaling
th_th: การชำระเงิน

# PrePay_YourInformation
source: Your Information
ar_sa: معلوماتك
es_es: Su información
ko_kr: 귀하의 정보
nl_nl: Jouw informatie
th_th: ข้อมูลของคุณ

# primaryPlanSelectionModal_YesContinue
source: Yes, continue
ar_sa: نعم، متابعة
es_es: Sí, continuar
ko_kr: 예. 계속합니다
nl_nl: Ja, doorgaan
th_th: ใช่ ดำเนินการต่อ

# problemModalContent_ContactPermission
source: You have permission to contact me with additional questions pertaining to this report
ar_sa: لديك إذن بالاتصال بي بشأن أسئلة إضافية تتعلق بهذا التقرير
es_es: Tiene permiso para contactarme con preguntas adicionales sobre este informe
ko_kr: 이 보고서에 관한 추가 질문으로 저에게 연락할 권한이 있습니다.
nl_nl: Je hebt toestemming om mij te benaderen met aanvullende vragen met betrekking tot dit rapport
th_th: คุณมีสิทธิ์ติดต่อฉัน หากมีข้อสงสัยเพิ่มเติมเกี่ยวกับรายงานนี้

# problemModalContent_Reason
source: Tell us the problem you're having
ar_sa: أخبرنا عن المشكلة التي تواجهها
es_es: Díganos el problema que tiene
ko_kr: 문제점을 알려 주세요
nl_nl: Vertel ons over jouw probleem
th_th: โปรดบอกเราว่าคุณพบปัญหาอะไร

# problemModalContent_Title
source: Report a Problem
ar_sa: إبلاغ عن مشكلة
es_es: Informar de un problema
ko_kr: 문제를 보고
nl_nl: Een probleem melden
th_th: รายงานปัญหา

# ProfileCtrl_AddGroup
source: Add Group
ar_sa: إضافة مجموعة
es_es: Añadir grupo
ko_kr: 그룹 추가
nl_nl: Groep toevoegen
th_th: เพิ่มกลุ่ม

# ProfileCtrl_AllCategories
source: All Categories
ar_sa: كل الفئات
es_es: Todas las categorías
ko_kr: 모든 카테고리
nl_nl: Alle categorieën
th_th: ทุกหมวดหมู่

# ProfileCtrl_ArticlesRead
source: Articles Read
ar_sa: المقالات المقروءة
es_es: Artículos leídos
ko_kr: 읽은 아티클
nl_nl: Gelezen artikelen
th_th: บทความที่อ่าน

# ProfileCtrl_AssessmentsCompleted
source: Assessments Completed
ar_sa: التقييمات المكتملة
es_es: Evaluaciones completadas
ko_kr: 평가 완료
nl_nl: Voltooide beoordelingen
th_th: แบบประเมินที่ทำ

# ProfileCtrl_BooksRead
source: Books Read
ar_sa: الكتب المقروءة
es_es: Libros leídos
ko_kr: 읽은 책
nl_nl: Gelezen boeken
th_th: หนังสือที่อ่าน

# ProfileCtrl_BulkDeleteFormat
source: Are you sure you want to delete the {{selectedLength}} selected items?
ar_sa: هل أنت متأكد من حذف العناصر المحددة {{selectedLength}}؟
es_es: ¿De verdad quiere eliminar los elementos de {{selectedLength}} seleccionados?
ko_kr: 선택한 {{selectedLength}}개 항목을 삭제하시겠습니까?
nl_nl: Weet je zeker dat je de {{selectedLength}} geselecteerde items wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบเนื้อหาที่เลือก {{selectedLength}} รายการ?

# ProfileCtrl_BulkDeleteSingle
source: Are you sure you want to delete the selected item?
ar_sa: هل أنت متأكد من حذف العنصر المحدد؟
es_es: ¿De verdad quiere eliminar el elemento seleccionado?
ko_kr: 선택한 항목을 삭제하시겠습니까?
nl_nl: Weet je zeker dat je het geselecteerde item wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบเนื้อหาที่เลือก?

# ProfileCtrl_CoursesCompleted
source: Courses Completed
ar_sa: الدورات المكتملة
es_es: Cursos completados
ko_kr: 과정 완료
nl_nl: Voltooide cursussen
th_th: หลักสูตรที่เรียน

# ProfileCtrl_CreateGroup
source: Create a Group
ar_sa: إنشاء مجموعة
es_es: Crear un grupo
ko_kr: 그룹 만들기
nl_nl: Een groep aanmaken
th_th: สร้างกลุ่ม

# ProfileCtrl_DeleteCollectionGenericItemBody
source: These items will no longer count toward your overall points and will no longer appear in your profile.
ar_sa: لن تحتسب هذه العناصر بعد الآن ضمن النقاط العامة الخاصة بك ولن تظهر بعد الآن في ملفك الشخصي.
es_es: Estos elementos ya no contarán en sus puntos totales ni aparecerán en su perfil.
ko_kr: 이러한 항목은 더 이상 귀하의 전체 포인트에 포함되지 않으며 프로필에도 나타나지 않습니다.
nl_nl: Deze items tellen niet meer mee voor je totale score en worden niet meer weergegeven in je profiel.
th_th: รายการเหล่านี้จะไม่นับรวมอยู่ในคะแนนทั้งหมดของคุณอีกต่อไป และจะไม่ปรากฎในโปรไฟล์ของคุณอีก

# ProfileCtrl_DeleteCollectionItemBodyFormat
source: This {{type}} will no longer count toward your overall points and will no longer appear in your profile.
ar_sa: لن يتم احتساب {{type}} بعد الآن ضمن النقاط العامة الخاصة بك ولن تظهر بعد الآن في ملفك الشخصي.
es_es: Este {{type}} ya no contará en sus puntos totales ni aparecerá en su perfil.
ko_kr: 이 {{type}}은(는) 더 이상 귀하의 전체 포인트에 포함되지 않으며 더 이상 귀하의 프로필에 나타나지 않습니다.
nl_nl: Deze {{type}} telt niet langer mee in je totale score en wordt niet meer weergegeven in jouw profiel.
th_th: {{type}}จะไม่นับเป็นส่วนหนึ่งของคะแนนรวม และจะไม่ปรากฏในโปรไฟล์ของคุณอีกต่อไป

# ProfileCtrl_DeleteCollectionItemHeaderFormat
source: Are you sure you want to delete this {{type}}?
ar_sa: هل أنت متأكد من رغبتك في إتمام حذف {{type}}؟
es_es: ¿De verdad quiere eliminar este {{type}}?
ko_kr: 이 {{type}}을(를) 삭제하시겠습니까?
nl_nl: Weet je zeker dat je deze {{type}} wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบ{{type}}นี้?

# ProfileCtrl_DeleteCollectionItemNotifierFormat
source: {{itemTitle}} has been deleted.
ar_sa: تم حذف {{itemTitle}}.
es_es: Se eliminó {{itemTitle}}.
ko_kr: {{itemTitle}}이(가) 삭제되었습니다!
nl_nl: {{itemTitle}} is verwijderd.
th_th: {{itemTitle}}ถูกลบออกแล้ว

# ProfileCtrl_DeleteCollectionMultipleItemsNotifierFormat
source: {{selectedLength}} items have been deleted.
ar_sa: لقد تم حذف {{selectedLength}} عناصر.
es_es: Se han eliminado {{selectedLength}} elementos.
ko_kr: {{selectedLength}}개 항목이 삭제되었습니다.
nl_nl: {{selectedLength}} items zijn verwijderd.
th_th: ลบ {{selectedLength}} รายการแล้ว

# ProfileCtrl_DeleteProviderItemNotifierFormat
source: Items from '{{providerName}}' have been deleted.
ar_sa: تم حذف عناصر '{{providerName}}'.
es_es: Se eliminaron los elementos de {{providerName}}.
ko_kr: '{{providerName}}'의 항목이 삭제되었습니다.
nl_nl: Items van '{{providerName}}' zijn verwijderd.
th_th: เนื้อหาจาก '{{providerName}}' ถูกลบออกแล้ว

# ProfileCtrl_DeleteProviderItemPromptFormat
source: Are you sure you want to delete the items from '{{providerName}}'?
ar_sa: هل أنت متأكد من حذف عناصر '{{providerName}}'؟
es_es: ¿De verdad quiere eliminar los elementos de {{providerName}}?
ko_kr: '{{providerName}}'의 항목을 삭제하시겠습니까?
nl_nl: Weet je zeker dat je de items wilt verwijderen uit '{{providerName}}'?
th_th: คุณแน่ใจหรือว่าต้องการลบเนื้อหาจาก '{{providerName}}'?

# ProfileCtrl_EditCollectionItemNotifierFormat
source: {{itemTitle}} has been updated!
ar_sa: تم تحديث {{itemTitle}}.
es_es: ¡Se actualizó {{itemTitle}}!
ko_kr: {{itemTitle}}이(가) 업데이트 되었습니다!
nl_nl: {{itemTitle}} is bijgewerkt!
th_th: {{itemTitle}} ได้รับการอัปเดตแล้ว!

# ProfileCtrl_EventsAttended
source: Events Attended
ar_sa: الفعاليات التي تم حضورها
es_es: Eventos a los que asistió
ko_kr: 참석한 이벤트
nl_nl: Bijgewoonde evenementen
th_th: งานกิจกรรมที่เข้าร่วม

# ProfileCtrl_FindGroups
source: Find a group to join
ar_sa: قم بإيجاد مجموعة للانضمام إليها
es_es: Buscar un grupo al que unirse
ko_kr: 가입할 그룹 찾기
nl_nl: Zoek een groep om lid van te worden
th_th: ค้นหากลุ่มที่จะเข้าร่วม

# ProfileCtrl_PodcastsCompleted
source: Podcast Episodes Completed
ar_sa: الحلقات الإذاعية المكتملة
es_es: Episodios en podcast completados
ko_kr: 팟캐스트 에피소드 완료
nl_nl: Voltooide podcastafleveringen
th_th: ฟังพอดแคสต์จบตอนแล้ว

# ProfileCtrl_PointsEarnedTitle
source: Points Earned
ar_sa: النقاط المكتسبة
es_es: Puntos ganados
ko_kr: 획득한 포인트
nl_nl: Verdiende punten
th_th: คะแนนที่ได้รับ

# ProfileCtrl_VideosWatched
source: Videos Watched
ar_sa: مقاطع الفيديو التي تمت مشاهدتها
es_es: Videos vistos
ko_kr: 시청한 동영상
nl_nl: Gekeken video's
th_th: วิดีโอที่รับชม

# ProfilePathways_Authoring
source: Authoring
ar_sa: قيد التصميم
es_es: Creando
ko_kr: 저작
nl_nl: Auteur
th_th: กำลังสร้าง

# ProfilePathways_Completed
source: Completed
ar_sa: مكتمل
es_es: Completado
ko_kr: 완료됨
nl_nl: Voltooid
th_th: เสร็จสิ้นแล้ว

# ProfilePathways_CreateNewPathway
source: Create Pathway
ar_sa: إنشاء مساق
es_es: Crear itinerario
ko_kr: 경로 만들기
nl_nl: Leerpad aanmaken
th_th: สร้างเส้นทางการเรียนรู้

# ProfilePathways_CreatePathway
source: Create a Pathway
ar_sa: إنشاء مساق
es_es: Crear un itinerario
ko_kr: 경로 만들기
nl_nl: Een Leerpad aanmaken
th_th: สร้างเส้นทางการเรียนรู้

# ProfilePathways_EmptyDescription
source: Create, share, and follow Learning Pathways.
ar_sa: قم بإنشاء مساقات تعليمية ومشاركتها وتتبعها.
es_es: Cree, comparta y siga itinerarios de formación.
ko_kr: 학습 경로를 만들고, 공유하고 팔로우합니다.
nl_nl: Leerpaden aanmaken, delen en volgen.
th_th: สร้าง แชร์ และติดตามเส้นทางการเรียนรู้

# ProfilePathways_EmptyTitle
source: Start Your Journey
ar_sa: ابدأ رحلتك
es_es: Comience su viaje
ko_kr: 여정을 시작
nl_nl: Begin je avontuur
th_th: เริ่มการเดินทางของคุณ

# ProfilePathways_Enrolled
source: Enrolled
ar_sa: مسجل
es_es: Inscrito
ko_kr: 등록됨
nl_nl: Ingeschreven
th_th: สมัครแล้ว

# ProfilePathways_FindPathways
source: Find a Pathway to Follow
ar_sa: اعثر على مساق لتتبعه
es_es: Buscar un itinerario que seguir
ko_kr: 팔로우할 경로 찾기
nl_nl: Zoek een Leerpad om te volgen
th_th: ค้นหาเส้นทางการเรียนรู้ที่ต้องการติดตาม

# ProfilePathways_FindPathwaysAria
source: Find something to learn
ar_sa: اعثر على شيء ما لتتعلمه
es_es: Buscar algo que aprender
ko_kr: 배울 것을 찾기
nl_nl: Iets vinden om te leren
th_th: ค้นหาสิ่งที่ต้องการเรียนรู้

# ProfilePathways_LearnTypesAlt
source: Find, track, and measure ALL your learning
ar_sa: اعثر على كل عمليات التعلم المناسبة لك وتتبعها وقس أثرها
es_es: Buscar, hacer seguimiento y medir TODA su formación
ko_kr: 모든 귀하의 학습을 찾고, 추적하고 측정
nl_nl: ALLES wat je hebt geleerd vinden, vastleggen en meten
th_th: ค้นหา ติดตาม และวัดผลการเรียนรู้ทั้งหมดของคุณ

# ProfilePathways_NoPathways
source: No Pathways to Show
ar_sa: لا يوجد مساقات لعرضها
es_es: No hay itinerarios que mostrar
ko_kr: 보여줄 경로가 없음
nl_nl: Geen Leerpaden om te tonen
th_th: ไม่มีเส้นทางการเรียนรู้ให้แสดง

# ProfilePathways_UserNoPathwaysFormat
source: {{profileName}} hasn't created or enrolled in any pathways.
ar_sa: لم يتم إنشاء أو تسجيل {{profileName}} في أي من المساقات.
es_es: {{profileName}} no creó ni se inscribió en ningún itinerario.
ko_kr: {{profileName}}은(는) 경로를 생성하거나 등록하지 않았습니다.
nl_nl: {{ProfileName}} heeft geen leerpaden aangemaakt of zich voor leerpaden ingeschreven.
th_th: {{profileName}} ยังไม่ได้สร้างหรือลงทะเบียนสมัครเส้นทางการเรียนรู้ใดๆ

# ProvidersController_CompletedCountFormat
source: {0} people on Degreed have taken courses from this provider.
ar_sa: درس عدد {0} من الأشخاص على موقع Degreed دورات تعليمية مقدمة من هذه الجهة.
es_es: {0} personas en Degreed tomaron cursos de este proveedor.
ko_kr: Degreed에서 {0}명이 이 제공자에게서 과정을 선택했습니다.
nl_nl: {0} personen op Degreed hebben cursussen van deze aanbieder gevolgd.
th_th: {0} ผู้คนที่ Degreed ได้เข้ารับการอบรมจากผู้ให้บริการรายนี้

# ProvidersController_CourseDetails
source: View Course Details ››
ar_sa: عرض تفاصيل الدورة التعليمية ››
es_es: Ver los detalles del curso ››
ko_kr: 과정 상세 정보 보기 ››
nl_nl: Cursusdetails weergeven ››
th_th: ดูรายละเอียดหลักสูตร ››

# ProvidersController_DegreedDesc
source: With Degreed you can track all of your academic, professional, and lifelong learning. Get credit for everything you’ve learned—all of it!
ar_sa: من خلال موقع Degreed يمكنك تعقب عمليات التعلم الأكاديمية والمهنية وعمليات التعلم مدى الحياة احصل على تقدير مقابل كل شيء تعلمته حرفيًا.
es_es: Con Degreed puede hacer el seguimiento de su formación académica, profesional y permanente. Acredite todo lo que sabe, ¡todo!
ko_kr: Degreed로 모든 대학교, 전문적 및 평생 학습을 추적할 수 있습니다. 모든 학습한 항목에 대해 크레딧을 얻으세요!
nl_nl: Met Degreed kun je al je academische, professionele en levenslang leren bijhouden. Krijg studiepunten voor alles wat je hebt geleerd—alles!
th_th: ด้วย Degreed คุณสามารถติดตามการเรียนรู้ได้ทุกรูปแบบ ทั้งจากสถานศึกษา การทำงาน และประสบการณ์ตลอดชีวิตของคุณ รับหน่วยกิตจากทุกสิ่งที่คุณได้เรียนรู้ เราหมายถึงทุกอย่างจริงๆ!

# ProvidersController_JoinDegreed
source: Join Degreed
ar_sa: الانضمام إلى موقع Degreed
es_es: Únase a Degreed
ko_kr: Degreed에 참가
nl_nl: Word lid van Degreed
th_th: ร่วมใช้งาน Degreed

# ProvidersController_PopularCoursesFormat
source: Popular {0} Courses
ar_sa: الدورات التعليمية {0} الأكثر رواجًا
es_es: Cursos populares de {0}
ko_kr: 인기 있는 {0} 과정
nl_nl: Populaire {0} cursussen
th_th: หลักสูตรยอดนิยม {0} หลักสูตร

# PublicAbout_CardOneHeading
source: Degreed's Genesis:
ar_sa: نشأة Degreed:
es_es: Origen de Degreed:
ko_kr: Degreed의 시작:
nl_nl: De geboorte van Degreed:
th_th: ต้นกำเนิด Degreed:

# PublicAbout_CardOneSub
source: Watch our Demo Day video
ar_sa: شاهد فيديو يوم العرض التجريبي
es_es: Mirar nuestro video de demostración del día
ko_kr: Degreed 데모 데이 동영상 보기
nl_nl: Bekijk onze Demo Day-video
th_th: ชมวิดีโอสาธิตของเรา

# PublicAbout_CardTwoHeading
source: We're on a Mission:
ar_sa: نحن في مهمة:
es_es: Tenemos una misión:
ko_kr: Degreed의 미션:
nl_nl: We zijn op een missie:
th_th: เราอยู่ในภารกิจ:

# PublicAbout_CardTwoSub
source: Read our Manifesto
ar_sa: قراءة البيان الرسمي
es_es: Leer nuestro manifiesto
ko_kr: Degreed의 비즈니스 선언 읽기
nl_nl: Lees on manifest
th_th: อ่านแถลงการณ์ของเรา

# PublicAbout_ChrisTitle
source: Chief Executive Officer
ar_sa: الرئيس التنفيذي
es_es: Director General
ko_kr: CEO
th_th: ผู้บริหารสูงสุด

# PublicAbout_DavidTitle
source: Co-founder & Executive Chairman
ar_sa: أحد المؤسسين والرئيس التنفيذي
es_es: Cofundador y Presidente Ejecutivo
ko_kr: 공동 창립자 겸 회장
nl_nl: Medeoprichter en Executive Chairman
th_th: ผู้ร่วมก่อตั้งและประธานกรรมการบริหาร

# PublicAbout_DavidVTitle
source: Chief Customer Officer
ar_sa: رئيس قسم العملاء
es_es: Director de Clientes
ko_kr: 고객 지원 부문 최고 책임자
th_th: หัวหน้าฝ่ายบริหารลูกค้าสัมพันธ์

# PublicAbout_EricTitle
source: Co-founder & Chief Technology Officer
ar_sa: أحد المؤسسين ورئيس قسم التكنولوجيا
es_es: Cofundador y Jefe de Tecnología
ko_kr: 공동 창립자 겸 최고 기술 책임자
nl_nl: Medeoprichter en Chief Technology Officer
th_th: ผู้ร่วมก่อตั้งและประธานเจ้าหน้าที่ฝ่ายเทคโนโลยี

# PublicAbout_JoinTeam
source: Join the team.
ar_sa: انضم للفريق.
es_es: Únase al equipo.
ko_kr: Degreed와 함께하세요.
nl_nl: Word lid van het team.
th_th: เข้าร่วมทีม

# PublicAbout_KatTitle
source: Chief Product Officer
ar_sa: رئيس قسم المنتجات
es_es: Director de Productos
ko_kr: 최고 제품 책임자
th_th: หัวหน้าฝ่ายผลิตภัณฑ์

# PublicAbout_KellyTitle
source: Chief Learning Officer
ar_sa: رئيس قسم التعلم
es_es: Director de Aprendizaje
ko_kr: 최고 학습 책임자
th_th: หัวหน้าฝ่ายการเรียนรู้

# PublicAbout_LeadershipHeading
source: Leadership
ar_sa: القيادة
es_es: Liderazgo
ko_kr: 리더십
nl_nl: Leiderschap
th_th: ความเป็นผู้นำ
