Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# AccountSvc_LoginError
source: Sorry! There was a problem logging in. Please contact us so we can help.
ar_sa: نعتذر... حدثت مشكلة أثناء تسجيل الدخول. يرجى الاتصال بنا حتى نستطيع مساعدتك.
es_es: ¡Lo sentimos! Se produjo un problema al iniciar sesión. Contáctenos para que podamos ayudarle.
ko_kr: 죄송합니다! 로그인하는 데 문제가 있었습니다. 저희에게 연락 주시면 도움을 드리겠습니다.
nl_nl: Sorry! Er was een probleem met inloggen. Neem contact met ons op zodat we je kunnen helpen.
th_th: ขออภัย! เกิดปัญหาในการเข้าสู่ระบบ โปรดติดต่อเราเพื่อรับความช่วยเหลือ

# AccountSvc_OrgInvite
source: <p>You have been invited to join<br>Degreed Learning Management.</p><p>Participate in your organization&rsquo;s groups and learn with your coworkers.</p>
ar_sa: <p>أنت مدعو للانضمام إلى<br>إدارة التعلم بموقع Degreed.</p><p>شارك في المجموعات التابعة لمؤسستك وتعلم مع زملائك في العمل.</p>
es_es: <p>Le han invitado a unirse a<br>Gestión de formación de Degreed.</p><p>Participe en los grupos de su empresa y aprenda con sus colegas.</p>
ko_kr: <p>Degreed 학습 관리에<br>가입하도록 초대를 받았습니다.</p><p>조직의 그룹에 참여하고 동료들과 같이 학습하십시오.</p>
nl_nl: <p>Je bent uitgenodigd om lid te worden van Degreed Learning Management. </p><p> Neem deel aan groepen van je organisatie en leer samen met je collega's.</p>
th_th: <p>คุณได้รับเชิญให้เข้าร่วม<br>ระบบจัดการการเรียนรู้ Degreed</p><p>เข้าร่วมกลุ่มภายในองค์กรของคุณเพื่อเรียนรู้สิ่งต่างๆ ไปพร้อมๆ กับเพื่อนร่วมงาน</p>

# AccountSvc_OrgPasswordError
source: Sorry! You belong to an organization that does not allow you to reset or recover your password. Please contact Degreed support for more information.
ar_sa: نعتذر... أنت تنتمي إلى مؤسسة لا تسمح بإعادة تعيين كلمة المرور أو استردادها. يرجى الاتصال بقسم الدعم الفني بشركة Degreed لمزيد من المعلومات.
es_es: ¡Lo sentimos! Forma parte de una empresa que no permite restablecer o recuperar contraseñas. Contacte con asistencia al cliente de Degreed para obtener más información.
ko_kr: 죄송합니다! 귀하는 암호의 재설정 또는 복구를 허용하지 않는 조직에 속해 있습니다. 자세한 정보는 Degreed 지원팀에게 연락하십시오.
nl_nl: Sorry! Je behoort tot een organisatie die het resetten of herstellen van je wachtwoord niet toestaat. Neem contact op met de ondersteuning van Degreed voor meer informatie.
th_th: ขออภัย! คุณสังกัดองค์กรที่ไม่อนุญาตให้รีเซ็ตหรือกู้คืนรหัสผ่าน โปรดติดต่อฝ่ายสนับสนุนของ Degreed เพื่อรับข้อมูลเพิ่มเติม

# AccountSvc_PasswordResetError
source: Sorry! There was a problem resetting password. Please contact us so we can help.
ar_sa: نعتذر... حدثت مشكلة أثناء إعادة تعيين كلمة المرور. يرجى الاتصال بنا حتى نستطيع مساعدتك.
es_es: ¡Lo sentimos! Se produjo un problema al restablecer la contraseña. Contáctenos para que podamos ayudarle.
ko_kr: 죄송합니다! 암호를 재설정하는 데 문제가 있었습니다. 저희에게 연락 주시면 도움을 드리겠습니다.
nl_nl: Sorry! Er was een probleem met het resetten van je wachtwoord. Neem contact met ons op zodat we je kunnen helpen.
th_th: ขออภัย! เกิดปัญหาในการรีเซ็ตรหัสผ่าน โปรดติดต่อเราเพื่อรับความช่วยเหลือ

# AccountSvc_PasswordResetInstructionsMessage
source: Password reset instructions sent
ar_sa: تم إرسال تعليمات إعادة تعيين كلمة المرور
es_es: Instrucciones para restablecer la contraseña enviadas
ko_kr: 암호 재설정 방법 발송함
nl_nl: Instructies voor resetten wachtwoord verzonden
th_th: ส่งคำแนะนำในการรีเซ็ตรหัสผ่านแล้ว

# AccountSvc_Restricted
source: <p>Unfortunately at this time the Learning Portal is not available to regulated employees.</p>
ar_sa: <p>نعتذر لعدم توافر &quot;بوابة التعلم&quot; في هذا الوقت للموظفين الخاضعين.</p>
es_es: <p>Desafortunadamente, ahora mismo el portal de formación no está disponible para empleados regulados.</p>
ko_kr: <p>현재는 규제되는 직원들은 학습 포털을 사용할 수 없습니다.</p>
nl_nl: <p>Helaas is het Learning Portal (leerportaal) op dit moment niet beschikbaar voor medewerkers die worden gereguleerd. </p>
th_th: <p>น่าเสียดายที่ขณะนี้พอร์ทัลการเรียนรู้ไม่เปิดให้บริการสำหรับพนักงานที่ได้รับการควบคุม</p>

# AccountSvc_SecondaryEmail
source: <p>Please log in with your organization email.</p>
ar_sa: <p>الرجاء تسجيل الدخول باستخدام البريد الإلكتروني الخاص بك في المؤسسة.</p>
es_es: <p>Inicie sesión con el correo electrónico de su empresa.</p>
ko_kr: <p>귀하의 조직 이메일로 로그인하십시오.</p>
nl_nl: <p>Log in met de e-mail van je organisatie.</p>
th_th: <p>โปรดลงชื่อเข้าใช้ด้วยอีเมลองค์กรของคุณ</p>

# AccountSvc_SessionExpired
source: <p>Your session has expired. Checking the "Remember Me" checkbox will keep you logged in for a longer time but only do so on a private computer.</p><p>Please sign in again.</p>
ar_sa: <p>انتهى الوقت المخصص لهذه العملية. يمكّنك تحديد خانة &quot;تذكرني&quot; من الاحتفاظ بتسجيل الدخول لفترة أطول، ولكن لا تقم بذلك إلا على جهاز كمبيوتر شخصي.</p><p>الرجاء تسجيل الدخول مرة أخرى.</p>
es_es: <p>Su sesión ha expirado. Al marcar la casilla Recordarme, su sesión permanecerá abierta por más tiempo. Solo utilice esta opción en computadores privados.</p><p>Vuelva a iniciar sesión.</p>
ko_kr: <p>세션이 만료되었습니다. &quot;나를 기억하기&quot; 확인란을 선택하여 더 오랜 시간 동안 로그인 상태를 유지할 수 있지만 개인 컴퓨터에서만 사용하십시오.</p><p>다시 로그인하십시오.</p>
nl_nl: <p>De sessie is verlopen. Als je het selectievakje “Onthoud mij&quot; aanvinkt, blijf je ingelogd voor een langere periode, maar doe dit alleen op een privé computer. </p><p> Log opnieuw in.</p>
th_th: <p>เซสชันของคุณสิ้นสุดลงแล้ว การทำเครื่องหมายในช่อง &quot;จดจำฉัน&quot; จะช่วยให้คุณอยู่ในระบบได้นานขึ้น แต่โปรดทำเช่นนี้เมื่อใช้คอมพิวเตอร์ส่วนตัวเท่านั้น</p><p>โปรดลงชื่อเข้าใช้อีกครั้ง</p>

# AccountSvc_SignUp
source: <p>Sign up for a Degreed account.</p>
ar_sa: <p>سجل لإنشاء حساب على موقع Degreed.</p>
es_es: <p>Cree una cuenta en Degreed.</p>
ko_kr: <p>Degreed 계정에 등록하십시오.</p>
nl_nl: <p>Aanmelden voor een Degreed-account.</p>
th_th: <p>สมัครบัญชี Degreed</p>

# AccountSvc_Unsubscribe
source: <p><strong>{{email}} has been successfully unsubscribed from the {{newsletter}}</strong></p><p>If you would like to subscribe again at some point, you can do so from your settings.</p>
ar_sa: <p><strong>{{email}} تم إلغاء الاشتراك بنجاح من {{newsletter}}</strong></p><p>إذا كنت ترغب في إعادة الاشتراك مرة أخرى في المستقبل، يمكنك ضبط هذه الخاصية من الإعدادات الخاصة بك.</p>
es_es: <p><strong>{{email}} se dio correctamente de baja de {{newsletter}}</strong></p><p>Si quiere volver a suscribirse en el futuro, puede hacerlo en sus ajustes.</p>
ko_kr: <p><strong>{{email}}을(를) 성공적으로 {{newsletter}}에서부터 구독 취소했습니다.</strong></p><p>이후에 다시 구독하려는 경우 설정에서 구독할 수 있습니다.</p>
nl_nl: <p><strong>{{email}} is met succes uitgeschreven uit de {{newsletter}}</strong></p><p>Als je in de toekomst weer in wilt schrijven, kun je dit doen via de instellingen.</p>
th_th: <p><strong>{{email}} เลิกสมัครรับข้อมูลจาก {{newsletter}} สำเร็จแล้ว</strong></p><p>หากต้องการสมัครรับข้อมูลอีกครั้ง คุณสามารถทำได้จากส่วนการตั้งค่า</p>

# AccountSvc_UserEndorsement
source: <p>You have been asked to provide a recommendation to help verify and support someone&rsquo;s expertise. Your recommendation is a critical part of this process. Please sign in or sign up for a Degreed account below to complete the recommendation.</p>
ar_sa: <p>لقد طُلِب منك تقديم توصية للمساعدة في إثبات خبرة أحد الأشخاص ودعمه. توصيتك جزء مهم في هذه العملية. الرجاء تسجيل الدخول أو التسجيل أدناه لإنشاء حساب على موقع Degreed لإكمال هذه التوصية.</p>
es_es: <p>Le han pedido una recomendación para ayudar a comprobar y dar fe de la experiencia de alguien. Su recomendación es una parte crítica de este proceso. A continuación, inicie sesión o cree una cuenta en Degreed para completar la recomendación.</p>
ko_kr: <p>추천을 제공하여 다른 사람의 전문성을 확인 및 지원하도록 요청을 받았습니다. 추천은 이 프로세스의 중요한 부분입니다. 아래에서 Degreed 계정에 로그인하거나 등록하셔서 추천을 완료하십시오.</p>
nl_nl: <p>Je bent gevraagd om een aanbeveling te doen om iemands deskundigheid te controleren. Jouw aanbeveling is een cruciaal onderdeel van dit proces. Log in of meld je aan voor een Degreed-account hieronder om de aanbeveling te voltooien.</p>
th_th: <p>คุณได้รับคำขอให้ช่วยแนะนำบุคคล เพื่อรับรองและสนับสนุนความเชี่ยวชาญของเขา การแนะนำของคุณเป็นสิ่งสำคัญอย่างยิ่งในกระบวนการนี้ โปรดลงชื่อเข้าใช้หรือสมัครใช้งานบัญชี Degreed ด้านล่าง เพื่อดำเนินการแนะนำให้เสร็จเรียบร้อย</p>

# ActivitiesCtrl_OriginText
source: All group discussions
ar_sa: جميع مناقشات المجموعة
es_es: Todos los debates en grupo
ko_kr: 모든 그룹 논의
nl_nl: Alle groepsdiscussies
th_th: การหารือกลุ่มทั้งหมด

# addToPathwayModal_AddedSuccessfully
source: Successfully added to the pathway
ar_sa: تمت الإضافة إلى المساق بنجاح
es_es: Se agregó correctamente al itinerario
ko_kr: 경로에 성공적으로 추가되었습니다.
nl_nl: Met succes toegevoegd aan het leerpad
th_th: เพิ่มไปยังเส้นทางการเรียนรู้สำเร็จแล้ว

# addToPathwayModal_AddingError
source: An error occurred adding to the pathway
ar_sa: حدث خطأ أثناء الإضافة إلى المساق
es_es: Se produjo un error al agregar al itinerario
ko_kr: 경로에 추가하는 데에 오류가 발생했습니다.
nl_nl: Er is een fout opgetreden bij het toevoegen aan het leerpad
th_th: เกิดข้อผิดพลาดขณะเพิ่มไปยังเส้นทางการเรียนรู้

# addToPathwayModal_AddItemDescription
source: The item will be added to the pathway's "Hold for Later" area for the pathway you select. You can visit the pathway editor to arrange content into lessons.
ar_sa: سيُضاف البند إلى قسم "محفوظ لوقت آخر" الخاصّ بالمساق الذي حدّدته. يمكنك الذهاب إلى محرر المساقات، لتقسيم المحتوى إلى دروس.
es_es: Se agregará el elemento a la zona «Guardar para más tarde» del itinerario que seleccione. Puede ir al editor de itinerarios para clasificar contenido por lecciones.
ko_kr: 선택한 경로에 대해 이 항목이 경로의 "나중을 위해 저장" 섹션에 추가될 것입니다. 경로 편집기로 가서 콘텐츠를 단원으로 정렬할 수 있습니다.
nl_nl: Dit item zal aan het leerpadgebied "Voor later onthouden" worden toegevoegd voor het traject dat je selecteert. Je kunt de leerpadeditor bezoeken om de inhoud in lessen in te delen.
th_th: ระบบจะเพิ่มรายการไปยังพื้นที่ "ระงับไว้สำหรับภายหลัง" ในเส้นทางการเรียนรู้ คุณสามารถไปยังเครื่องมือแก้ไขเส้นทางการเรียนรู้เพื่อจัดเรียงเนื้อหาให้เป็นบทเรียน

# addToPathwayModal_AddToPathway
source: Add to Pathway
ar_sa: إضافة إلى المساق
es_es: Agregar al itinerario
ko_kr: 경로에 추가
nl_nl: Toevoegen aan leerpad
th_th: เพิ่มไปยังเส้นทางการเรียนรู้

# addToPathwayModal_CreatePathway
source: Create a Pathway
ar_sa: إنشاء مساق
es_es: Crear un itinerario
ko_kr: 경로 만들기
nl_nl: Een Leerpad aanmaken
th_th: สร้างเส้นทางการเรียนรู้

# addToPathwayModal_CreatePathwayExplanation
source: It doesn't look like you have a pathway created yet. A pathway is a curated collection of content focusing on a particular topic or skill. It's a great way to learn about any subject! In addition to enrolling in one of our ready-to-go pathways, you can create a custom pathway around a topic you are interested in.
ar_sa: يبدو أنك لم تنشئ مساقاً بعد. المساق هو تشكيلة من المحتويات المجمعة بهدف التركيز على موضوع محدد أو مهارة معينة. طريقة رائعة لمعرفة المزيد عن أي موضوع! بالإضافة إلى التسجيل في أحد مساقاتنا الجاهزة، يمكنك إنشاء مساق يلائم احتياجاتك حول أحد الموضوعات التي تهمك.
es_es: No parece que tenga un itinerario creado todavía. Un itinerario es una recopilación de contenido seleccionado que se centra en un tema o habilidad en particular. ¡Es una gran manera de aprender sobre cualquier tema! Además de inscribirse en uno de nuestros itinerarios ya confeccionados, puede crear un itinerario personalizado sobre un tema de su interés.
ko_kr: 아직 경로를 만든 것 같지 않습니다. 경로는 특정 주제 또는 기술에 집중하는 콘텐츠를 구성한 컬렉션입니다. 주제에 대해서 배우는 좋은 방법입니다! 준비가 완료된 경로에 등록하는 것 이외에도 관심이 있는 주제에 대한 사용자 지정 경로를 만들 수 있습니다.
nl_nl: Het lijkt erop dat je nog geen leerpad hebt aangemaakt. Een leerpad is een samengestelde verzameling van content met betrekking tot een bepaald onderwerp of vaardigheid. Het is een geweldige manier om meer te leren over elk onderwerp! In aanvulling op het inschrijven in een van onze kant-en-klare leerpaden, kun je een op maat leerpad aanmaken over een onderwerp waarin je geïnteresseerd bent.
th_th: ดูเหมือนว่าตอนนี้คุณยังไม่ได้สร้างเส้นทางการเรียนรู้ เส้นทางการเรียนรู้คือชุดเนื้อหาที่รวบรวมไว้อย่างเป็นระเบียบ โดยมุ่งเน้นหัวข้อหรือทักษะเรื่องใดเรื่องหนึ่งโดยเฉพาะ สิ่งนี้ช่วยส่งเสริมการเรียนรู้ได้อย่างดียิ่ง ไม่ว่าจะเป็นความรู้ในหัวข้อใด! นอกจากการสมัครเรียนในเส้นทางการเรียนรู้ที่พร้อมใช้งานได้ทันทีแล้ว คุณยังสามารถสร้างเส้นทางการเรียนรู้ของตัวเองในหัวข้อที่สนใจได้อีกด้วย

# addToPathwayModal_CreateYourPathway
source: Create your own pathway!
ar_sa: أنشئ مساقك المفضل الآن!
es_es: ¡Cree su propio itinerario!
ko_kr: 자신의 경로 만들기!
nl_nl: Maak je eigen leerpad!
th_th: สร้างเส้นทางการเรียนรู้ของคุณเองดูสิ!

# addToPathwayModal_EditPathway
source: Edit the Pathway
ar_sa: تحرير المساق
es_es: Editar el itinerario
ko_kr: 경로 편집
nl_nl: Het Leerpad bewerken
th_th: แก้ไขเส้นทางการเรียนรู้

# addToPathwayModal_MostRecentPathways
source: Most Recent Pathways
ar_sa: أحدث المساقات
es_es: Itinerarios más recientes
ko_kr: 최근 경로
nl_nl: Meest recente Leerpaden
th_th: เส้นทางการเรียนรู้ล่าสุด

# addToPathwayModal_SearchAuthoringPathway
source: Search for the pathway you are authoring
ar_sa: البحث عن المساق الذي تصممه
es_es: Buscar el itinerario que está creando
ko_kr: 작성하고 있는 경로를 검색
nl_nl: Het leerpad waarvan jij auteur bent zoeken
th_th: ค้นหาเส้นทางการเรียนรู้ที่คุณสร้างขึ้น

# addToPathwayModal_SearchYourPathways
source: Search Your Pathways
ar_sa: البحث عن مساقاتك
es_es: Buscar sus itinerarios
ko_kr: 자신의 경로 검색
nl_nl: Zoek jouw Leerpaden
th_th: ค้นหาเส้นทางการเรียนรู้ของคุณ

# addToPathwayModal_VisitPathwayEditPage
source: Visit the pathway edit page to arrange the content into lessons.
ar_sa: الذهاب إلى صفحة "تحرير المساقات" لتقسيم المحتوى إلى دروس.
es_es: Ir a la página de edición de itinerarios para clasificar el contenido por lecciones.
ko_kr: 경로 편집 페이지에 가셔서 콘텐트를 단원으로 정렬합니다.
nl_nl: Je kunt naar de pagina bewerken gaan om lessen te maken van de content.
th_th: คุณสามารถไปยังหน้าแก้ไขเส้นทางการเรียนรู้เพื่อจัดเรียงเนื้อหาให้เป็นบทเรียน

# addToPathwayModal_WhichPathway
source: Which pathway would you like to add this to?
ar_sa: ما المساق الذي ترغب في إضافة هذا إليه؟
es_es: ¿A qué itinerario quiere que se agregue?
ko_kr: 이것을 어떤 경로에 추가하시겠습니까?
nl_nl: Aan welk leerpad wil je dit toevoegen?
th_th: คุณต้องการเพิ่มสิ่งนี้ไปยังเส้นทางการเรียนรู้ใด?

# addToPathwayModal_YourPathways
source: Your Pathways
ar_sa: مساقاتك
es_es: Sus itinerarios
ko_kr: 자신의 경로
nl_nl: Jouw Leerpaden
th_th: เส้นทางการเรียนรู้ของคุณ

# addToTargetModal_AddedSuccessfully
source: Successfully added to the plan
ar_sa: تم الإضافة إلى الخطة بنجاح
es_es: Añadido al plan
ko_kr: 계획에 성공적으로 추가되었습니다.
nl_nl: Met succes toegevoegd aan het plan
th_th: เพิ่มไปยังแผนสำเร็จแล้ว

# addToTargetModal_AddingError
source: An error occurred while adding
ar_sa: حدث خطأ أثناء الإضافة.
es_es: Se produjo un error al agregar
ko_kr: 추가하는 중에 오류가 발생했습니다.
nl_nl: Er is een fout opgetreden tijdens het toevoegen
th_th: เกิดข้อผิดพลาดขณะเพิ่ม

# addToTargetModal_AddItemDescription
source: The item will be added to the plan you select. You can go to edit mode to arrange the content as needed.
ar_sa: سيُضاف العنصر إلى الخطة التي تحددها. يمكنك الذهاب إلى وضع التحرير حسب رغبتك.
es_es: El elemento se añadirá al plan que ha seleccionado. Puede ir al modo de edición para organizar el contenido según sus necesidades.
ko_kr: 이 항목을 선택한 계획에 추가합니다. 편집 모드로 이동해 필요한 대로 콘텐츠를 정렬할 수 있습니다.
nl_nl: Het item wordt toegevoegd aan het plan dat je hebt geselecteerd. Je kunt naar de bewerkingsmodus gaan om de content naar wens te organiseren.
th_th: เนื้อหาจะถูกเพิ่มไปยังแผนที่คุณเลือก คุณสามารถไปยังโหมดแก้ไขเพื่อจัดเตรียมเนื้อหาได้ตามต้องการ

# addToTargetModal_AddToTarget
source: Add to Plan
ar_sa: إضافة إلى الخطة
es_es: Agregar al plan
ko_kr: 계획에 추가
nl_nl: Toevoegen aan Plan
th_th: เพิ่มไปยังแผน

# addToTargetModal_CreateJobRoleExplanation
source: It doesn’t look like you’ve created any plans yet. A plan is a curated collection of skills, pathways, groups, people, and content focused on a particular learning goal. You can create a plan to collect unordered materials for an annual goal, personal development, or a role transition.
ar_sa: لا يبدو أنك قد أنشأت أي خطط بعد. الخطة هي تشكيلة من المهارات، والمسافات، والمجموعات، والأفراد، والمحتويات المجمعة بغرض التركيز على هدف تعلم معين يمكنك إنشاء خطة لجمع المواد غير المرتبة من أجل تحقيق هدف سنوي أو تنمية شخصية أو تحقيق تحول وظيفي.
es_es: Parece que aún no ha creado ningún plan. Un plan es una colección selecta de habilidades, itinerarios, grupos, gente y contenido enfocada a un objetivo de aprendizaje. Puede crear un plan para reunir materiales no ordenados para un objetivo anual, desarrollo personal o transición de rol.
ko_kr: 아직 계획을 만든 것 같지 않습니다. 계획은 기술, 경로, 그룹, 사람들 및 특정 목표에 집중하는 콘텐츠를 구성한 컬렉션입니다. 계획을 만들어서 연간 목표, 개인 개발 또는 역할 전환에 대한 순서가 없는 자료를 수집할 수 있습니다.
nl_nl: Het lijkt erop dat je nog geen plannen hebt aangemaakt. Een plan is een samengestelde verzameling van vaardigheden, leerpaden, groepen, personen en content gericht op een bepaald leerdoel. Je kunt een plan maken om ongeordend materiaal te verzamelen voor een jaarlijks doel, persoonlijke ontwikkeling of een verandering van rol.
th_th: ดูเหมือนว่าตอนนี้คุณยังไม่ได้สร้างแผนใดๆ แผนการคือชุดของทักษะ เส้นทางการเรียนรู้ กลุ่ม ผู้คน และเนื้อหาที่รวบรวมไว้อย่างเป็นระเบียบ โดยมุ่งเน้นเกี่ยวกับเป้าหมายการเรียนรู้เพียงเป้าหมายเดียวเท่านั้น คุณสามารถสร้างแผนเพื่อรวบรวมเนื้อหาที่ไม่ได้สั่งเพื่อเป้าหมายประจำปี การพัฒนาส่วนบุคคล หรือการเปลี่ยนบทบาท

# addToTargetModal_CreateTarget
source: Create a plan
ar_sa: إنشاء خطة
es_es: Crear un plan
ko_kr: 계획 만들기
nl_nl: Maak een plan
th_th: สร้างแผน

# addToTargetModal_CreateYourTarget
source: Create your own plan!
ar_sa: قم بإنشاء خطتك!
es_es: Cree su propio plan
ko_kr: 나만의 계획을 만들어 보세요!
nl_nl: Maak je eigen plan!
th_th: สร้างแผนของคุณเอง!

# addToTargetModal_EditTarget
source: Edit the plan
ar_sa: تحرير الخطة
es_es: Editar el plan
ko_kr: 계획 편집
nl_nl: Plan bewerken
th_th: แก้ไขแผน

# addToTargetModal_MostRecentTargets
source: Most Recent Plans
ar_sa: أحدث الخطط
es_es: Planes más recientes
ko_kr: 최근 계획
nl_nl: Meest recente plannen
th_th: แผนล่าสุด

# addToTargetModal_SearchAuthoringTarget
source: Search for the plan you are authoring
ar_sa: البحث عن الخطة التي تصممها
es_es: Buscar el plan que está creando
ko_kr: 작성하고 있는 계획 검색
nl_nl: Het plan waarvan jij auteur bent zoeken
th_th: ค้นหาแผนที่คุณสร้างขึ้น

# addToTargetModal_SearchYourTargets
source: Search Your Plans
ar_sa: البحث في خططك
es_es: Buscar sus planes
ko_kr: 계획 검색
nl_nl: Jouw plannen doorzoeken
th_th: ค้นหาแผนของคุณ

# addToTargetModal_VisitTargetEditPage
source: Go to edit mode to arrange the content.
ar_sa: اذهب إلى وضع التحرير لترتيب المحتوى.
es_es: Ir al modo de edición para organizar el contenido.
ko_kr: 편집 모드로 이동해 콘텐츠를 정렬하세요.
nl_nl: Ga naar de bewerkingsmodus om de content te organiseren.
th_th: ไปยังโหมดแก้ไขเพื่อจัดเตรียมเนื้อหา

# addToTargetModal_WhichTarget
source: Which plan would you like to add this to?
ar_sa: ما الخطة التي ترغب في إضافة هذا إليها؟
es_es: ¿A qué plan le gustaría añadirlo?
ko_kr: 이것을 어떤 계획에 추가하시겠습니까?
nl_nl: Aan welk plan wil je dit toevoegen?
th_th: คุณต้องการเพิ่มสิ่งนี้ไปยังแผนใด

# addToTargetModal_YourTargets
source: Your Plans
ar_sa: خطتك
es_es: Sus planes
ko_kr: 귀하의 계획
nl_nl: Jouw plannen
th_th: แผนของคุณ

# alertModal_DontShowAgain
source: Don't show this again
ar_sa: لا تظهر هذا مرة أخرى
es_es: No volver a mostrarla
ko_kr: 다시 보이지 않기
nl_nl: Dit bericht niet meer tonen
th_th: ไม่ต้องแสดงสิ่งนี้อีก

# AnonymousUserHelper_EmailName
source: Anon. Learner
ar_sa: حالا. متعلم
es_es: Anónimo Aprendiz
ko_kr: 익명 학습자
nl_nl: Anon. Gebruiker
th_th: นิรนาม ผู้เรียน

# AnonymousUserHelper_Name
source: Anonymous Learner
ar_sa: متعلم مجهول
es_es: Aprendiz anónimo
ko_kr: 익명의 학습자
nl_nl: Anonieme gebruiker
th_th: ผู้เรียนนิรนาม

# AppHeader_BrowseTitle
source: Browse
ar_sa: تصفح
es_es: Navegación
ko_kr: 찾아보기
nl_nl: Bladeren
th_th: เลือกดู

# AppHeader_HomeTitle
source: Home
ar_sa: الصفحة الرئيسية
es_es: Inicio
ko_kr: 홈
nl_nl: Startpagina
th_th: หน้าแรก

# AppHeader_HowToLearnFormat
source: How to learn {{topic}}
ar_sa: كيفية تعلم {{topic}}
es_es: Cómo aprender {{topic}}
ko_kr: {{topic}}을(를) 배우는 방법
nl_nl: Leren over {{topic}}
th_th: วิธีเรียนรู้{{topic}}

# AppHeader_Login
source: Log in
ar_sa: تسجيل الدخول
es_es: Iniciar sesión
ko_kr: 로그인
nl_nl: Inloggen
th_th: เข้าสู่ระบบ

# AppHeader_ProfileTitle
source: Profile
ar_sa: الملف الشخصي
es_es: Perfil
ko_kr: 프로필
nl_nl: Profiel
th_th: โปรไฟล์

# AppHeader_Signup
source: Sign up
ar_sa: التسجيل
es_es: Crear cuenta
ko_kr: 등록
nl_nl: Aanmelden
th_th: สมัครใช้งาน

# AssessmentFormCtrl_AddAssessment
source: Add Assessment
ar_sa: إضافة تقييم
es_es: Agregar evaluación
ko_kr: 평가 추가
nl_nl: Beoordeling toevoegen
th_th: เพิ่มแบบประเมิน

# AssessmentFormCtrl_AddToCatalogFormat
source: Add this assessment to {{orgName}}'s catalog
ar_sa: إضافة التقييم الحالي إلى قائمة {{orgName}}
es_es: Agregar esta evaluación al catálogo de {{orgName}}
ko_kr: 이 평가를 {{orgName}}의 카탈로그에 추가
nl_nl: Voeg deze beoordeling toe aan de catalogus van {{orgName}}
th_th: เพิ่มแบบประเมินนี้ไปยังแค็ตตาล็อกของ {{orgName}}

# AssessmentFormCtrl_AssessmentName
source: Assessment Name
ar_sa: اسم التقييم
es_es: Nombre de evaluación
ko_kr: 평가 이름
nl_nl: Naam beoordeling
th_th: ชื่อแบบประเมิน

# AssessmentFormCtrl_AssessmentProvider
source: Assessment Provider
ar_sa: مقدم التقييم
es_es: Proveedor de evaluación
ko_kr: 평가 제공자
nl_nl: Aanbieder van assessment
th_th: ผู้ให้บริการแบบประเมิน

# AssessmentFormCtrl_AssessmentUrl
source: Assessment URL
ar_sa: عنوان URL الخاص بالتقييم
es_es: URL de evaluación
ko_kr: 평가 URL
nl_nl: Beoordelings-URL
th_th: URL แบบประเมิน

# AssessmentFormCtrl_Category
source: Please add at least one category.
ar_sa: يرجى إضافة فئة واحدة على الأقل.
es_es: Agregue al menos una categoría.
ko_kr: 카테고리를 최소한 하나 이상 추가하십시오.
nl_nl: Voeg ten minste één categorie toe.
th_th: โปรดเพิ่มข้อมูลอย่างน้อยหนึ่งหมวดหมู่

# AssessmentFormCtrl_CorrectQuestions
source: The number of correct questions cannot be greater than the number of questions.
ar_sa: لا يمكن أن يكون عدد الأسئلة الصحيحة أكبر من عدد الأسئلة الأصلية.
es_es: El número de preguntas correctas no puede ser mayor que el número de preguntas.
ko_kr: 올바른 질문의 수는 질문의 수보다 더 클 수 없습니다.
nl_nl: Het aantal juiste vragen kan niet groter zijn dan het aantal vragen.
th_th: คำถามที่ตอบถูกไม่สามารถมีจำนวนมากกว่าคำถามทั้งหมด

# AssessmentFormCtrl_CorrectQuestionsFormat
source: Questions correct {{startTag}} out of {{number}} {{endTag}}
ar_sa: عدد الأسئلة الصحيحة {{startTag}} من إجمالي {{number}} {{endTag}}
es_es: Preguntas correctas {{startTag}} de {{number}} {{endTag}}
ko_kr: {{startTag}}{{number}}개 중{{endTag}} 올바른 질문
nl_nl: Juist beantwoorde vragen {{startTag}} van {{number}} {{endTag}}
th_th: คำถามที่ตอบถูก {{startTag}} จาก {{number}} {{endTag}}

# AssessmentFormCtrl_DateCompleted
source: Date Completed
ar_sa: تاريخ الإكمال
es_es: Fecha completada
ko_kr: 완료한 날짜
nl_nl: Datum voltooid
th_th: วันที่เสร็จสิ้น

# AssessmentFormCtrl_Description
source: Description
ar_sa: الوصف
es_es: Descripción
ko_kr: 설명
nl_nl: Beschrijving
th_th: คำอธิบาย

# AssessmentFormCtrl_EditAssessment
source: Edit Assessment
ar_sa: تحرير تقييم
es_es: Editar evaluación
ko_kr: 평가 편집
nl_nl: Beoordeling bewerken
th_th: แก้ไขแบบประเมิน

# AssessmentFormCtrl_NameRequired
source: An assessment name is required.
ar_sa: يلزم إدخال اسم التقييم.
es_es: Se necesita un nombre de la evaluación.
ko_kr: 평가 이름이 필요합니다.
nl_nl: Een beoordelingsnaam is vereist.
th_th: ต้องระบุชื่อแบบประเมิน

# AssessmentFormCtrl_NumberOfQuestions
source: Please enter the number of questions.
ar_sa: يرجى إدخال عدد الأسئلة.
es_es: Ingrese el número de preguntas.
ko_kr: 질문의 수를 입력하십시오.
nl_nl: Voer het aantal vragen in.
th_th: โปรดป้อนจำนวนคำถาม

# AssessmentFormCtrl_NumberOfQuestionsError
source: Please enter the number of questions answered correctly.
ar_sa: يرجى إدخال عدد الأسئلة التي تم الإجابة عنها بشكل صحيح.
es_es: Ingrese el número de preguntas correctamente respondidas.
ko_kr: 바르게 답변한 질문의 수를 입력하십시오.
nl_nl: Voer het aantal juist beantwoorde vragen in.
th_th: โปรดป้อนจำนวนคำถามที่ตอบถูก
