Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# ContentTabs_InvalidTitle
source: Please enter a title
ar_sa: يرجى إدخال عنوان
es_es: Ingrese un título
ko_kr: 제목을 입력하십시오.
nl_nl: Voer een titel in
th_th: โปรดป้อนชื่อ

# ContentTabs_InvalidUrl
source: Please enter a valid url
ar_sa: يرجى إدخال رابط صحيح
es_es: Ingrese una URL válida
ko_kr: 유효한 URL을 입력하십시오.
nl_nl: Voer een geldige URL in
th_th: โปรดป้อน URL ที่ถูกต้อง

# ContentTabs_RelatedSkills
source: Related Skills
ar_sa: المهارات ذات الصلة
es_es: Habilidades relacionadas
ko_kr: 관련 기술
nl_nl: Gerelateerde vaardigheden
th_th: ทักษะที่เกี่ยวข้อง

# ContentTabs_YouAddedToProfile
source: You added this {{type}} to your profile
ar_sa: قمت بإضافة هذا {{type}} إلى ملفك الشخصي
es_es: Agregó este {{type}} a su perfil
ko_kr: 이 {{type}}을(를) 귀하의 프로필에 추가했습니다.
nl_nl: Je hebt dit {{type}} aan je profiel toegevoegd
th_th: คุณได้เพิ่ม{{type}}นี้ลงในโปรไฟล์ของคุณ

# CopyLinkSvc_ActionMessage
source: Copied!
ar_sa: تم النسخ
es_es: ¡Copiado!
ko_kr: 복사됨!
nl_nl: Gekopieerd!
th_th: คัดลอกแล้ว!

# CopyLinkSvc_MacCopy
source: Press ⌘-C to copy
ar_sa: للنسخ اضغط على مفتاحي ‎⌘-C
es_es: Pulse ⌘-C para copiar
ko_kr: ⌘-C 키를 눌러서 복사
nl_nl: Druk op ⌘-C om te kopiëren
th_th: กด ⌘-C เพื่อคัดลอก

# CopyLinkSvc_PcCopy
source: Press Ctrl-C to copy
ar_sa: للنسخ اضغط على مفتاحي ‎Ctrl-C
es_es: Pulse Ctrl-C para copiar
ko_kr: Ctrl-C 키를 눌러서 복사
nl_nl: Druk op Ctrl-C om te kopiëren
th_th: กด Ctrl-C เพื่อคัดลอก

# Core_1DayAgo
source: 1 day ago
ar_sa: منذ يوم مضى
es_es: Hace 1 día
ko_kr: 1일 전
nl_nl: 1 dag geleden
th_th: 1 วันที่แล้ว

# Core_1Hour
source: 1 hour
ar_sa: 1 ساعة
es_es: 1 hora
ko_kr: 1시간
nl_nl: 1 uur
th_th: 1 ชั่วโมง

# Core_1Hour1Minute
source: 1 hour, 1 minute
ar_sa: 1 ساعة، 1 دقيقة
es_es: 1 hora, 1 minuto
ko_kr: 1시간, 1분
nl_nl: 1 uur, 1 minuut
th_th: 1 ชั่วโมง 1 นาที

# Core_1HourAgo
source: 1 hour ago
ar_sa: منذ ساعة مضت
es_es: Hace 1 hora
ko_kr: 1시간 전
nl_nl: 1 uur geleden
th_th: 1 ชั่วโมงที่แล้ว

# Core_1HourMinutesFormat
source: 1 hour, {{minutes}} minutes
ar_sa: 1 ساعة، {{دقائق}} دقائق
es_es: 1 hora, {{minutes}} minutos
ko_kr: 1시간, {{minutes}}분
nl_nl: 1 uur, {{minutes}} minuten
th_th: 1 ชั่วโมง {{minutes}} นาที

# Core_1Minute
source: 1 minute
ar_sa: 1 دقيقة
es_es: 1 minuto
ko_kr: 1분
nl_nl: 1 minuut
th_th: 1 นาที

# Core_1MinuteAgo
source: 1 minute ago
ar_sa: منذ دقيقة مضت
es_es: Hace 1 minuto
ko_kr: 1분 전
nl_nl: 1 minuut geleden
th_th: 1 นาทีที่แล้ว

# Core_1MonthAgo
source: 1 month ago
ar_sa: منذ شهر مضى
es_es: Hace 1 mes
ko_kr: 1개월 전
nl_nl: 1 maand geleden
th_th: 1 เดือนที่แล้ว

# Core_1WeekAgo
source: 1 week ago
ar_sa: منذ أسبوع مضى
es_es: Hace 1 semana
ko_kr: 1주 전
nl_nl: 1 week geleden
th_th: 1 สัปดาห์ที่แล้ว

# Core_1YearAgo
source: 1 year ago
ar_sa: منذ سنة مضت
es_es: Hace 1 año
ko_kr: 1년 전
nl_nl: 1 jaar geleden
th_th: 1 ปีที่แล้ว

# Core_Accomplishment
source: Accomplishment
ar_sa: الإنجاز
es_es: Logro
ko_kr: 업적
nl_nl: Prestatie
th_th: ผลงานความสำเร็จ

# Core_AccomplishmentsDisplayName
source: Accomplishments
ar_sa: الإنجازات
es_es: Logros
ko_kr: 업적
nl_nl: Prestaties
th_th: ผลงานความสำเร็จ

# Core_AccountStatus
source: Account Status
ar_sa: حالة الحساب
es_es: Estado de la cuenta
ko_kr: 계정 상태
th_th: สถานะของบัญชี

# Core_ActionError
source: Sorry! There was a problem performing this action. It’s not your fault, we are working hard to fix the problem.
ar_sa: نعتذر! حدثت مشكلة أثناء تنفيذ هذا الإجراء. لا تقلق لم تكن خطأك، ونحن نعمل بجد لإصلاح هذه المشكلة.
es_es: ¡Lo sentimos! Se produjo un problema al realizar esta acción. No es culpa suya, estamos trabajando duro para resolver el problema.
ko_kr: 죄송합니다! 이 작업을 수행하는 데 문제가 있었습니다. 귀하의 잘못이 아닙니다. 저희는 이 문제를 해결하려고 노력 중입니다.
nl_nl: Sorry! Er was een probleem met het uitvoeren van deze actie. Dit is niet jouw schuld, we zijn hard aan het werk om het probleem op te lossen.
th_th: ขออภัย! เกิดปัญหาในการทำสิ่งนี้ นี่ไม่ใช่ความผิดของคุณ เรากำลังทำงานอย่างหนักเพื่อแก้ไขปัญหาดังกล่าว

# Core_Actions
source: Actions
ar_sa: الإجراءات
es_es: Acciones
ko_kr: 작업
nl_nl: Acties
th_th: การกระทำ

# Core_Active
source: Active
ar_sa: نشِط
es_es: Activa
ko_kr: 활성
nl_nl: Actief
th_th: ใช้งานอยู่

# Core_Add
source: Add
ar_sa: إضافة
es_es: Agregar
ko_kr: 추가
nl_nl: Toevoegen
th_th: เพิ่ม

# Core_AddArticle
source: Add Article
ar_sa: إضافة مقال
es_es: Agregar artículo
ko_kr: 아티클 추가
nl_nl: Artikel toevoegen
th_th: เพิ่มบทความ

# Core_AddAudio
source: Add Podcast
ar_sa: إضافة حلقة إذاعية
es_es: Agregar podcast
ko_kr: 팟캐스트 추가
nl_nl: Podcast toevoegen
th_th: เพิ่มพอดแคสต์

# Core_AddAudioToCatalogFormat
source: Add this podcast to {{orgName}}'s catalog
ar_sa: إضافة هذه الحلقة الإذاعية إلى قائمة {{orgName}}
es_es: Agregar este podcast al catálogo de {{orgName}}
ko_kr: 이 팟캐스트를 {{orgName}}의 카탈로그에 추가
nl_nl: Voeg deze podcast toe aan de catalogus van {{orgName}}
th_th: เพิ่มพอดแคสต์นี้ไปยังแค็ตตาล็อกของ {{orgName}}

# Core_AddBook
source: Add Book
ar_sa: إضافة كتاب
es_es: Agregar libro
ko_kr: 책 추가
nl_nl: Boek toevoegen
th_th: เพิ่มหนังสือ

# Core_Added
source: added
ar_sa: تمت الإضافة
es_es: agregado
ko_kr: 추가
nl_nl: toegevoegd
th_th: เพิ่มแล้ว

# Core_AddedToQueueNotifierFormat
source: {{itemTitle}} has been saved!
ar_sa: تم حفظ {{itemTitle}}.
es_es: ¡{{itemTitle}} se guardó!
ko_kr: {{itemTitle}}이(가) 저장되었습니다!
nl_nl: {{itemTitle}} is opgeslagen!
th_th: บันทึก {{itemTitle}} แล้ว!

# Core_AddGroups
source: Add Groups
ar_sa: إضافة مجموعات
es_es: Agregar grupos
ko_kr: 그룹 추가
nl_nl: Groepen toevoegen
th_th: เพิ่มกลุ่ม

# Core_AddGroupsInfo
source: Adding groups will help users find content that is associated to groups they belong to.
ar_sa: ستساعد إضافة المجموعات المستخدمين في البحث عن المحتوى الذي يرتبط بالمجموعات التي ينتمون إليها.
es_es: Agregar grupos ayudará a los usuarios a encontrar contenido relacionado con los grupos a los que pertenecen.
ko_kr: 그룹을 추가하면 사용자들이 속한 그룹과 연결된 콘텐츠를 찾는 데 도움이 될 것입니다.
nl_nl: Het toevoegen van groepen helpt gebruikers om content te vinden die behoort bij de groepen waartoe zij behoren.
th_th: การเพิ่มกลุ่มจะช่วยให้ผู้ใช้พบเนื้อหาที่เกี่ยวข้องกับกลุ่มที่ตนสังกัด

# Core_AddingGroupsInfo
source: Adding groups will help users find content that is associated to groups they belong to.
ar_sa: ستساعد إضافة المجموعات المستخدمين في البحث عن المحتوى الذي يرتبط بالمجموعات التي ينتمون إليها.
es_es: Agregar grupos ayudará a los usuarios a encontrar contenido relacionado con los grupos a los que pertenecen.
ko_kr: 그룹을 추가하면 사용자들이 속한 그룹과 연결된 콘텐츠를 찾는 데 도움이 될 것입니다.
nl_nl: Het toevoegen van groepen helpt gebruikers om content te vinden die behoort bij de groepen waartoe zij behoren.
th_th: การเพิ่มกลุ่มจะช่วยให้ผู้ใช้พบเนื้อหาที่เกี่ยวข้องกับกลุ่มที่ตนสังกัด

# Core_AddPage
source: Add Page
ar_sa: إضافة صفحة
es_es: Añadir página
ko_kr: 페이지 추가
nl_nl: Pagina toevoegen
th_th: เพิ่มหน้า

# Core_AddPathway
source: Add Pathway
ar_sa: إضافة مساق
es_es: Agregar itinerario
ko_kr: 경로 추가
nl_nl: Traject toevoegen
th_th: เพิ่มเส้นทางการเรียนรู้

# Core_AddTags
source: Add Topics
ar_sa: إضافة موضوعات
es_es: Agregar temas
ko_kr: 주제 추가
nl_nl: Onderwerpen toevoegen
th_th: เพิ่มหัวข้อ

# Core_AddTakeaway
source: Add Takeaway
ar_sa: إضافة معلومة سريعة
es_es: Agregar aporte
ko_kr: 중요점 추가
nl_nl: Takeaway toevoegen
th_th: เพิ่มสาระสำคัญ

# Core_AddToBundle
source: Add To Bundle
ar_sa: إضافة إلى المجموعة
es_es: Añadir a la colección
ko_kr: 번들에 추가
nl_nl: Toevoegen aan bundel
th_th: เพิ่มไปยังกลุ่ม

# Core_AddToJobRole
source: Add To Plan
ar_sa: إضافة إلى الخطة
es_es: Agregar al plan
ko_kr: 계획에 추가
nl_nl: Toevoegen aan Plan
th_th: เพิ่มไปยังแผน

# Core_AddToPathway
source: Add To Pathway
ar_sa: إضافة إلى المساق
es_es: Agregar al itinerario
ko_kr: 경로에 추가
nl_nl: Toevoegen aan Leerpad
th_th: เพิ่มไปยังเส้นทางการเรียนรู้

# Core_AddVideo
source: Add Video
ar_sa: إضافة فيديو
es_es: Agregar video
ko_kr: 동영상 추가
nl_nl: Video toevoegen
th_th: เพิ่มวิดีโอ

# Core_AgreeContinue
source: Agree and Continue
ar_sa: موافق وأريد المتابعة
es_es: Aceptar y continuar
ko_kr: 동의하고 계속
nl_nl: Akkoord and Doorgaan
th_th: ยอมรับและดำเนินการต่อ

# Core_All
source: All
ar_sa: الجميع
es_es: Todo
ko_kr: 전체
nl_nl: Alle
th_th: ทั้งหมด

# Core_AllFieldsRequired
source: All fields are required.
ar_sa: جميع الحقول إجبارية.
es_es: Todos los campos son obligatorios.
ko_kr: 모든 필드가 필요합니다.
nl_nl: Alle velden zijn verplicht.
th_th: ต้องระบุข้อมูลทุกช่อง

# Core_AllTypesDisplayName
source: All Types
ar_sa: جميع الأنواع
es_es: Todos los tipos
ko_kr: 모든 유형
nl_nl: Alle typen
th_th: ทุกประเภท

# Core_AnonymousCountPluralFormat
source: {{count}} anonymous learners
ar_sa: {{count}} متعلمون مجهولون الهوية
es_es: {{count}} aprendices anónimos
ko_kr: {{count}}명 익명의 학습자
nl_nl: {{count}} anonieme gebruikers
th_th: ผู้เรียนนิรนาม {{count}} คน

# Core_AnonymousCountSingular
source: 1 anonymous learner
ar_sa: 1 متعلم مجهول الهوية
es_es: 1 aprendiz anónimo
ko_kr: 1명 익명의 학습자
nl_nl: 1 anonieme gebruiker
th_th: ผู้เรียนนิรนาม 1 คน

# Core_Apply
source: Apply
ar_sa: تقديم
es_es: Aplicar
ko_kr: 적용
nl_nl: Toepassen
th_th: ใช้

# Core_Approve
source: Approve
ar_sa: موافقة
es_es: Aprobar
ko_kr: 승인
nl_nl: Goedkeuren
th_th: อนุมัติ

# Core_AreYouSure
source: Are you sure?
ar_sa: هل أنت متأكد؟
es_es: ¿De verdad quiere hacerlo?
ko_kr: 확실하습니까?
nl_nl: Weet je het zeker?
th_th: คุณแน่ใจหรือไม่?

# Core_Article
source: Article
ar_sa: مقال
es_es: Artículo
ko_kr: 아티클
nl_nl: Artikel
th_th: บทความ

# Core_Articles
source: Articles
ar_sa: مقالات
es_es: Artículos
ko_kr: 아티클
nl_nl: Artikelen
th_th: บทความ

# Core_ArticlesDisplayName
source: Articles
ar_sa: مقالات
es_es: Artículos
ko_kr: 아티클
nl_nl: Artikelen
th_th: บทความ

# Core_ArticlesVideosDisplayName
source: Articles & Videos
ar_sa: مقالات ومقاطع فيديو
es_es: Artículos y videos
ko_kr: 아티클 및 동영상
nl_nl: Artikelen en video's
th_th: บทความและวิดีโอ

# Core_ArticleVideoDisplayName
source: Articles & Videos
ar_sa: مقالات ومقاطع فيديو
es_es: Artículos y videos
ko_kr: 아티클 및 동영상
nl_nl: Artikelen en video's
th_th: บทความและวิดีโอ

# Core_Assessment
source: Assessment
ar_sa: تقييم
es_es: Evaluación
ko_kr: 평가
nl_nl: Beoordeling
th_th: แบบประเมิน

# Core_AssessmentsDisplayName
source: Assessments
ar_sa: تقييمات
es_es: Evaluaciones
ko_kr: 평가
nl_nl: Beoordelingen
th_th: แบบประเมิน

# Core_Assign
source: Assign
ar_sa: إسناد
es_es: Asignar
ko_kr: 할당
nl_nl: Toewijzen
th_th: มอบหมาย

# Core_AssignedLearning
source: Assigned Learning
ar_sa: التعلم المسند
es_es: Formación asignada
ko_kr: 할당된 학습
nl_nl: Toegewezen leren
th_th: การเรียนรู้ที่มอบหมาย

# Core_Attend
source: Attend
ar_sa: حضور
es_es: Asistir
ko_kr: 참석
nl_nl: Bijwonen
th_th: เข้าร่วม

# Core_Audio
source: Podcast
ar_sa: حلقة إذاعية
ko_kr: 팟캐스트
th_th: พอดแคสต์

# Core_AudioLength
source: Podcast Length (minutes)
ar_sa: حلقة إذاعية المدة (دقائق)
es_es: Duración de podcast (minutos)
ko_kr: 팟캐스트 길이 (분)
nl_nl: Lengte podcast (minuten)
th_th: ความยาวของพอดแคสต์ (นาที)

# Core_AudioNamePlaceholder
source: Enter the name or link of a podcast you’ve heard or seen
ar_sa: ادخل اسم أو رابط حلقة إذاعية قد سمعتها أو شاهدتها
es_es: Escriba el nombre o un enlace de un podcast que haya visto o escuchado
ko_kr: 청취하거나 시청한 팟캐스트의 이름이나 링크 입력
nl_nl: Voer de naam of link in van een podcast die je hebt beluisterd of bekeken
th_th: ป้อนชื่อหรือลิงก์ของ Podcast ที่คุณได้ยินหรือดู

# Core_AudioTitlePlaceholder
source: Enter a title for this audio
ar_sa: أدخل عنوانًا لهذا الملف الصوت
es_es: Ingresa un título para este audio
ko_kr: 이 오디오의 제목을 입력
nl_nl: Voer een titel in voor deze audio
th_th: ป้อนชื่อสำหรับไฟล์เสียงนี้

# Core_AudioUrl
source: Audio URL
ar_sa: عنوان URL الخاص بالصوتي
es_es: URL del audio
ko_kr: 오디오 URL
th_th: URL ไฟล์เสียง

# Core_Authors
source: Authors
ar_sa: المصممون
es_es: Autores
ko_kr: 저자
nl_nl: Auteurs
th_th: ผู้สร้าง

# Core_Award
source: Award
ar_sa: جائزة
es_es: Premio
ko_kr: 상
nl_nl: Bekroning
th_th: รางวัล

# Core_AwardsDisplayName
source: Awards
ar_sa: جوائز
es_es: Premios
ko_kr: 상
nl_nl: Onderscheidingen
th_th: รางวัล

# Core_Back
source: Back
ar_sa: السابق
es_es: Atrás
ko_kr: 뒤로
nl_nl: Terug
th_th: กลับ

# Core_Badge
source: Badge
ar_sa: وسام
es_es: Insignia
ko_kr: 배지
th_th: แบดจ์

# Core_BadgesDisplayName
source: Badges
ar_sa: أوسمة
es_es: Insignias
ko_kr: 배지
th_th: แบดจ์

# Core_Book
source: Book
ar_sa: كتاب
es_es: Libro
ko_kr: 책
nl_nl: Boek
th_th: หนังสือ

# Core_Books
source: Books
ar_sa: كتب
es_es: Libros
ko_kr: 책
nl_nl: Boeken
th_th: หนังสือ

# Core_BooksDisplayName
source: Books
ar_sa: كتب
es_es: Libros
ko_kr: 책
nl_nl: Boeken
th_th: หนังสือ

# Core_BulkEdit
source: Bulk Edit
ar_sa: تحرير مجمع
es_es: Editar en masa
ko_kr: 일괄 편집
nl_nl: Bulk bewerken
th_th: แก้ไขเป็นจำนวนมาก

# Core_CalendarDayCount
source: {{dayCount}} days
ar_sa: {{dayCount}} أيام
es_es: {{dayCount}} días
ko_kr: {{dayCount}}일
nl_nl: {{dayCount}} dagen
th_th: {{dayCount}} วัน

# Core_CalendarNextMonth
source: Show next month
ar_sa: إظهار الشهر التالي
es_es: Mostrar siguiente mes
ko_kr: 다음 달 보기
nl_nl: Toon de volgende maand
th_th: แสดงเดือนถัดไป

# Core_CalendarPrevMonth
source: Show previous month
ar_sa: إظهار الشهر السابق
es_es: Mostrar mes anterior
ko_kr: 이전 달 보기
nl_nl: Toon de vorige maand
th_th: แสดงเดือนก่อนหน้า

# Core_CalendarRangeEnd
source: Range end
ar_sa: نهاية النطاق
es_es: Fin de intervalo
ko_kr: 범위 끝
nl_nl: Einde bereik
th_th: ช่วงสิ้นสุด

# Core_CalendarRangeStart
source: Range start
ar_sa: بداية النطاق
es_es: Inicio de intervalo
ko_kr: 범위 시작
nl_nl: Start bereik
th_th: ช่วงเริ่มต้น

# Core_CalendarSelectLast
source: Select the last:
ar_sa: اختيار آخِر:
es_es: Seleccione el último:
ko_kr: 마지막 항목 선택:
nl_nl: Selecteer de laatste:
th_th: เลือกช่วงที่ผ่านมา:

# Core_CalendarSelectRange
source: Select a date range:
ar_sa: اختيارا نطاق تاريخ:
es_es: Seleccionar un intervalo de fechas:
ko_kr: 날짜 범위 선택:
nl_nl: Selecteer een datumbereik:
th_th: เลือกช่วงวันที่:

# Core_CalendarView
source: View Calendar
ar_sa: عرض التقويم
es_es: Ver calendario
ko_kr: 캘린더 보기
nl_nl: Kalender weergeven
th_th: ดูปฏิทิน

# Core_CalendarYearCount
source: {{yearCount}} Year
ar_sa: {{عدد السنوات}} سنة
es_es: Año {{yearCount}}
ko_kr: {{yearCount}}년
nl_nl: {{yearCount}} Jaar
th_th: {{yearCount}} ปี

# Core_Cancel
source: Cancel
ar_sa: إلغاء
es_es: Cancelar
ko_kr: 취소
nl_nl: Annuleren
th_th: ยกเลิก

# Core_Category
source: Topic
ar_sa: الموضوع
es_es: Tema
ko_kr: 주제
nl_nl: Onderwerp
th_th: หัวข้อ

# Core_CategoryName
source: Skill or Topic
ar_sa: المهارة أو الموضوع
es_es: Habilidad o tema
ko_kr: 기술 또는 주제
nl_nl: Vaardigheid of onderwerp
th_th: ทักษะหรือหัวข้อ

# Core_Certificate
source: Certificate
ar_sa: شهادة
es_es: Certificado
ko_kr: 인증서
nl_nl: Certificaat
th_th: ใบรับรอง

# Core_CertificatesDisplayName
source: Certificates
ar_sa: شهادات
es_es: Certificados
ko_kr: 인증서
nl_nl: Certificaten
th_th: ใบรับรอง

# Core_CEUEligible
source: CEU Eligible
ar_sa: CEU مؤهّل
es_es: Apto para UEC
ko_kr: CEU 자격 유효
nl_nl: CEU in aanmerking
th_th: มีสิทธิ์รับ CEU

# Core_ChangesSaved
source: Changes Saved
ar_sa: تم حفظ التغييرات
es_es: Cambios guardados
ko_kr: 변경 사항 저장 완료
nl_nl: Wijzigingen opgeslagen
th_th: บันทึกการเปลี่ยนแปลงแล้ว

# Core_CheckboxAll
source: Select all rows in the table
ar_sa: تحديد كل الصفوف في الجدول
es_es: Seleccionar todas las filas de la tabla
ko_kr: 표에 있는 전체 행 선택
nl_nl: Selecteer alle rijen in de tabel
th_th: เลือกทุกแถวในตาราง

# Core_ChooseFile
source: Choose file
ar_sa: اختيار ملف
es_es: Seleccionar archivo
ko_kr: 파일 선택
nl_nl: Bestand kiezen
th_th: เลือกไฟล์

# Core_ClearRating
source: Clear Rating
ar_sa: مسح التقييم
es_es: Eliminar calificación
ko_kr: 평가 등급 지우기
nl_nl: Score wissen
th_th: ล้างเรตติ้ง

# Core_Clone
source: Clone
ar_sa: نسخ
es_es: Clonar
ko_kr: 클론
nl_nl: Klonen
th_th: ทำสำเนา

# Core_Close
source: Close
ar_sa: إغلاق
es_es: Cerrar
ko_kr: 닫기
nl_nl: Afsluiten
th_th: ปิด

# Core_Closed
source: Closed
ar_sa: مغلق
es_es: Cerrado
ko_kr: 폐쇄형
nl_nl: Afgesloten
th_th: ปิดแล้ว

# Core_Collaborators
source: Collaborators
ar_sa: المساهمون
es_es: Colaboradores
ko_kr: 협력자
nl_nl: Samenwerkers
th_th: ผู้ร่วมมือ

# Core_Collapse
source: Collapse
ar_sa: طي
es_es: Minimizar
ko_kr: 축소
nl_nl: Inklappen
th_th: ยุบ

# Core_CommentPrivacyWarning
source: (This comment will be viewable by others)
ar_sa: (يمكن رؤية هذا التعليق من قبل الآخرين)
es_es: (Otras personas podrán ver este comentario)
ko_kr: (다른 사람들이 이 메모를 볼 수 있습니다.)
nl_nl: (Deze opmerking kan worden gezien door anderen)
th_th: (คนอื่น ๆ จะสามารถดูความคิดเห็นนี้ได้)

# Core_Complete
source: Complete
ar_sa: إكمال
es_es: Completar
ko_kr: 완료
nl_nl: Voltooien
th_th: เสร็จสิ้น

# Core_Completed
source: Completed
ar_sa: مكتمل
es_es: Completado
ko_kr: 완료됨
nl_nl: Voltooid
th_th: เสร็จสิ้นแล้ว

# Core_CompletedFormat
source: Completed the {{resourceType}}
ar_sa: تم استكمال {{resourceType}}
es_es: Completado el {{resourceType}}
ko_kr: {{resourceType}} 완료
nl_nl: {resourceType} voltooid
th_th: ทำ {{resourceType}} ให้เสร็จ

# Core_Completions
source: Completions
ar_sa: الإكمال
es_es: Completados
ko_kr: 완료
nl_nl: Voltooiingen
th_th: รายการที่ทำเสร็จสิ้น

# Core_Confirm
source: Confirm
ar_sa: تأكيد
es_es: Confirmar
ko_kr: 확인
nl_nl: Bevestigen
th_th: ยืนยัน

# Core_Content
source: Content
ar_sa: المحتوى
es_es: Contenido
ko_kr: 콘텐츠
th_th: เนื้อหา

# Core_Continue
source: Continue
ar_sa: متابعة
es_es: Continuar
ko_kr: 계속
nl_nl: Doorgaan
th_th: ต่อไป

# Core_ContinuingEducationUnitsEligible
source: CEUs Available
ar_sa: CEU متاحة
es_es: UEC disponibles
ko_kr: CEU 사용 가능
nl_nl: CEU¨'s beschikbaar
th_th: มี CEU

# Core_Cost
source: Cost
ar_sa: التكلفة
es_es: Costo
ko_kr: 비용
nl_nl: Kosten
th_th: ราคา

# Core_Course
source: Course
ar_sa: الدورة التعليمية
es_es: Curso
ko_kr: 과정
nl_nl: Cursus
th_th: หลักสูตร

# Core_Courses
source: Courses
ar_sa: الدورات التعليمية
es_es: Cursos
ko_kr: 과정
nl_nl: Cursussen
th_th: หลักสูตร

# Core_CoursesDisplayName
source: Courses
ar_sa: الدورات التعليمية
es_es: Cursos
ko_kr: 과정
nl_nl: Cursussen
th_th: หลักสูตร

# Core_Date
source: Date
ar_sa: التاريخ
es_es: Fecha
ko_kr: 날짜
nl_nl: Datum
th_th: วันที่

# Core_DayOfWeekFriday
source: Friday
ar_sa: الجمعة
es_es: Viernes
ko_kr: 금요일
nl_nl: Vrijdag
th_th: วันศุกร์

# Core_DayOfWeekMonday
source: Monday
ar_sa: الإثنين
es_es: Lunes
ko_kr: 월요일
nl_nl: Maandag
th_th: วันจันทร์

# Core_DayOfWeekSaturday
source: Saturday
ar_sa: السبت
es_es: Sábado
ko_kr: 토요일
nl_nl: Zaterdag
th_th: วันเสาร์

# Core_DayOfWeekSunday
source: Sunday
ar_sa: الأحد
es_es: Domingo
ko_kr: 일요일
nl_nl: Zondag
th_th: วันอาทิตย์

# Core_DayOfWeekThursday
source: Thursday
ar_sa: الخميس
es_es: Jueves
ko_kr: 목요일
nl_nl: Donderdag
th_th: วันพฤหัสบดี

# Core_DayOfWeekTuesday
source: Tuesday
ar_sa: الثلاثاء
es_es: Martes
ko_kr: 화요일
nl_nl: Dinsdag
th_th: วันอังคาร

# Core_DayOfWeekWednesday
source: Wednesday
ar_sa: الأربعاء
es_es: Miércoles
ko_kr: 수요일
nl_nl: Woensdag
th_th: วันพุธ

# Core_Days
source: Days
ar_sa: الأيام
es_es: Días
ko_kr: 일
nl_nl: Dagen
th_th: วัน

# Core_DaysAgoFormat
source: {{time}} days ago
ar_sa: {{time}} أيام مضت
es_es: Hace {{time}} días
ko_kr: {{time}}일 전
nl_nl: {{time}} dagen geleden
th_th: {{time}} วันที่แล้ว

# Core_Decline
source: Decline
ar_sa: رفض
es_es: Rechazar
ko_kr: 거부
nl_nl: Afwijzen
th_th: ปฏิเสธ

# Core_Degree
source: Degree
ar_sa: الدرجة العلمية
es_es: Diploma
ko_kr: 학위
nl_nl: Diploma
th_th: วุฒิการศึกษา

# Core_DegreesDisplayName
source: Degrees
ar_sa: الدرجات العلمية
es_es: Diplomas
ko_kr: 학위
nl_nl: Diploma's
th_th: วุฒิการศึกษา

# Core_Delete
source: Delete
ar_sa: حذف
es_es: Eliminar
ko_kr: 삭제
nl_nl: Verwijderen
th_th: ลบ

# Core_Deleted
source: deleted
ar_sa: محذوف
es_es: eliminó
ko_kr: 삭제
nl_nl: verwijderd
th_th: ลบแล้ว

# Core_Description
source: Description
ar_sa: الوصف
es_es: Descripción
ko_kr: 설명
nl_nl: Beschrijving
th_th: คำอธิบาย

# Core_Details
source: Details
ar_sa: التفاصيل
es_es: Detalles
ko_kr: 상세 정보
th_th: รายละเอียด

# Core_Difficulty
source: Difficulty
ar_sa: درجة الصعوبة
es_es: Dificultad
ko_kr: 난이도
nl_nl: Moeilijkheid
th_th: ความยาก

# Core_Directory
source: Page
ar_sa: الصفحة
es_es: Página
ko_kr: 페이지
nl_nl: Pagina
th_th: หน้า

# Core_Directorys
source: Pages
ar_sa: الصفحات
es_es: Páginas
ko_kr: 페이지
nl_nl: Pagina's
th_th: หน้า

# Core_DirectorysDisplayName
source: Pages
ar_sa: الصفحات
es_es: Páginas
ko_kr: 페이지
nl_nl: Pagina's
th_th: หน้า

# Core_Disabled
source: Disabled
ar_sa: معطّل
es_es: Desactivada
ko_kr: 비활성
nl_nl: Uitgeschakeld
th_th: ปิดใช้งานแล้ว

# Core_DiscardChanges
source: Discard changes
ar_sa: تجاهل التغييرات
es_es: Descartar cambios
ko_kr: 변경 취소
nl_nl: Veranderingen ongedaan maken
th_th: ยกเลิกการเปลี่ยนแปลง

# Core_Dismiss
source: Dismiss
ar_sa: رفض
es_es: Descartar
ko_kr: 무시
nl_nl: Verwerpen
th_th: ปิด

# Core_DismissDialogHeader
source: Are you sure you want to remove this?
ar_sa: هل أنت متأكد من إزالة هذا؟
es_es: ¿De verdad quiere eliminar esto?
ko_kr: 이것을 제거하시겠습니까?
nl_nl: Weet je zeker dat je dit wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบสิ่งนี้?

# Core_Done
source: Done
ar_sa: تم
es_es: Terminado
ko_kr: 완료
nl_nl: Klaar
th_th: เสร็จสิ้น

# Core_DoneEditing
source: Done Editing
ar_sa: تم التحرير
es_es: Acabar edición
ko_kr: 수정 완료
nl_nl: Klaar met bewerken
th_th: แก้ไขเสร็จแล้ว

# Core_DownloadDetails
source: Download Details
ar_sa: تنزيل التفاصيل
es_es: Descargar detalles
ko_kr: 상세 정보 다운로드
nl_nl: Details downloaden
th_th: ดาวน์โหลดรายละเอียด

# Core_DragFileHere
source: Drag a file here or
ar_sa: اسحب ملف هنا أو
es_es: Arrastrar un archivo aquí o
ko_kr: 여기에 파일 끌기 또는
nl_nl: Sleep een bestand hier naartoe of
th_th: ลากไฟล์มาที่นี่หรือ

# Core_DueDateFormat
source: Due {{date}}
ar_sa: {{date}} المقرر
es_es: Entrega {{date}}
ko_kr: 기한 {{date}}
nl_nl: Einddatum {{date}}
th_th: ถึงกำหนดใน {{date}}

# Core_DueDateTimeFormat
source: Due {{date}} at {{time}}
ar_sa: الموعد المحدد {{date}} في الساعة {{time}}
es_es: Para el {{date}} a las {{time}}
ko_kr: {{date}} {{time}} 기한
nl_nl: Einddatum {{date}} om {{time}}
th_th: ครบกำหนดวันที่ {{date}} เวลา {{time}}

# Core_Duration
source: Duration
ar_sa: المدة الزمنية
es_es: Duración
ko_kr: 기간
nl_nl: Duur
th_th: ระยะเวลา

# Core_DurationMinutes
source: Duration (minutes)
ar_sa: المدة (دقائق)
es_es: Duración (minutos)
ko_kr: 기간(분)
nl_nl: Duur (minuten)
th_th: ระยะเวลา (นาที)

# Core_Edit
source: Edit
ar_sa: تحرير
es_es: Editar
ko_kr: 편집
nl_nl: Bewerken
th_th: แก้ไข

# Core_EditArticle
source: Edit Article Details
ar_sa: تحرير تفاصيل المقال
es_es: Editar detalles del artículo
ko_kr: 기사 상세 정보 편집
nl_nl: Details artikel bewerken
th_th: แก้ไขรายละเอียดของบทความ

# Core_EditAudio
source: Edit Podcast Details
ar_sa: تحرير تفاصيل الحلقة الإذاعية
es_es: Editar detalles del podcast
ko_kr: 팟캐스트 상세 정보 편집
nl_nl: Details podcast bewerken
th_th: แก้ไขรายละเอียดของพอดแคสต์

# Core_EditBook
source: Edit Book Details
ar_sa: تحرير تفاصيل الكتاب
es_es: Editar detalles del libro
ko_kr: 책 상세 정보 편집
nl_nl: Details boek bewerken
th_th: แก้ไขรายละเอียดของหนังสือ

# Core_EditDescription
source: Edit Description
ar_sa: تحرير الوصف
es_es: Editar descripción
ko_kr: 설명 편집
nl_nl: Beschrijving bewerken
th_th: แก้ไขคำอธิบาย

# Core_EditDetails
source: Edit Details
ar_sa: تحرير التفاصيل
es_es: Editar detalles
ko_kr: 상세 정보 편집
nl_nl: Details bewerken
th_th: แก้ไขรายละเอียด

# Core_EditItem
source: Edit Internal Item
ar_sa: تحرير عنصر داخلي
es_es: Editar elemento interno
ko_kr: 내부 항목 편집
nl_nl: Intern item bewerken
th_th: แก้ไขเนื้อหาภายใน

# Core_EditItemHelper
source: Changes to this item will be applied to your organization's content catalog
ar_sa: ستطبّق تغييرات هذا العنصر على قائمة المحتويات التابعة لمؤسستك
es_es: Cualquier cambio a este elemento se aplicará al catálogo de contenido de su empresa
ko_kr: 이 항목에 변경 사항은 귀하의 조직의 콘텐츠 카탈로그에 적용됩니다
nl_nl: Wijzigingen van dit item worden verwerkt in de content van de catalogus van jouw organisatie
th_th: การเปลี่ยนแปลงเนื้อหานี้จะมีผลกับแค็ตตาล็อกเนื้อหาขององค์กร

# Core_EditStep
source: Edit Step
ar_sa: تحرير خطوة
es_es: Editar paso
ko_kr: 단계 편집
nl_nl: Stap bewerken
th_th: แก้ไขขั้นตอน
