Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# dgTagRating_SummaryLevel5
source: Can complete many broad, complex tasks. Can use knowledge of theory and practical experience to choose principles and processes for technical tasks without supervision or guidance.
ar_sa: قادر على إتمام بعض المهام واسعة النطاق والمعقدة. قادر على استخدام المعرفة النظرية والخبرة العملية لاختيار المبادئ والعمليات للمهام التقنية دون وجود إشراف أو توجيه.
es_es: Puedo completar muchas tareas amplias y complejas. Puedo usar conocimientos de experiencia teórica y práctica para escoger principios y procesos para tareas técnicas sin supervisión ni orientación.
ko_kr: 많은 폭넓은 복잡한 작업 완료할 수 있습니다. 감독 또는 지시를 받지 않으면서 이론적 지식 및 실용적 경험을 사용하여 기술적 임무를 위한 원리 및 프로세스를 선택할 수 있습니다.
nl_nl: Kan vele brede en complexe taken uitvoeren. Kan gebruik maken van de theoretische kennis en praktische ervaring om principes en processen te kiezen voor technische taken zonder toezicht of begeleiding.
th_th: สามารถทำงานที่ซับซ้อนและกว้างขวาง สามารถใช้ความรู้ทางทฤษฎีและประสบการณ์จากการปฏิบัติเพื่อเลือกหลักการและกระบวนการที่ใช้ในการทำงานเชิงเทคนิคได้ โดยไม่ต้องรับการควบคุมดูแลหรือแนะนำ

# dgTagRating_SummaryLevel6
source: Master of completing broad, complex tasks in several subspecialties of the skill. Can use knowledge of theory and practical experience in all of those subspecialties.
ar_sa: متميز في إتمام المهام واسعة النطاق والمعقدة في العديد من التخصصات الفرعية للمهارة. قادر على استخدام المعرفة النظرية والخبرة العملية في كل من التخصصات الفرعية.
es_es: Experto en completar tareas amplias y complejas en varias subespecialidades de la habilidad. Puedo usar conocimientos de experiencia teórica y práctica en todas esas subespecialidades.
ko_kr: 기술의 여러 하위 특화 분야의 폭넓고 복잡한 임무를 완료하는 마스터입니다. 이 모든 하위 특수 분야에서 이론적 지식 및 실용적 경험을 사용할 수 있습니다.
nl_nl: Volledige beheersing van het uitvoeren van brede, complexe taken in verschillende sub-specialiteiten van de vaardigheid. Kan gebruik maken van de theoretische kennis en praktische ervaring in al deze sub-specialiteiten.
th_th: เป็นผู้เชี่ยวชาญในการทำงานที่ซับซ้อนและกว้างขวางในหลากหลายสาขาวิชาย่อยของทักษะนี้ สามารถนำความรู้ทางทฤษฎีและประสบการณ์จากการปฏิบัติมาใช้ในการทำงานในสาขาวิชาย่อยเหล่านั้นได้ทั้งหมด

# dgTagRating_SummaryLevel7
source: Can complete new and complex tasks, including choosing the best processes for particular situations. Can use advanced specialized knowledge or processes.
ar_sa: قادر على إتمام مهام جديدة ومعقدة ويشمل ذلك اختيار أفضل العمليات لمواقف محددة. قادر على استخدام المعرفة أو العمليات المتخصصة المتقدمة.
es_es: Puedo completar tareas nuevas y complejas, incluso escoger los mejores procesos en situaciones particulares. Puedo hacer uso de conocimientos o procesos avanzados y especializados.
ko_kr: 특정 상황에 대한 최고의 절차 선택을 포함하여 새롭고 복잡한 작업을 완료할 수 있습니다. 고급 특화된 기술 또는 프로세스를 사용할 수 있습니다.
nl_nl: Kan nieuwe en complexe taken uitvoeren, met inbegrip van het kiezen van de beste processen voor bepaalde situaties. Kan gebruik maken van geavanceerde specialistische kennis of processen.
th_th: สามารถทำงานใหม่ ๆ ที่ซับซ้อน รวมถึงการเลือกกระบวนการที่ดีที่สุดในสถานการณ์หนึ่ง สามารถใช้ความรู้หรือกระบวนการเฉพาะทางขั้นสูง

# dgTagRating_SummaryLevel8
source: Can develop innovative new solutions or research using a wide range of scientific and creative strategies.
ar_sa: قادر على طرح حلول أو أبحاث ابتكارية جديدة باستخدام قدرًا كبيرًا من الإستراتيجيات العلمية والإبداعية.
es_es: Puedo desarrollar nuevas soluciones innovadoras o investigar usando un gran abanico de estrategias científicas y creativas.
ko_kr: 다양한 범위의 과학적 및 창조적 전략을 사용하여 혁신적인 새 솔루션을 개발하거나 연구할 수 있습니다.
nl_nl: Kan innovatieve nieuwe oplossingen of onderzoek ontwikkelen met behulp van een breed scala aan wetenschappelijke en creatieve strategieën.
th_th: สามารถพัฒนาแนวทางแก้ไขปัญหาหรืองานวิจัยใหม่ในระดับนวัตกรรม โดยการใช้กลยุทธ์ทางวิทยาศาสตร์และความคิดสร้างสรรค์อย่างหลากหลาย

# dgTagRating_UpdateRating
source: Update Rating
ar_sa: تحديث التقييم
es_es: Actualizar calificación
ko_kr: 평가 등급 업데이트
nl_nl: Score updaten
th_th: อัปเดตเรตติ้ง

# dgTagRating_ViewCertificate
source: View certificate
ar_sa: عرض شهادة
es_es: Ver certificado
ko_kr: 인증서 보기
nl_nl: Certificaat weergeven
th_th: ดูใบรับรอง

# dgTagRating_ViewLevelDescription
source: View Level Description
ar_sa: وصف مستوى العرض
es_es: Ver descripción del nivel
ko_kr: 레벨 설명 보기
nl_nl: Niveaubeschrijving bekijken
th_th: ดูคำอธิบายของระดับ

# dgTagRating_ViewRating
source: View rating
ar_sa: عرض تقييم
es_es: Ver calificación
ko_kr: 평가 등급 보기
nl_nl: Beoordeling weergeven
th_th: ดูคะแนน

# dgTagRating_VisibleToOrg
source: Visible to organization
ar_sa: مرئي للمؤسسة
es_es: Visible para la empresa
ko_kr: 조직에게 표시
nl_nl: Zichtbaar voor de organisatie
th_th: เปิดเผยกับองค์กร

# dgTagRating_VisibleToPublic
source: Visible to everyone
ar_sa: مرئي للجميع
es_es: Visible para todo el mundo
ko_kr: 모든 이에게 표시
nl_nl: Zichtbaar voor iedereen
th_th: เปิดเผยต่อทุกคน

# dgTagRating_VisibleToYou
source: Visible only to you
ar_sa: مرئي لك فقط
es_es: Solo visible para usted
ko_kr: 귀하에게만 표시
nl_nl: Alleen zichtbaar voor jou
th_th: เปิดเผยต่อคุณเท่านั้น

# dgTagsEdit_AddTagFormat
source: Add {{tag}}
ar_sa: إضافة {{tag}}
es_es: Agregar {{tag}}
ko_kr: {{tag}} 추가
nl_nl: {{tag}} toevoegen
th_th: เพิ่ม {{tag}}

# dgTagsEdit_PlusAdd
source: + Add
ar_sa: + إضافة
es_es: + Agregar
ko_kr: + 추가
nl_nl: + toevoegen
th_th: + เพิ่ม

# dgTagsEdit_RemoveTagFormat
source: Remove {{tag}}
ar_sa: إزالة {{tag}}
es_es: Eliminar {{tag}}
ko_kr: {{tag}}을(를) 제거
nl_nl: {{tag}} verwijderen
th_th: ลบ {{tag}}

# dgTagsEdit_WhatDidYouLearn
source: Topics
ar_sa: الموضوعات
es_es: Temas
ko_kr: 주제
nl_nl: Onderwerpen
th_th: หัวข้อ

# dgTagsEdit_WhoopsFormat
source: Whoops! {{errorMessage}}
ar_sa: للأسف! {{errorMessage}}
es_es: ¡Uy! {{errorMessage}}
ko_kr: 이런! {{errorMessage}}
nl_nl: Oeps! {{errorMessage}}
th_th: อ๊ะ! {{errorMessage}}

# dgTagsList_PlusCountMore
source: +{{count}} more
ar_sa: +{{count}} أكثر
es_es: +{{count}} más
ko_kr: +{{count}}개 더
nl_nl: +{{count}} meer
th_th: + อีก {{count}}

# dgTargetTile_PrimaryPlan
source: Primary Plan
ar_sa: الخطة الأساسية
es_es: Plan principal
ko_kr: 주요 계획
nl_nl: Primair Plan
th_th: แผนหลัก

# dgTargetTile_SkillFormat
source: {{targetTagCount}} Skill
ar_sa: {{targetTagCount}} مهارة
es_es: {{targetTagCount}} habilidad
ko_kr: {{targetTagCount}}개의 기술
nl_nl: {{targetTagCount}} vaardigheid
th_th: {{targetTagCount}} ทักษะ

# dgTargetTile_SkillsFormat
source: {{targetTagCount}} Skills
ar_sa: مهارات {{targetTagCount}}
es_es: {{targetTagCount}} habilidades
ko_kr: {{targetTagCount}}개 기술
nl_nl: {{targetTagCount}} vaardigheden
th_th: {{targetTagCount}} ทักษะ

# dgTargetTile_UnfollowConfirm
source: Are you sure you want to stop following this {{targetType}}?
ar_sa: هل أنت متأكد من رغبتك في التوقف عن متابعة {{targetType}}؟
es_es: ¿De verdad quiere dejar de seguir este {{targetType}}?
ko_kr: 이 {{targetType}} 팔로우를 중지하시겠습니까?
nl_nl: Weet je zeker dat je wilt stoppen met het volgen van dit {{targetType}}?
th_th: คุณแน่ใจหรือว่าต้องการหยุดติดตาม{{targetType}}นี้?

# dgTargetTile_UnfollowExplanation
source: Content from this {{targetType}} will no longer appear in your Feed.
ar_sa: لن يظهر محتوى {{targetType}} في الموجز الخاص بك بعد الآن.
es_es: El contenido de este {{targetType}} ya no aparecerá en su canal.
ko_kr: 이 {{targetType}}의 콘텐츠는 더 이상 귀하의 피드에 나타나지 않습니다.
nl_nl: Content van dit {{targetType}} wordt niet meer weergegeven in jouw Feed.
th_th: เนื้อหาจาก{{targetType}}นี้จะไม่ปรากฏในฟีดของคุณอีกต่อไป

# dgThSort_SortAscendingFormat
source: Sorted by {{columnName}} ascending
ar_sa: مرتب حسب {{columnName}} تصاعديًا
es_es: En orden de {{columnName}} ascendente
ko_kr: {{columnName}} 오름차순으로 정렬
nl_nl: Gesorteerd op {{columnName}} oplopend
th_th: เรียงลำดับขึ้นโดย {{columnName}}

# dgThSort_SortDescendingFormat
source: Sorted by {{columnName}} descending
ar_sa: مرتب حسب {{columnName}} تنازليا
es_es: En orden de {{columnName}} descendente
ko_kr: {{columnName}} 내림차순으로 정렬
nl_nl: Gesorteerd op {{columnName}} aflopend
th_th: เรียงลำดับลงโดย {{columnName}}

# dgThumbs_Dislike
source: Dislike
ar_sa: لم يعجبني
es_es: No me gusta
ko_kr: 좋아하지 않음
nl_nl: Vind ik niet leuk
th_th: ไม่ถูกใจ

# dgThumbs_Like
source: Like
ar_sa: إعجاب
es_es: Me gusta
ko_kr: 좋아요
nl_nl: Vind ik leuk
th_th: ถูกใจ

# dgThumbs_RemoveDislike
source: Remove Dislike
ar_sa: إزالة عدم الإعجاب
es_es: Eliminar No me gusta
ko_kr: 싫어요 제거
nl_nl: 'Vind ik niet leuk' verwijderen
th_th: ลบการไม่ถูกใจ

# dgThumbs_RemoveLike
source: Remove Like
ar_sa: إزالة الإعجاب
es_es: Eliminar Me gusta
ko_kr: 좋아요 제거
nl_nl: 'Vind ik leuk' verwijderen
th_th: ลบการถูกใจ

# dgTopGroups_AdministrativeGroup
source: Administrative Group
ar_sa: المجموعة الإدارية
es_es: Grupo administrativo
ko_kr: 관리 그룹
nl_nl: Administratieve Groep
th_th: กลุ่มผู้ดูแลระบบ

# dgTopGroups_ClosedGroup
source: Closed Group
ar_sa: مجموعة مغلقة
es_es: Grupo cerrado
ko_kr: 폐쇄형 그룹
nl_nl: Gesloten groep
th_th: กลุ่มปิด

# dgTopGroups_Empty
source: No top active groups
ar_sa: لا توجد مجموعات أعلى نشاطًا
es_es: Ningún mejor grupo activo
ko_kr: 최고 활동 그룹 없음
nl_nl: Geen top van actieve groepen
th_th: ไม่มีกลุ่มที่ขยันที่สุด

# dgTopGroups_LinkToGroups
source: All groups
ar_sa: جميع المجموعات
es_es: Todos los grupos
ko_kr: 모든 그룹
nl_nl: Alle groepen
th_th: ทุกกลุ่ม

# dgTopGroups_PrivateGroup
source: Private Group
ar_sa: مجموعة خاصة
es_es: Grupo privado
ko_kr: 비공개 그룹
nl_nl: Privé-groep
th_th: กลุ่มส่วนตัว

# dgTrackableLink_Trackable
source: Trackable
ar_sa: قابل للتعقب
es_es: De seguimiento
ko_kr: 추적 가능
nl_nl: Traceerbaar
th_th: ติดตามได้

# dgUserDeleteProfile_DeletedProfileConfirmed
source: Your account is being deleted. We're sad to see you go.<br>You will be redirected shortly.
ar_sa: جاري حذف حسابك. آسفون لمغادرتك. <br>سوف يتم إعادة توجيهك بعد فترة وجيزة.
es_es: Se va a eliminar su cuenta. Nos entristece verle partir.<br>Le redirigiremos en breve.
ko_kr: 귀하의 계정을 삭제합니다. 떠나시니 아쉽습니다.<br>곧 리디렉션 됩니다.
nl_nl: Je account wordt verwijderd. Jammer dat je ons verlaat. <br>Je wordt over enkele seconden doorgestuurd.
th_th: บัญชีของคุณกำลังจะถูกลบ เราเสียใจที่คุณจะต้องจากเราไป<br>เราจะพาคุณไปที่อื่นในอีกสักครู่

# dgUserDeleteProfile_DeleteProfileConfirmation
source: Are you sure you want to delete your Degreed profile?
ar_sa: هل أنت متأكد من رغبتك في حذف الملف الشخصي لك على Degreed؟
es_es: ¿De verdad quiere eliminar su perfil en Degreed?
ko_kr: 귀하의 Degreed 프로필을 삭제하시겠습니까?
nl_nl: Weet je zeker dat je je Degreed-profiel wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบโปรไฟล์ Degreed ของคุณ?

# dgUserDeleteProfile_No
source: No
ar_sa: لا
ko_kr: 아니오
nl_nl: Nee
th_th: ไม่

# dgUserDeleteProfile_Yes
source: Yes
ar_sa: نعم
es_es: Sí
ko_kr: 예
nl_nl: Ja
th_th: ใช่

# dgUserGoalItem_ViewGroup
source: View Group
ar_sa: عرض المجموعة
es_es: Ver grupo
ko_kr: 그룹 보기
nl_nl: Groep weergeven
th_th: ดูกลุ่ม

# dgUserOrganizationPicker_Everyone
source: Everyone (public)
ar_sa: الجميع (عام)
es_es: Todos (público)
ko_kr: 제한 없음(공개)
nl_nl: Iedereen (publiek)
th_th: ทุกคน (สาธารณะ)

# dgUserOrganizationPicker_Loading
source: loading...
ar_sa: جاري التحميل...
es_es: cargando...
ko_kr: 로드 중...
nl_nl: wordt geladen...
th_th: กำลังโหลด...

# dgUserOrganizationPicker_OnlyMe
source: Only Me (Personal)
ar_sa: أنا فقط (شخصي)
es_es: Solo yo (personal)
ko_kr: 나만 (개인적)
nl_nl: Alleen ik (persoonlijk)
th_th: ฉันคนเดียว (ส่วนตัว)

# dgUserOutcomeEditFor_AddADegree
source: Add a Degree
ar_sa: إضافة "درجة"
es_es: Agregar un diploma
ko_kr: 학위 추가
nl_nl: Een diploma toevoegen
th_th: เพิ่มวุฒิการศึกษา

# dgUserOutcomeEditForm_AccomplishmentDate
source: I reached this accomplishment on a single date.
ar_sa: لقد حققت هذا الإنجاز في تاريخ منفرد.
es_es: Alcancé este logro en una única fecha.
ko_kr: 하루에 이 업적에 도달했습니다.
nl_nl: Ik heb deze prestaties behaald op een enkele datum.
th_th: ฉันบรรลุความสำเร็จนี้โดยใช้เวลาวันเดียว

# dgUserOutcomeEditForm_AchievedDate
source: Achieved on
ar_sa: تحقق في
es_es: Alcanzado el
ko_kr: 업적 달성 날짜
nl_nl: Bereikt op
th_th: บรรลุความสำเร็จเมื่อ

# dgUserOutcomeEditForm_ActiveCert
source: For which dates is the certificate active?
ar_sa: الشهادة سارية حتى تاريخ؟
es_es: ¿Para qué fechas está activo el certificado?
ko_kr: 인증서는 언제까지 유효합니까?
nl_nl: Voor welke dag is het certificaat actief?
th_th: ใบรับรองมีผลใช้งานในวันไหน?

# dgUserOutcomeEditForm_AddAccomplishment
source: Add an Accomplishment
ar_sa: إضافة إنجاز
es_es: Agregar un logro
ko_kr: 업적 추가
nl_nl: Een prestatie toevoegen
th_th: เพิ่มผลงานความสำเร็จ

# dgUserOutcomeEditForm_AddADegree
source: Add a Degree
ar_sa: إضافة "درجة"
es_es: Agregar un diploma
ko_kr: 학위 추가
nl_nl: Een diploma toevoegen
th_th: เพิ่มวุฒิการศึกษา

# dgUserOutcomeEditForm_AddAward
source: Add an Award
ar_sa: إضافة جائزة
es_es: Agregar un premio
ko_kr: 상 추가
nl_nl: Een onderscheiding toevoegen
th_th: เพิ่มรางวัล

# dgUserOutcomeEditForm_AddBadge
source: Add a Badge
ar_sa: إضافة وسام
es_es: Agregar una insignia
ko_kr: 배지 추가
nl_nl: Een badge toevoegen
th_th: เพิ่มแบดจ์

# dgUserOutcomeEditForm_AddBadgeUrl
source: Add the URL from any Open Badge
ar_sa: إضافة عنوان URL من أي "وسام مفتوح"
es_es: Agregar la URL de cualquier insignia abierta
ko_kr: 공개 배지에서 URL을 추가
nl_nl: De URL van een Open Badge toevoegen
th_th: เพิ่ม URL จากแบดจ์แบบเปิดใดๆ

# dgUserOutcomeEditForm_AddCertificate
source: Add a Certificate
ar_sa: إضافة شهادة
es_es: Agregar un certificado
ko_kr: 인증서 추가
nl_nl: Een certificaat toevoegen
th_th: เพิ่มใบรับรอง

# dgUserOutcomeEditForm_AdditionalSkillInfo
source: Provide any additional information that may be useful in assessing this skill.
ar_sa: تقديم أي معلومات إضافية ربما تكون مفيدة في تقييم هذه المهارة.
es_es: Facilite cualquier información adicional que pueda ser de utilidad para evaluar esta habilidad.
ko_kr: 이 기술을 평가하는 데 도움이 될 수 있는 추가 정보를 제공합니다.
nl_nl: Geef eventuele aanvullende informatie die nuttig zijn bij de beoordeling van deze vaardigheid.
th_th: ให้ข้อมูลเพิ่มเติมใดๆ ที่อาจเป็นประโยชน์ในการประเมินทักษะนี้

# dgUserOutcomeEditForm_AddSkill
source: Add a Skill
ar_sa: إضافة مهارة
es_es: Agregar una habilidad
ko_kr: 기술 추가
nl_nl: Een vaardigheid toevoegen
th_th: เพิ่มทักษะ

# dgUserOutcomeEditForm_AwardedDate
source: Awarded on
ar_sa: تاريخ الحصول على الجائزة
es_es: Otorgado el
ko_kr: 수여 날짜
nl_nl: Toegekend op
th_th: ได้รับรางวัลเมื่อ

# dgUserOutcomeEditForm_BadgeName
source: Badge Name
ar_sa: اسم الوسام
es_es: Nombre de la insignia
ko_kr: 배지 이름
nl_nl: Badgenaam
th_th: ชื่อแบดจ์

# dgUserOutcomeEditForm_BadgeProvider
source: Badge Provider
ar_sa: جهة تقديم الوسام
es_es: Proveedor de la insignia
ko_kr: 배지 제공자
nl_nl: Badge-aanbieder
th_th: ผู้ให้บริการแบดจ์

# dgUserOutcomeEditForm_BadgeUrlJson
source: Badge Url (ending in .json)
ar_sa: عنوان Url للوسام (ينتهي بصيغة json.)
es_es: Url de la insignia (acaba en .json)
ko_kr: 배지 URL(.json으로 끝남)
nl_nl: Badge-Url (eindigend met .json)
th_th: URL แบดจ์ (ลงท้ายด้วย .json)

# dgUserOutcomeEditForm_CategoryAwardsDescription
source: Awards will be grouped by category in your profile. Separate multiple categories with a comma.
ar_sa: سوف يتم تجميع الجوائز بحسب فئتها في ملفك الشخصي. ضع فاصلة للفصل بين الفئات المتعددة.
es_es: Los premios se agruparán por categorías en su perfil. Separe las diferentes categorías mediante comas.
ko_kr: 상은 프로필에서 카테고리별로 그룹이 됩니다. 여러 카테고리를 쉼표로 구분합니다.
nl_nl: Bekroningen worden gegroepeerd per categorie in jouw profiel. Scheid meerdere categorieën met een komma.
th_th: รางวัลจะได้รับการจัดกลุ่มตามหมวดหมู่ในโปรไฟล์ของคุณ คั่นหมวดหมู่หลายรายการด้วยจุลภาค

# dgUserOutcomeEditForm_CategoryDescription
source: Accomplishments will be grouped by category in your profile. Separate multiple categories with a comma.
ar_sa: سوف يتم تجميع الإنجازات بحسب فئتها في ملفك الشخصي. ضع فاصلة للفصل بين الفئات المتعددة.
es_es: Los logros se agruparán por categorías en su perfil. Separe las diferentes categorías mediante comas.
ko_kr: 업적은 프로필에서 카테고리별로 그룹이 됩니다. 여러 카테고리를 쉼표로 구분합니다.
nl_nl: Prestaties worden gegroepeerd per categorie in jouw profiel. Scheid meerdere categorieën met een komma.
th_th: ผลงานความสำเร็จจะได้รับการจัดกลุ่มตามหมวดหมู่ในโปรไฟล์ของคุณ คั่นหมวดหมู่หลายรายการด้วยจุลภาค

# dgUserOutcomeEditForm_CertificateGrouping
source: Certificates will be grouped by category in your profile. Separate multiple categories with a comma.
ar_sa: سوف يتم تجميع الشهادات بحسب فئتها في ملفك الشخصي. ضع فاصلة للفصل بين الفئات المتعددة.
es_es: Los certificados se agruparán por categorías en su perfil. Separe las diferentes categorías mediante comas.
ko_kr: 인증서는 프로필에서 카테고리별로 그룹이 됩니다. 여러 카테고리를 쉼표로 구분합니다.
nl_nl: Certificaten worden gegroepeerd per categorie in jouw profiel. Scheid meerdere categorieën met een komma.
th_th: ใบรับรองจะได้รับการจัดกลุ่มตามหมวดหมู่ในโปรไฟล์ของคุณ คั่นหมวดหมู่หลายรายการด้วยจุลภาค

# dgUserOutcomeEditForm_CertNumber
source: Enter the certificate #, if applicable
ar_sa: أدخل رقم الشهادة، إذا كان ممكنًا
es_es: Ingrese el n.º de certificado, si procede
ko_kr: 해당되는 경우 인증서 번호 입력
nl_nl: Voer het certificaatnummer in, indien van toepassing
th_th: ป้อนหมายเลขใบรับรอง ถ้ามี

# dgUserOutcomeEditForm_CollegeUniversity
source: College or University
ar_sa: الكلية أو الجامعة
es_es: Escuela o universidad
ko_kr: 전문대학 또는 대학교
nl_nl: Hogeschool of universiteit
th_th: มหาวิทยาลัยหรือสถาบันการศึกษา

# dgUserOutcomeEditForm_ConceptualizeSkillFormat
source: Example: I can conceptualize a product scope and construct a timeline for the development and release of key features.
ar_sa: على سبيل المثال: أستطيع تصوّر نطاق منتج ما ووضع مخطط زمني لتطوير وإطلاق السمات الرئيسية.
es_es: Ejemplo: puedo conceptualizar el alcance de un producto y elaborar un calendario para el desarrollo y lanzamiento de los aspectos clave.
ko_kr: 예: 제품 범위를 개념화하고 주요 기능의 개발 및 배포 타임라인을 구축할 수 있습니다.
nl_nl: Voorbeeld: Ik kan een productbereik conceptualiseren en een tijdslijn maken voor de ontwikkeling en introductie van de belangrijkste kenmerken.
th_th: เช่น ฉันสามารถวางคอนเซปต์ของขอบเขตผลิตภัณฑ์ได้ และจัดทำกำหนดเวลาสำหรับการพัฒนาและออกฟีเจอร์ที่สำคัญ

# dgUserOutcomeEditForm_Country
source: Country
ar_sa: الدولة
es_es: País
ko_kr: 국가
nl_nl: Land
th_th: ประเทศ

# dgUserOutcomeEditForm_DateCompleted
source: Date Completed
ar_sa: تاريخ الإكمال
es_es: Fecha completada
ko_kr: 완료한 날짜
nl_nl: Datum voltooid
th_th: วันที่เสร็จสิ้น

# dgUserOutcomeEditForm_DegreeGrouping
source: Degrees will be grouped by category in your profile. Separate multiple categories with a comma.
ar_sa: سيتم تجميع الدرجات العلمية حسب فئتها في ملفك الشخصي. ضع فاصلة للفصل بين الفئات المتعددة.
es_es: Los diplomas se agruparán por categorías en su perfil. Separe las diferentes categorías mediante comas.
ko_kr: 학위는 귀하의 프로필에서 카테고리별로 그룹화됩니다. 여러 카테고리를 쉼표로 구분합니다.
nl_nl: Diploma's worden gegroepeerd per categorie in jouw profiel. Scheid meerdere categorieën met een komma.
th_th: วุฒิการศึกษาจะได้รับการจัดกลุ่มตามหมวดหมู่ในโปรไฟล์ของคุณ คั่นหมวดหมู่หลายรายการด้วยจุลภาค

# dgUserOutcomeEditForm_DegreeLevel
source: Degree Level
ar_sa: مستوى الدرجة العلمية
es_es: Nivel del diploma
ko_kr: 학위 레벨
nl_nl: Degreed-niveau
th_th: ระดับวุฒิการศึกษา

# dgUserOutcomeEditForm_DegreeTitleExample
source: e.g. B.S. Computer Science
ar_sa: مثل باكالوريوس العلوم علوم الحاسب الآلي
es_es: por ejemplo, Licenciatura en Computación
ko_kr: 예, 전산학 학사
nl_nl: bijv. B.S. Computer Science
th_th: เช่น ปริญญาตรี วิทยาศาสตร์คอมพิวเตอร์

# dgUserOutcomeEditForm_DescribeAccomplishment
source: Describe your Accomplishment
ar_sa: صف إنجازك
es_es: Describa su logro
ko_kr: 업적을 설명
nl_nl: Beschrijf jouw prestaties
th_th: อธิบายผลงานความสำเร็จของคุณ

# dgUserOutcomeEditForm_DescribeSkill
source: Describe your Skill
ar_sa: صف مهارتك
es_es: Describa su habilidad
ko_kr: 기술을 설명
nl_nl: Beschrijf jouw vaardigheid
th_th: อธิบายทักษะของคุณ

# dgUserOutcomeEditForm_DescribeUseOfSkill
source: Describe your process for using this skill
ar_sa: صف منهجك لاستخدام هذه المهارة
es_es: Describa cómo usa esta habilidad
ko_kr: 이 기술 사용에 대한 과정을 설명
nl_nl: Beschrijf jouw proces voor het gebruik van deze vaardigheid
th_th: อธิบายกระบวนการในการใช้ทักษะนี้

# dgUserOutcomeEditForm_DescribeWhyUseOfSkill
source: Why do you use the process you described?
ar_sa: لماذا تستخدم المنهجية التي وصفتها؟
es_es: ¿Por qué usa el proceso descrito?
ko_kr: 왜 설명한 절차를 사용하십니까?
nl_nl: Waarom gebruik je het proces dat je hebt beschreven?
th_th: เหตุใดคุณถึงใช้กระบวนการที่คุณอธิบาย?

# dgUserOutcomeEditForm_DoesCertExpire
source: This certificate does not expire
ar_sa: هذه الشهادة لا تنتهي صلاحيتها
es_es: Este certificado no vence
ko_kr: 인증서는 만료되지 않습니다
nl_nl: Dit certificaat vervalt niet
th_th: ใบรับรองนี้ไม่มีการหมดอายุ

# dgUserOutcomeEditForm_EditAccomplishment
source: Edit Accomplishment
ar_sa: تحرير إنجاز
es_es: Editar logro
ko_kr: 업적 수정
nl_nl: Prestatie bewerken
th_th: แก้ไขผลงานความสำเร็จ

# dgUserOutcomeEditForm_EditAward
source: Edit Award
ar_sa: تحرير جائزة
es_es: Editar premio
ko_kr: 보상 수정
nl_nl: Bekroning bewerken
th_th: แก้ไขรางวัล

# dgUserOutcomeEditForm_EditBadge
source: Edit Badge
ar_sa: تحرير وسام
es_es: Editar insignia
ko_kr: 배지 수정
nl_nl: Badge bewerken
th_th: แก้ไขแบดจ์

# dgUserOutcomeEditForm_EditCertificate
source: Edit Certificate
ar_sa: تحرير شهادة
es_es: Editar certificado
ko_kr: 인증서 수정
nl_nl: Certificaat bewerken
th_th: แก้ไขใบรับรอง

# dgUserOutcomeEditForm_EditDegree
source: Edit Degree
ar_sa: تحرير درجة علمية
es_es: Editar diploma
ko_kr: 학위 수정
nl_nl: Diploma bewerken
th_th: แก้ไขวุฒิการศึกษา

# dgUserOutcomeEditForm_EndDate
source: End Date
ar_sa: تاريخ الانتهاء
es_es: Fecha de finalización
ko_kr: 종료 날짜
nl_nl: Einddatum
th_th: วันที่สิ้นสุด

# dgUserOutcomeEditForm_ExpandedClientBase
source: Example: "Expanded client base by 78% in three years."
ar_sa: على سبيل المثال: "نطاق قاعدة عملاء تم توسيعها بنسبة 78% خلال ثلاث سنوات."
es_es: Ejemplo: «clientela ampliada en un 78 % en tres años».
ko_kr: 예: "3년 안에 고객층이 78% 확대되었습니다."
nl_nl: Voorbeeld: "Klantenbestand met 78% uitgebreid in drie jaar."
th_th: เช่น "ขยายฐานลูกค้าขึ้น 78% ภายในสามปี"

# dgUserOutcomeEditForm_FieldOfStudy
source: Field of Study
ar_sa: مجال الدراسة
es_es: Campo de estudio
ko_kr: 전공 분야
nl_nl: Studiegebied
th_th: สาขาวิชาที่เรียน

# dgUserOutcomeEditForm_FormatDescription
source: Format description in the form of 'I can...'
ar_sa: ضع الوصف في صيغة "قادر على..."
es_es: Realice la descripción usando "Puedo..."
ko_kr: '나는 ...을 할 수 있습니다.' 형식으로 설명
nl_nl: Formaat beschrijving in de vorm van 'Ik kan...'
th_th: เขียนคำอธิบายให้อยู่ในรูปแบบ 'ฉันสามารถ...'

# dgUserOutcomeEditForm_GPA
source: GPA
ar_sa: التقدير الدراسي
es_es: PC
ko_kr: 평점

# dgUserOutcomeEditForm_HeldSkill
source: How long have you held this skill?
ar_sa: منذ متى وأنت تتمتع بهذه المهارة؟
es_es: ¿Desde cuándo domina esta habilidad?
ko_kr: 얼마나 오래 이 기술을 가지고 계셨습니까?
nl_nl: Hoe lang heb je deze vaardigheid al?
th_th: คุณมีทักษะนี้นานเท่าใดแล้ว?

# dgUserOutcomeEditForm_IncludeTypicalCourses
source: Also add typical courses for this degree to my profile
ar_sa: إضافة الدورات التعليمية الاعتيادية لهذه الدرجة العلمية إلى ملفي الشخصي
es_es: Agregar también cursos de este diploma a mi perfil
ko_kr: 이 학위에 대한 일반적인 과정도 나의 프로필에 추가
nl_nl: Voeg ook typische cursussen voor dit diploma toe aan mijn profiel
th_th: นอกจากนี้ ให้เพิ่มหลักสูตรทั่วไปสำหรับวุฒิการศึกษานี้ไปยังโปรไฟล์ของฉัน

# dgUserOutcomeEditForm_IssuedBy
source: Issued by
ar_sa: أصدرها
es_es: Expedido por
ko_kr: 발급 기관
nl_nl: Uitgegeven door
th_th: ออกโดย

# dgUserOutcomeEditForm_IssuerUrl
source: URL of Issuer
ar_sa: عنوان URL لجهة الإصدار
es_es: URL del emisor
ko_kr: 발급자의 URL
nl_nl: URL van verstrekker
th_th: URL ของผู้ออก
