Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# PublicAbout_LearnMore
source: Learn more about life at Degreed
ar_sa: للاطلاع على المزيد حول الحياة في Degreed
es_es: Más información sobre la vida en Degreed
ko_kr: Degreed 근무 환경에 대해 자세히 알아보기
nl_nl: Kom meer te weten over het reilen en zeilen bij Degreed
th_th: เรียนรู้เพิ่มเติมเกี่ยวกับชีวิตที่ Degreed

# PublicAbout_MainTitle
source: Not because it is easy...
ar_sa: ليس لأنه سهل بل...
es_es: No porque sea fácil...
ko_kr: Degreed의 비즈니스 목표
nl_nl: Niet omdat het makkelijk is...
th_th: ไม่ใช่เพราะมันเป็นเรื่องง่าย ...

# PublicAbout_MarcTitle
source: Chief Marketing Officer
ar_sa: رئيس قسم التسويق
es_es: Director de Marketing
ko_kr: 최고 마케팅 책임자
th_th: หัวหน้าฝ่ายการตลาด

# PublicAbout_MetaDescription
source: Degreed is a lifelong learning platform that individuals and organizations use to discover learning content, build skills, and certify their expertise.
ar_sa: Degreed هي منصة التعلم مدى الحياة التي يستخدمها الأفراد والمؤسسات لاكتشاف محتوى التعلم، وبناء المهارات، والتصديق على خبراتهم.
es_es: Degreed es una plataforma de formación permanente que tanto individuos como empresas utilizan para descubrir contenido formativo, sumar habilidades y certificar su experiencia.
ko_kr: Degreed는 개인 및 조직이 학습 콘텐츠를 발견하고 기술을 습득하고 전문성을 인증 받는 데 사용하는 평생 학습 플랫폼입니다.
nl_nl: Degreed is een leerplatform dat personen en bedrijven gebruiken om leerstof te ontdekken, vaardigheden te vergroten en vaardigheden te certificeren.
th_th: Degreed เป็นแพลตฟอร์มการเรียนรู้ตลอดชีพที่บุคคลและองค์กรต่าง ๆ ใช้เพื่อค้นหาเนื้อหาการเรียนรู้ สร้างเสริมทักษะ และรับรองความเชี่ยวชาญของตน

# PublicAbout_MetaOgDescription
source: Degreed is a lifelong learning platform that individuals and organizations use to discover learning content, build skills, and certify their expertise.
ar_sa: Degreed هي منصة التعلم مدى الحياة التي يستخدمها الأفراد والمؤسسات لاكتشاف محتوى التعلم، وبناء المهارات، والتصديق على خبراتهم.
es_es: Degreed es una plataforma de formación permanente que tanto individuos como empresas utilizan para descubrir contenido formativo, sumar habilidades y certificar su experiencia.
ko_kr: Degreed는 개인 및 조직이 학습 콘텐츠를 발견하고 기술을 습득하고 전문성을 인증 받는 데 사용하는 평생 학습 플랫폼입니다.
nl_nl: Degreed is een leerplatform dat personen en bedrijven gebruiken om leerstof te ontdekken, vaardigheden te vergroten en vaardigheden te certificeren.
th_th: Degreed เป็นแพลตฟอร์มการเรียนรู้ตลอดชีพที่บุคคลและองค์กรต่าง ๆ ใช้เพื่อค้นหาเนื้อหาการเรียนรู้ สร้างเสริมทักษะ และรับรองความเชี่ยวชาญของตน

# PublicAbout_MetaOgTitle
source: About Degreed
ar_sa: عن Degreed
es_es: Acerca de Degreed
ko_kr: Degreed 정보
nl_nl: Info over Degreed
th_th: เกี่ยวกับ Degreed

# PublicAbout_MetaTitle
source: About
ar_sa: حول
es_es: Acerca de
ko_kr: 정보
nl_nl: Over
th_th: เกี่ยวกับ

# PublicAbout_MissionHeader
source: Our Mission
ar_sa: مهمتنا
es_es: Nuestra misión
ko_kr: Degreed의 미션
nl_nl: Onze missie
th_th: ภารกิจของเรา

# PublicAbout_MissionParagraph
source: In 2012, co-founders David Blake and Eric Sharp started Degreed with the mission to 'Jailbreak the Degree.' Inspired by JFK's Rice University speech, they set out to take on a big, audacious goal–not because it is easy, but because it is hard. Since then, we've grown to over 3 million users worldwide who believe there is no single path to expertise.
ar_sa: في عام 2012، بدأ كل من David Blake و Eric Sharp، المؤسسان، شركة Degreed مع مهمة "نظام كسر حماية الدرجة". مستوحاة من خطاب جون كنيدي في جامعة جون كنيدي، حيث شرعوا في تنفيذ هدف كبير وجريء–ليس لأنه سهل، بل لأنه صعب. ومنذ ذلك الحين، ازداد عدد المستخدمين في جميع أنحاء العالم إلى أكثر من 3 ملايين مستخدم مؤمنين بأنه لا يوجد مسار واحد للخبرة.
es_es: En 2012, David Blake y Eric Sharp fundaron Degreed con la misión de «liberar» los diplomas. Inspirados por el discurso de JFK en la Universidad Rice, se dispusieron a emprender un objetivo audaz no porque sea fácil, sino porque es difícil. Desde entonces, superamos los tres millones de usuarios en todo el mundo que no creen que solo exista un camino hacia la experiencia.
ko_kr: David Blake와 Eric Sharp는 2012년, '학위와 관련된 제약을 없애자'라는 미션을 가지고 Degreed를 공동 창립했습니다. 두 사람은 존 F. 케네디 대통령이 Rice 대학교에서 했던 연설에서 아이디어를 얻어, '많은 사람들에게 전문 지식을 제공한다'는 원대하고도 대담한 목표에 착수했습니다. 쉽지 않은 일이었지만, David Blake와 Eric Sharp는 처음 Degreed를 설립했을 때의 미션을 원동력으로 삼아 노력을 아끼지 않았습니다. Degreed는 창립 이후, 전문가가 될 수 있는 방법은 단 하나가 아니라고 믿는 전 세계 3백만 명 이상의 사용자를 확보할 정도로 놀라운 성장을 이루었습니다.
nl_nl: In 2012 zijn oprichters David Blake en Eric Sharp gestart met Degreed met de missie 'Jailbreak the Degree'. Geïnspireerd door John F. Kennedy's toespraak op Rice University stelden ze zichzelf een groot en gewaagd doel. Niet omdat het makkelijk is, maar omdat het moeilijk is. Sindsdien zijn we uitgegroeid tot meer dan 3 miljoen gebruikers wereldwijd die vinden dat er vele wegen zijn die naar expertise leiden.
th_th: ในปี 2012 ผู้ร่วมก่อตั้ง David Blake และ Eric Sharp เริ่มต้น Degreed ด้วยภารกิจเพื่อ 'การแหกกฎ Degree' แรงบันดาลใจจากสุนทรพจน์ของมหาวิทยาลัย JFK's Rice ทำให้พวกเขามุ่งมั่นที่จะก้าวไปสู่เป้าหมายที่ใหญ่โตและกล้าหาญ ไม่ใช่เพราะเป็นเรื่องง่าย แต่เพราะเป็นเรื่องยาก ตั้งแต่นั้นเป็นต้นมา เราได้ขยายไปถึงผู้ใช้งานกว่า 3 ล้านคนทั่วโลก ผู้ที่เชื่อว่าไม่ได้มีแค่ทางเดียวที่นำไปสู่การเป็นผู้เชี่ยวชาญ

# PublicAbout_NateTitle
source: Chief of Staff and Business Operations
ar_sa: رئيس الموظفين والعمليات التجارية
es_es: Jefe de personal y operaciones comerciales
ko_kr: 조직 대표 및 비즈니스 운영
nl_nl: Stafchef en bedrijfsvoering
th_th: หัวหน้าฝ่ายบุคลากรและการดำเนินธุรกิจ

# PublicAbout_StatsAwards
source: Industry Awards
ar_sa: جوائز الصناعة
es_es: Premios del sector
ko_kr: 업계 수상 경력
nl_nl: Onderscheidingen door de sector
th_th: รางวัลทางอุตสาหกรรม

# PublicAbout_StatsCountries
source: Countries We Live In
ar_sa: البلدان التي نعيش بها
es_es: Países en los que estamos
ko_kr: 서비스 제공 국가
nl_nl: Landen waarin we leven
th_th: ประเทศที่เราอาศัยอยู่

# PublicAbout_StatsHeading
source: Degreed by the Numbers
ar_sa: تصنيف بالأرقام
es_es: Degreed en números
ko_kr: Degreed의 성과
th_th: Degreed ตามตัวเลข

# PublicAbout_StatsMembers
source: Team Members
ar_sa: أعضاء الفريق
es_es: Miembros del equipo
ko_kr: 직원
nl_nl: Teamleden
th_th: สมาชิกในทีม

# PublicAbout_StatsOffices
source: Worldwide Offices
ar_sa: المكاتب العالمية
es_es: Oficinas en todo el mundo
ko_kr: 전 세계 사무소
nl_nl: Wereldwijde vestigingen
th_th: สำนักงานทั่วโลก

# PublicAbout_StephanieTitle
source: Chief Financial Officer
ar_sa: رئيس القسم المالي
es_es: Director financiero
ko_kr: 최고 재무 책임자(CFO)
th_th: หัวหน้าฝ่ายการเงิน

# PublicAbout_TJTitle
source: Chief Sales Officer
ar_sa: رئيس قسم المبيعات
es_es: Director de Ventas
ko_kr: 최고 판매 책임자
th_th: หัวหน้าฝ่ายขาย

# PublicCareers_ChildcareReimbursement
source: Childcare Reimbursement
ar_sa: تسديد تكاليف رعاية الطفل
es_es: Reembolso por cuidado infantil
ko_kr: 육아 지원
nl_nl: Vergoeding voor kinderopvang
th_th: การชำระเงินที่เกี่ยวกับการดูแลลูกคืน

# PublicCareers_ChildcareReimbursementParagraph
source: We believe in balancing work with family life and offer a reimbursement for child care.
ar_sa: نحن نؤمن بالموازنة بين العمل والحياة الأسرية وتقديم تعويض عن رعاية الأطفال.
es_es: Creemos en balancear la vida laboral y la familiar, y ofrecemos un reembolso por cuidado infantil.
ko_kr: Degreed는 일과 가정 간의 균형이 중요하다는 사실을 존중하며, 육아 지원 혜택을 제공합니다.
nl_nl: Wij geloven in het combineren van werk en gezin en bieden een vergoeding voor kinderopvang.
th_th: เราเชื่อมั่นในความสมดุลในการทำงานกับชีวิตครอบครัว และ เสนอการชำระเงินที่เกี่ยวกับการดูแลลูกคืน

# PublicCareers_FlexTime
source: Flex Time
ar_sa: وقت مرن
es_es: Flexibilidad horaria
ko_kr: 탄력 근무
th_th: ช่วงเวลาที่ยืดหยุ่น

# PublicCareers_FlexTimeParagraph
source: We offer a 100% flexible schedule. You work when you want, where you want (really).
ar_sa: نقدم جدول زمني مرن بنسبة 100 ٪. لك الحرية في العمل متى أردت، وحيث أردت (حقًا).
es_es: Ofrecemos un horario 100 % flexible. Trabaje cuando quiera y donde quiera (de verdad).
ko_kr: Degreed는 100% 탄력 근무제를 운영합니다. 원하는 시간에 원하는 장소에서 근무하세요.
nl_nl: We bieden een 100% flexibel rooster. Je werkt wanneer je wilt, waar je wilt (echt waar).
th_th: เรามีตารางเวลาที่ยืดหยุ่น 100% คุณทำงานเมื่อไหร่ก็ได้คุณต้องการ ที่ไหนก็ได้ที่คุณต้องการ (จริง ๆ)

# PublicCareers_JobListingsHeader
source: Ready for your dream job?
ar_sa: هل أنت على استعداد لوظيفة أحلامك؟
es_es: ¿Está listo para su trabajo soñado?
ko_kr: 꿈의 직장에서 함께할 준비가 되셨나요?
nl_nl: Klaar voor je droombaan?
th_th: พร้อมสำหรับงานในฝันของคุณหรือไม่?

# PublicCareers_LearningStipend
source: Learning Stipend
ar_sa: رواتب التعلم
es_es: Aprendizaje remunerado
ko_kr: 학습 지원금
nl_nl: Studiestipendium
th_th: ค่าใช้จ่ายในการเรียนรู้

# PublicCareers_LearningStipendParagraph
source: We give employees $1,200 a year to learn anything they want. And unlimited dollars if it is job-related.
ar_sa: نعطي الموظفين 1200 دولارًا في السنة لتعلم أي شيء يريدونه. وعدد غير محدود من الدولارات إذا كانت ذات صلة بالعمل.
es_es: Les damos a los empleados 1200 $ al año para que aprendan lo que quieran. Y una cantidad ilimitada si guarda relación con el trabajo.
ko_kr: Degreed는 학습 콘텐츠에 관계없이 직원들에게 연간 1,200달러의 학습 지원금을 제공합니다. 그리고 업무와 관련된 학습 콘텐츠의 경우에는 학습 지원금을 무제한으로 지급합니다.
nl_nl: We geven werknemers $1200 per jaar om alles te leren wat ze willen en onbeperkt geld als het werkgerelateerd is.
th_th: เราให้พนักงาน 1,200 เหรียญต่อปี เพื่อเรียนรู้สิ่งที่พวกเขาต้องการ และจำนวนเงินไม่จำกัด ถ้าเกี่ยวข้องกับงาน

# PublicCareers_MainTitle
source: Deviants wanted.
ar_sa: المبتكرون مطلوبون.
es_es: Se buscan personas especiales.
ko_kr: 창의적인 인재를 찾습니다.
nl_nl: Devianten gezocht.
th_th: ต้องการคนที่แตกต่างจากผู้อื่น

# PublicCareers_MetaDescription
source: We're hiring. Check out our open positions.
ar_sa: نقوم بالتوظيف. تحقق من المناصب المتاحة.
es_es: Buscamos personal. Eche un vistazo a nuestras vacantes abiertas.
ko_kr: Degreed에서 인재를 채용합니다. 지원 가능한 부문을 확인하세요.
nl_nl: We nemen nu mensen aan. Bekijk onze openstaande vacatures.
th_th: เรากำลังจ้าง ตรวจสอบตำแหน่งงานที่เปิดรับสมัครของเรา

# PublicCareers_MetaOgDescription
source: Developers, Designers, and Deviants. We want the tenacious, self-taught, the scrappy, passionate, the unafraid. View Openings.
ar_sa: مطورين ومصممين ومبتكرين. نريد المتحدين، ذوي تعليم ذاتي، مشاكسين، متحمسين، شجعان. عرض الشواغر.
es_es: Desarrolladores, diseñadores y profesionales especiales. Buscamos a los tenaces, a los autodidactas, a los que se hicieron a sí mismos, a los osados. Ver vacantes.
ko_kr: 개발자, 디자이너, 독특한 사고방식을 지닌 인재를 환영합니다. 스스로 학습하며, 산만하면서도 끈질긴 면이 있고, 열정적인 동시에 두려움을 모르는 사람을 찾습니다. 지원 가능한 부문을 확인하세요.
nl_nl: Ontwikkelaars, ontwerpers en devianten. We willen mensen die vasthoudend, zelflerend, vastberaden, gepassioneerd en onbevreesd zijn. Vacatures weergeven.
th_th: นักพัฒนา นักออกแบบ และ คนที่แตกต่าง เราต้องการ ความที่ไม่ยอมอะไรง่าย ๆ สอนตัวเองได้ ชอบต่อสู้ มีความหลงใหล ไม่หวาดกลัว ดูตำแหน่งที่เปิดรับ

# PublicCareers_MetaOgTitle
source: Careers at Degreed
ar_sa: الوظائف في موقع Degreed
es_es: Carreras en Degreed
ko_kr: Degreed 근무 환경
nl_nl: Werken bij Degreed
th_th: ร่วมงานกับ Degreed

# PublicCareers_MetaTitle
source: Careers
ar_sa: الوظائف
es_es: Carreras
ko_kr: 경력
nl_nl: Werken bij Degreed
th_th: ตำแหน่งงาน

# PublicCareers_ParentalLeave
source: Parental Leave
ar_sa: إجازة الولادة
es_es: Permiso por paternidad
ko_kr: 육아 휴직
nl_nl: Ouderschapsverlof
th_th: สิทธิการลาคลอด

# PublicCareers_ParentalLeaveParagraph
source: Unlimited paid maternity and paternity leave with a commitment to return 2X duration.
ar_sa: إجازة غير مدفوعة الأجر وإجازة الولادة مع التزام بإرجاع ضعف المدة.
es_es: Permiso remunerado por maternidad y paternidad ilimitado con el compromiso de devolver el doble de su duración.
ko_kr: 남녀 직원 모두 유급 육아 휴직 기간에 제한이 없습니다. 단 휴직 기간의 두 배에 해당하는 기간을 더 근무해야 합니다.
nl_nl: Onbeperkt betaald moederschaps- en vaderschapsverlof met een verbintenis om 2X keer terug te keren.
th_th: จ่ายเงินเดือนให้สิทธิการลาคลอดสำหรับแม่และสิทธิการลาคลอดสำหรับพ่ออย่างไม่จำกัด โดยมีพันธะสัญญาที่จะคืนระยะเวลาทำงาน 2 เท่า

# PublicCareers_PartTimeBenefits
source: Part-time with Benefits
ar_sa: بدوام جزئي مع الفوائد
es_es: Tiempo parcial con beneficios
ko_kr: 시간제 직원의 복리후생제도
nl_nl: Parttime met secundaire arbeidsvoorwaarden
th_th: งาน Part-time พร้อมกับผลประโยชน์

# PublicCareers_PartTimeBenefitsParagraph
source: We offer part-time positions that include full benefits.
ar_sa: نقوم بطرح مناصب بدوام جزئي والتي تشمل المستحقات بالكامل.
es_es: Ofrecemos puestos a tiempo parcial con todos los beneficios.
ko_kr: 시간제 직원에게도 정규 직원과 같은 복리후생제도가 지원됩니다.
nl_nl: We bieden parttime functies met goede secundaire arbeidsvoorwaarden.
th_th: เรามีตำแหน่งงาน part-time ซึ่งรวมถึงผลประโยชน์เต็มรูปแบบ

# PublicCareers_TabHeader
source: Why work at Degreed?
ar_sa: لماذا Degreed؟
es_es: ¿Por qué trabajar en Degreed?
ko_kr: Degreed 근무의 장점
nl_nl: Waarom werken bij Degreed?
th_th: ทำไมต้องทำงานที่ Degreed?

# PublicCareers_TabOne
source: Balance
ar_sa: الرصيد
es_es: Saldo
ko_kr: 잔액
nl_nl: Saldo
th_th: ยอดดุล

# PublicCareers_TabOneHeader
source: Balance.
ar_sa: التوازن
es_es: Equilibrio.
ko_kr: 균형
nl_nl: Balans.
th_th: สมดุล.

# PublicCareers_TabOneParagraph
source: We believe your best work happens when you have a complete life balance and Degreed gives you the flexibility to make that happen.
ar_sa: لدينا إيمان بأن عملك الأفضل يحدث عندما يكون لديك توازن كامل في الحياة، وتمنحك Degreed المرونة اللازمة لتحقيق ذلك.
es_es: Creemos que se trabaja mejor cuando se tiene una vida totalmente balanceada y Degreed le da esa flexibilidad para conseguirlo.
ko_kr: Degreed는 직원들이 균형잡힌 삶을 영위할 때 최고의 업무 성과를 거둘 수 있다고 믿기 때문에 유연한 근무를 보장합니다.
nl_nl: We geloven dat je het beste werk levert wanneer je een goede balans hebt in je leven en Degreed geeft je de flexibiliteit om dat te bereiken.
th_th: เราเชื่อว่าผลงานที่ดีที่สุดของคุณจะเกิดขึ้นเมื่อคุณมีสมดุลชีวิตสมบูรณ์ และ Degreed ช่วยให้คุณมีความยืดหยุ่นในการทำให้สิ่งนั้นเกิดขึ้นได้

# PublicCareers_TabThree
source: Growth
ar_sa: النمو
es_es: Crecimiento
ko_kr: 성장
nl_nl: Groei
th_th: การเจริญเติบโต

# PublicCareers_TabThreeHeader
source: Growth.
ar_sa: النمو.
es_es: Crecimiento.
ko_kr: 성장
nl_nl: Groei.
th_th: การเจริญเติบโต.

# PublicCareers_TabThreeParagraph
source: Build your skills while building Degreed. Get $1,200 a year to learn whatever you want.
ar_sa: ابني مهاراتك بينما تساهم في بناء Degreed. احصل على 1200 دولارًا سنويًا لتتعلم أي شيء ترغبه.
es_es: Cree sus habilidades a la par que Degreed. Obtenga 1200 $ al año para aprender lo que quiera.
ko_kr: Degreed의 성장과 더불어 개인의 역량도 발전시킬 수 있습니다. 학습 콘텐츠에 관계없이 연간 1,200달러가 학습 지원금으로 제공됩니다.
nl_nl: Ontwikkel jouw vaardigheden terwijl je werkt aan Degreed. Ontvang $1200 per jaar om te leren wat je maar wilt.
th_th: สร้างทักษะของคุณในขณะที่สร้าง Degreed รับ 1,200 เหรียญต่อปีเ พื่อเรียนรู้สิ่งที่คุณต้องการ

# PublicCareers_TabTwo
source: Diversity
ar_sa: التنوع
es_es: Diversidad
ko_kr: 다양성
nl_nl: Diversiteit
th_th: ความหลากหลาย

# PublicCareers_TabTwoHeader
source: Diversity.
ar_sa: التنوع.
es_es: Diversidad.
ko_kr: 다양성
nl_nl: Diversiteit.
th_th: ความหลากหลาย

# PublicCareers_TabTwoParagraph
source: Degreed is dedicated to building a diverse and inclusive workforce that celebrates people's backgrounds and differences.
ar_sa: تكرس Degreed بناء قوة عاملة متنوعة وشاملة تحتفي بتعددية من الثقافات والخلفيات البشرية.
es_es: El propósito de Degreed es crear una mano de obra diversa e inclusiva que celebre la experiencia y las diferencias de las personas.
ko_kr: Degreed는 사람들의 다양한 배경과 개성을 인정하며 포괄적인 인재 채용을 위해 노력합니다.
nl_nl: Degreed is toegewijd aan het opbouwen van een divers en inclusief personeelsbestand met waardering voor culturele verscheidenheid.
th_th: Degreed ทุ่มเทในการสร้างพนักงานที่มีความหลากหลายและครอบคลุม ซึ่งสรรเสริญภูมิหลังและความแตกต่างของผู้คน

# PublicCareers_UnlimitedPTO
source: Unlimited PTO
ar_sa: الإجازة مدفوعة الأجر الغير محدودة (PTO)
es_es: Permisos remunerados ilimitados
ko_kr: 무제한 유급 휴가
nl_nl: Onbeperkt betaald verlof
th_th: PTO ไม่จำกัด

# PublicCareers_UnlimitedPTOParagraph
source: Unlimited. And a culture that makes good on it.
ar_sa: غير محدودة والدولة التي تستفيد منها.
es_es: Ilimitados. Y una cultura que cumple.
ko_kr: 실제로 Degreed는 무제한 유급 휴가를 제공합니다.
nl_nl: Onbeperkt. En een positieve cultuur.
th_th: ไม่จำกัด. และวัฒนธรรมที่ทำให้ดีต่อไป

# PublicCareers_VideoQuote
source: "It's hard to imagine a place like this exists. But here I am."
ar_sa: "يصعب تخيل وجود مثل هذا المكان. لكنني هنا."
es_es: "Es difícil imaginar que exista un lugar así, pero aquí estamos".
ko_kr: "이렇게 좋은 회사가 있다고 상상하기는 힘들죠. 하지만 제가 바로 그런 회사에서 일하고 있답니다."
nl_nl: "Het is moeilijk om je voor te stellen dat zo'n plek bestaat. Maar hier ben ik."
th_th: "มันยากที่จะจินตนาการถึงสถานที่เช่นนี้ แต่ฉันอยู่ที่นี่ "

# PublicCareers_VideoQuoteTitle
source: Chief Marketing Officer
ar_sa: رئيس قسم التسويق
es_es: Director de Marketing
ko_kr: 최고 마케팅 책임자
th_th: หัวหน้าฝ่ายการตลาด

# PublicCareers_ViewPositions
source: View open positions
ar_sa: عرض المناصب المتوفرة
es_es: Ver vacantes abiertas
ko_kr: 지원 가능 부문 보기
nl_nl: Openstaande vacatures weergeven
th_th: ดูตำแหน่งที่เปิดรับสมัคร

# PublicContact_EmailAddress
source: Email Address
ar_sa: عنوان البريد الإلكتروني
es_es: Dirección de correo electrónico
ko_kr: 이메일 주소
nl_nl: E-mailadres
th_th: ที่อยู่อีเมล

# PublicContact_FirstName
source: First Name
ar_sa: الاسم الأول
es_es: Nombre
ko_kr: 이름
nl_nl: Voornaam
th_th: ชื่อจริง

# PublicContact_HelpCenterButton
source: Go to the Help Center
ar_sa: الذهاب إلى مركز المساعدة
es_es: Ir al Centro de ayuda
ko_kr: 지원 센터로 이동
nl_nl: Ga naar het Helpcentrum
th_th: ไปที่ศูนย์ช่วยเหลือ

# PublicContact_LastName
source: Last Name
ar_sa: الاسم الأخير
es_es: Apellidos
ko_kr: 성
nl_nl: Achternaam
th_th: นามสกุล

# PublicContact_Message
source: Your Message
ar_sa: رسالتك
es_es: Su mensaje
ko_kr: 메시지
nl_nl: Jouw bericht
th_th: ข้อความของคุณ

# PublicContact_MessagePlaceholder
source: Tell us what's on your mind...
ar_sa: أخبرنا ما يدور في ذهنك...
es_es: Díganos lo que piensa...
ko_kr: 귀하의 의견을 보내주세요...
nl_nl: Vertel ons waar je aan denkt...
th_th: บอกเราว่ามีอะไรอยู่ในใจ ...

# PublicContact_MetaDescription
source: We'd love to hear from you.
ar_sa: يسرنا أن تراسلنا!
es_es: Nos gustaría conocer su parecer.
ko_kr: 여러분의 의견을 듣고 싶습니다.
nl_nl: We horen graag van je.
th_th: เรายินดีรับฟังความคิดเห็นจากคุณ

# PublicContact_MetaTitle
source: Contact Us
ar_sa: اتصل بنا
es_es: Contacto
ko_kr: 연락처
nl_nl: Neem contact met ons op
th_th: ติดต่อเรา

# PublicContact_MetaTitleSucess
source: Contact Us Success
ar_sa: اتصل بنا
es_es: Contacto - Éxito
ko_kr: Degreed 연락처
nl_nl: Neem contact op met ons
th_th: ติดต่อเรา ประสบผลสำเร็จ

# PublicContact_OurOffices
source: Our offices.
ar_sa: نجاح عروضنا.
es_es: Nuestras oficinas.
ko_kr: Degreed 사무실
nl_nl: Onze vestigingen.
th_th: สำนักงานของเรา

# PublicContact_ProductSupport
source: Looking for product support?
ar_sa: هل تبحث عن دعم المنتج؟
es_es: ¿Busca asistencia sobre productos?
ko_kr: 제품 관련 지원이 필요하신가요?
nl_nl: Heb je productondersteuning nodig?
th_th: กำลังมองหาการช่วยเหลือเกี่ยวกับผลิตภัณฑ์หรือไม่?

# PublicContact_SendMessage
source: Send Message
ar_sa: إرسال رسائل
es_es: Enviar mensaje
ko_kr: 메시지 보내기
nl_nl: Stuur een bericht
th_th: ส่งข้อความ

# PublicFooter_About
source: About
ar_sa: حول
es_es: Acerca de
ko_kr: 정보
nl_nl: Over
th_th: เกี่ยวกับ

# PublicFooter_AllRightsReserved
source: All rights reserved.
ar_sa: جميع الحقوق محفوظة
es_es: Todos los derechos reservados.
ko_kr: 전권소유.
nl_nl: Alle rechten voorbehouden.
th_th: สงวนลิขสิทธิ์

# PublicFooter_Blog
source: Blog
ar_sa: مدونة
ko_kr: 블로그
th_th: บล็อก

# PublicFooter_Careers
source: Careers
ar_sa: الوظائف
es_es: Carreras
ko_kr: 경력
nl_nl: Werken bij Degreed
th_th: ตำแหน่งงาน

# PublicFooter_Company
source: Company
ar_sa: الشركة
es_es: Empresa
ko_kr: 회사
nl_nl: Bedrijf
th_th: บริษัท

# PublicFooter_Connect
source: Connect
ar_sa: الربط
es_es: Conectar
ko_kr: 연결
nl_nl: Koppelen
th_th: เชื่อมต่อ

# PublicFooter_Contact
source: Contact Us
ar_sa: اتصل بنا
es_es: Contacto
ko_kr: 연락처
nl_nl: Neem contact met ons op
th_th: ติดต่อเรา

# PublicFooter_Cookies
source: Cookies
ar_sa: ملفات تعريف الارتباط
ko_kr: 쿠키
th_th: คุกกี้

# PublicFooter_Copyright
source: Copyright © {0} Degreed, Inc. All Rights Reserved.
ar_sa: حقوق الطبع والنشر © {0} Degreed، Inc. جميع الحقوق محفوظة.
es_es: Copyright © {0} Degreed, Inc. Todos los derechos reservados.
ko_kr: Copyright © {0} Degreed, Inc. 전권소유.
nl_nl: Copyright {0} Degreed, Inc. Alle rechten voorbehouden.
th_th: สงวนลิขสิทธิ์ © {0} Degreed, Inc.

# PublicFooter_DegreedForBusiness
source: Degreed For Business
ar_sa: Degreed لأغراض الأعمال
es_es: Degreed para empresas
ko_kr: 기업용 Degreed
nl_nl: Degreed voor bedrijven
th_th: Degreed สำหรับธุรกิจ

# PublicFooter_DegreedForYou
source: Degreed For You
ar_sa: Degreed لك
es_es: Degreed para usted
ko_kr: 개인용 Degreed
nl_nl: Degreed voor jou
th_th: Degreed สำหรับคุณ

# PublicFooter_Events
source: Events
ar_sa: فعاليات
es_es: Eventos
ko_kr: 이벤트
nl_nl: Evenementen
th_th: งานกิจกรรม

# PublicFooter_ExpertiseEconomy
source: The Expertise Economy
ar_sa: اقتصاد الخبرة
es_es: La economía de los expertos
ko_kr: 경제 전문 지식
nl_nl: De expertise-economie
th_th: เศรษฐกิจความเชี่ยวชาญ

# PublicFooter_HelpCenter
source: Help Center
ar_sa: مركز المساعدة
es_es: Centro de ayuda
ko_kr: 지원 센터
nl_nl: Helpcentrum
th_th: ศูนย์ช่วยเหลือ

# PublicFooter_MobileApps
source: Mobile Apps
ar_sa: تطبيقات الجوال
es_es: Apps para celulares
ko_kr: 모바일 앱
nl_nl: Mobiele apps
th_th: แอพพลิเคชันมือถือ

# PublicFooter_PartnerPortal
source: Partner Portal
ar_sa: بوابة شريك
es_es: Portal para socios
ko_kr: 파트너 포털
nl_nl: Partnerportaal
th_th: พอร์ทัลผู้ร่วมงาน

# PublicFooter_Partners
source: Partners
ar_sa: الشركاء
es_es: Socios
ko_kr: 파트너
th_th: ผู้ร่วมงาน

# PublicFooter_PartnerWithUs
source: Partner With Us
ar_sa: اشترك معنا
es_es: Asociarse con nosotros
ko_kr: 저희와 파트너
nl_nl: Samenwerken
th_th: ร่วมงานกับเรา

# PublicFooter_Press
source: Press
ar_sa: الصحافة
es_es: Prensa
ko_kr: 언론
nl_nl: Pers
th_th: สื่อ

# PublicFooter_Privacy
source: Privacy
ar_sa: الخصوصية
es_es: Privacidad
ko_kr: 개인 정보 보호
th_th: ความเป็นส่วนตัว

# PublicFooter_Product
source: Product
ar_sa: المنتج
es_es: Producto
ko_kr: 제품
th_th: สินค้า

# PublicFooter_TermsOfUse
source: Terms of Use
ar_sa: شروط الاستخدام
es_es: Términos de uso
ko_kr: 사용 약관
nl_nl: Gebruiksvoorwaarden
th_th: ข้อกำหนดในการใช้งาน

# PublicForBiz_CardOne
source: How the workforce learns
ar_sa: كيف تتعلم القوة العاملة
es_es: ¿Cómo aprenden los trabajadores?
ko_kr: 팀원들이 학습하는 방식
nl_nl: Hoe het personeel leert
th_th: วิธีการเรียนรู้ของบุคลากร

# PublicForBiz_CardThree
source: Upcoming Events </br> with Degreed
ar_sa: الأحداث القادمة </br> مع Degreed
es_es: Próximos eventos </br> con Degreed
ko_kr: Degreed의 </br> 다가오는 이벤트
nl_nl: Komende evenementen </br> met Degreed
th_th: งานกิจกรรมที่กำลังจะมาถึง</br>กับ Degreed

# PublicForBiz_CardTwo
source: Report: The Innovator's Guide to Learning Technology
ar_sa: التقرير: دليل Innovator لتكنولوجيا التعلم
es_es: Informe: La guía del innovador para aprender tecnología
ko_kr: 보고서: 혁신가의 학습 기술 가이드
nl_nl: Rapport: The Innovator's Guide to Learning Technology
th_th: รายงาน: คู่มือนักนวัตกรรมในการเรียนรู้เทคโนโลยี

# PublicForBiz_DegreedDebrief
source: Degreed Debrief
ar_sa: ملخص Degreed
es_es: Informe de Degreed
ko_kr: Degreed 보고
th_th: รายละเอียด Degreed

# PublicForBiz_GetDemoHeader
source: Get a demo.
ar_sa: احصل على عرض توضيحي.
es_es: Obtenga una demostración.
ko_kr: 데모를 받습니다.
nl_nl: Ontvang een demo.
th_th: รับการสาธิต

# PublicForBiz_GetDemoParagraph
source: Find out how Degreed can help you unlock your people's skills.
ar_sa: اكتشف كيف يمكن أن تساعدك Degreed على فتح مهارات أفرادك.
es_es: Descubra cómo Degreed puede ayudarle a que sus empleados desarrollen sus habilidades.
ko_kr: Degreed가 어떻게 팀원의 기술을 향상하는지 알아봅니다.
nl_nl: Vind uit hoe Degreed jou kan helpen om vaardigheden van anderen te vergroten.
th_th: เรียนรู้ว่า Degreed สามารถช่วยให้คุณปลดล็อกทักษะของบุคลากรของคุณได้อย่างไร
