Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# OrgSettings_PermissionRoles_Desc
source: Add on creation: Only update the user’s role on user creation. When the user is created, use the Role in the file if passed in the file or if no role is passed in the file, assign user the default (Member) role. Update every time: Update the user’s role every time a file is loaded when the role is passed in the file. If no role passed in file, then don't update.
ar_sa: إنشاء إضافي: تحديث دور المستخدم فقط عند إنشاء حساب المستخدم. عندما يتم إنشاء حساب للمستخدم، استخدم "الدور" في الملف إذا تم تمريره في الملف أو إذا لم يتم تمرير أي دور في الملف، فقم بتعيين الدور (العضو) الافتراضي للمستخدم. تحديث دائم: تحديث دور المستخدم في كل مرة يتم فيها تحميل أحد الملفات عندما يتم تمرير الدور في الملف. إذا لم يتم تمرير أي دور في الملف، ففي هذه الحالة لا تقم بعملية التحديث.
es_es: Añadir al crear: el rol del usuario solo se actualiza al crear el usuario. Al crear el usuario, se le asignará el rol asignado en el archivo. Si no hay un rol asignado en el archivo, se le asignará el rol predeterminado (miembro). Actualizar cada vez: actualizar el rol del usuario cada vez que se cargue un archivo, siempre que el rol esté asignado en el archivo. Si no hay un rol asignado en el archivo, no se actualizará.
ko_kr: 생성 시 추가: 사용자가 생성될 때에만 사용자 역할이 업데이트됩니다. 사용자가 생성될 때 파일로 전달된 경우에는 파일에 있는 역할을 사용하고 파일로 아무런 역할이 전달되지 않은 경우에는 기본(멤버) 역할을 사용자에게 할당합니다. 매번 업데이트: 파일로 역할이 전달된 경우 파일이 로드될 때마다 사용자 역할을 업데이트합니다. 파일로 아무런 역할이 전달되지 않은 경우에는 업데이트하지 마십시오..
nl_nl: Toevoegen bij aanmaken: de rol van de gebruiker wordt alleen bijgewerkt bij het aanmaken van de gebruiker. Bij het aanmaken van de gebruiker wordt de Rol in het bestand gebruikt, indien deze hierin gedefinieerd wordt. Als dit niet het geval is, wordt de gebruiker de standaardrol toegewezen (Lid). Elke keer bijwerken: de rol van de gebruiker wordt elke keer als er een bestand wordt geladen bijgewerkt, indien deze in het bestand wordt gedefinieerd. Als er geen rol in het bestand wordt gedefinieerd, dan wordt de rol niet bijgewerkt.
th_th: การสร้างที่เพิ่มเข้าไป: อัปเดตบทบาทของผู้ใช้ในการสร้างผู้ใช้เท่านั้น เมื่อสร้างผู้ใช้ขึ้น ใช้บทบาทในไฟล์หากมีบทบาทนั้นในไฟล์ หรือหากไม่มีบทบาทในไฟล์ โปรดมอบหมายบทบาทค่าเริ่มต้น (สมาชิก) แก่ผู้ใช้ อัปเดตทุกครั้ง: อัปเดตบทบาทของผู้ใช้ทุกครั้งที่โหลดไฟล์เมื่อมีบทบาทที่ให้มาในไฟล์ หากไม่มีบทบาทที่ให้มาในไฟล์ โปรดอย่าอัปเดต

# OrgSettings_PermissionRoles_Name
source: Permission Roles
ar_sa: أدوار الأذونات
es_es: Roles de permiso
ko_kr: 권한 역할
nl_nl: Toestemmingsrollen
th_th: บทบาทการอนุญาต

# OrgSettings_PrivacySettings
source: Privacy Settings
ar_sa: إعدادات الخصوصية
es_es: Ajustes de privacidad
ko_kr: 개인 정보 보호 설정
nl_nl: Privacy-instellingen
th_th: การตั้งค่าความเป็นส่วนตัว

# OrgSettings_Providers_Desc
source: When a user import file is uploaded: Add will append to the user's existing. Replace will overwrite/replace the user's existing.
ar_sa: عند تحميل ملف استيراد خاص بالمستخدم: أيقونة "إضافة" ستقوم بإلحاق ملف بملف المستخدم الموجود. أيقونة "تغيير" ستقوم باستبدال / تغيير ملف المستخدم الحالي.
es_es: Cuando se carga un archivo de importación de usuario: "Añadir" lo incorporará al archivo existente. "Reemplazar" sobrescribirá y reemplazará el archivo existente.
ko_kr: 사용자 가져오기 파일이 업로드되면 사용자의 기존 파일에 추가됩니다. 교체는 사용자의 기존 항목을 덮어 쓰거나 바꿉니다.
nl_nl: Wanneer een importbestand van een gebruiker wordt geüpload: 'Toevoegen' voegt dit toe aan het bestaande bestand. 'Vervangen' overschrijft/vervangt het bestaande bestand.
th_th: เมื่อไฟล์นำเข้าของผู้ใช้ได้รับการอัปโหลด: การเพิ่มจะเชื่อมต่อไปยังส่วนที่มีอยู่ของผู้ใช้ จะมีการเขียนทับแทนที่ส่วนที่มีอยู่ของผู้ใช้

# OrgSettings_Providers_Name
source: Providers
ar_sa: جهات التقديم
es_es: Proveedores
ko_kr: 제공자
nl_nl: Aanbieders
th_th: ผู้ให้บริการ

# OrgSettings_RateSkillsEmail_Desc
source: Prompts users to rate their skills.
ar_sa: يطالب المستخدمين بتقييم مهاراتهم.
es_es: Anima a los usuarios a evaluar sus habilidades.
ko_kr: 사용자가 자신의 기술을 평가하도록 안내합니다.
nl_nl: Vraagt gebruikers hun vaardigheden te beoordelen.
th_th: แจ้งผู้ใช้ให้ประเมินคะแนนทักษะของตน

# OrgSettings_RateSkillsEmail_Name
source: Onboarding Email Day 7: Measure Your Skills​
ar_sa: ضبط استقبال البريد الإلكتروني في اليوم 7: قياس مهاراتك​
es_es: Correo electrónico de incorporación día 7: Mida sus habilidades
ko_kr: 온보딩 이메일 7일차: 기술을 측정하세요​
nl_nl: Onboardingmail dag 7: je vaardigheden meten
th_th: การใช้งานอีเมลวันที่ 7: ประเมินวัดทักษะของคุณ​

# OrgSettings_ShowExternalContentWarning_Desc
source: When users switch to the external catalog, show them a customizable message.
ar_sa: عندما ينتقل المستخدمون إلى القائمة الخارجية، اعرض لهم رسالة قابلة للتخصيص.
es_es: Muestre a los usuarios un mensaje personalizable cuando cambien al catálogo externo
ko_kr: 사용자가 외부 카탈로그로 전환하면, 맞춤 설정할 수 있는 메시지를 보여줍니다.
nl_nl: Toon gebruikers een aanpasbaar bericht wanneer ze omschakelen naar de externe catalogus.
th_th: เมื่อผู้ใช้เปลี่ยนไปใช้แค็ตตาล็อกภายนอก ให้แสดงข้อความแบบกำหนดเองได้แก่ผู้ใช้

# OrgSettings_ShowExternalContentWarning_Name
source: External Catalog Warning
ar_sa: تحذير قائمة خارجية
es_es: Aviso sobre el catálogo externo
ko_kr: 외부 카탈로그 경고
nl_nl: Waarschuwing externe catalogus
th_th: คำเตือนการใช้แค็ตตาล็อกภายนอก

# OrgSettings_ShowSlackIntegration_Desc
source: Allow users to connect the Degreed Slack integration to their accounts.
ar_sa: السماح للمستخدمين بتوصيل Degreed Slack المتكامل بحساباتهم.
es_es: Permite a los usuarios conectar la integración de Slack y Degreed a sus cuentas
ko_kr: 사용자의 계정에 Degreed Slack 통합을 연결하도록 허용합니다.
nl_nl: Sta gebruikers toe om de Slack-integratie van Degreed aan hun accounts te koppelen.
th_th: อนุญาตให้ผู้ใช้เชื่อมต่อ Degreed Slack integration กับบัญชีของตน

# OrgSettings_ShowSlackIntegration_Name
source: Slack Integration
ar_sa: تكامل Slack
es_es: Integración con Slack
ko_kr: Slack 통합
nl_nl: Slack-integratie

# OrgSettings_SkillsCheckupEmail_Desc
source: When enabled, this email goes out to all employees of the organization every 3 months prompting the employee to update their skill ratings for the skills they have added to their profile.
ar_sa: عند التمكين، يتم إرسال رسالة البريد الإلكتروني هذه إلى جميع موظفي المؤسسة كل 3 أشهر وتطالب الموظف بتحديث تقييمات المهارات الخاصة بهم للمهارات التي أضافوها إلى ملفهم الشخصي.
es_es: Cuando está activado, todos los empleados de su organización reciben este correo electrónico cada 3 meses, animándoles a actualizar las calificaciones de las habilidades que han añadido a su perfil.
ko_kr: 이 항목을 활성화하면 직원들이 자신의 프로필에 추가한 기술 등급을 업데이트하도록 안내하는 본 이메일이 3개월마다 전 직원에게 발송됩니다.
nl_nl: Indien ingeschakeld wordt deze e-mail elke 3 maanden naar alle werknemers van de organisatie verstuurd om hen te vragen hun beoordelingen bij te werken voor de vaardigheden die zij aan hun profiel hebben toegevoegd.
th_th: เมื่อเปิดใช้งานแล้ว อีเมลนี้จะถูกส่งไปถึงพนักงานทุกคนในองค์กรทุก 3 เดือน เพื่อแจ้งให้พนักงานอัปเดตคะแนนทักษะต่างๆ ที่มีในโปรไฟล์ของตน

# OrgSettings_SkillsCheckupEmail_Name
source: Skills Checkup Email
ar_sa: رسالة البريد الإلكتروني الخاصة بالتحقق من المهارات
es_es: Correo electrónico de comprobación de habilidades
ko_kr: 기술 점검 이메일
nl_nl: E-mail controle vaardigheden
th_th: อีเมลเพื่อตรวจสอบทักษะ

# OrgSettings_SocialSettings
source: Social Settings
ar_sa: الإعدادات الاجتماعية
es_es: Configuración social
ko_kr: 소셜 설정
nl_nl: Sociale instellingen
th_th: การตั้งค่าทางโซเชียล

# OrgSettings_SsoAutoCreateProfile_Desc
source: Automatically create a Degreed account when a user signs in via the SSO provider.
ar_sa: إنشاء حساب Degreed تلقائيًا عند تسجيل دخول المستخدم عبر مقدم خدمة تسجيل دخول أحادي (SSO).
es_es: Crear automáticamente una cuenta de Degreed cuando un usuario inicia sesión a través del proveedor de SSO.
ko_kr: 사용자가 SSO 제공자를 통해 로그인하는 경우 Degreed 계정이 자동으로 만들어집니다.
nl_nl: Maak automatisch een Degreed-account aan wanneer een gebruiker inlogt via de SSO-provider.
th_th: สร้างบัญชี Degreed โดยอัตโนมัติ เมื่อผู้ใช้ลงชื่อเข้าใช้ผ่านผู้ให้บริการ SSO

# OrgSettings_SsoAutoCreateProfile_Name
source: Auto-Create User Accounts via SSO
ar_sa: إنشاء حسابات مستخدمين تلقائيًا عبر تسجيل دخول أحادي
es_es: Crear automáticamente cuentas de usuario a través de SSO
ko_kr: SSO를 통해 사용자 계정 자동 생성
nl_nl: Automatisch gebruikersaccounts aanmaken via SSO
th_th: สร้างบัญชีผู้ใช้โดยอัตโนมัติผ่าน SSO

# OrgSettings_SuggestTargets_Desc
source: Display Skill Plans, Roles, and Pages in Search and Browse.
ar_sa: عرض خطط المهارات، والأدوار، والصفحات في البحث والتصفح.
es_es: Mostrar planes de habilidades, roles y páginas en la búsqueda y la navegación.
ko_kr: 검색 및 찾아보기에 기술 계획, 역할, 페이지가 표시됩니다.
nl_nl: Vaardigheidsplannen, rollen en pagina's weergeven bij zoeken en bladeren.
th_th: แสดงแผนทักษะ บทบาท และหน้าข้อมูลในการค้นหาและการเรียกดู

# OrgSettings_SuggestTargets_Name
source: Suggest Plans, Roles, and Pages in Search and Browse
ar_sa: اقتراح خطط، وأدوار، وصفحات في البحث والتصفح
es_es: Sugerir planes de habilidades, roles y páginas en la búsqueda y la navegación
ko_kr: 검색 및 찾아보기에 계획, 역할, 페이지를 제안합니다.
nl_nl: Vaardigheidsplannen, rollen en pagina's voorstellen bij zoeken en bladeren
th_th: แนะนำแผน บทบาท และหน้าข้อมูลในการค้นหาและการเรียกดู

# OrgSettings_TrackLearning_Desc
source: Informs users they can mark items complete in the feed.
ar_sa: لإعلام المستخدمين بأنهم يستطيعون تمييز العناصر المكتملة في الموجز.
es_es: Informa a los usuarios de que pueden marcar elementos como completos en el canal.
ko_kr: 사용자에게 피드에서 항목 완료를 표시할 수 있음을 알립니다.
nl_nl: Informeert gebruikers dat ze items in de feed als voltooid kunnen markeren.
th_th: แจ้งให้ผู้ใช้ทราบว่าสามารถทำเครื่องหมายรายการต่างๆ ว่าเสร็จสิ้นได้ในหน้าฟีดข้อมูล

# OrgSettings_TrackLearning_Name
source: Sina Message: Track Learning
ar_sa: رسالة Sina: تتبع التعلم
es_es: Mensaje de Sina: seguimiento de aprendizaje
ko_kr: Sina 메시지: 학습 추적
nl_nl: Sina Message: Volgen wat geleerd is
th_th: ข้อความ Sina: ติดตามการเรียนรู้

# OrgSettings_TrackLearningOnGo_Desc
source: Informs users there is a mobile app for learning on the go.
ar_sa: يبلغ المستخدمين بوجود تطبيق محمول للتعلم أثناء التنقل.
es_es: Informa a los usuarios de que hay una aplicación para poder aprender sobre la marcha.
ko_kr: 사용자에게 이동 중에도 학습할 수 있는 모바일 앱이 있음을 알립니다.
nl_nl: Informeert gebruikers dat er een mobiele app is om onderweg te leren.
th_th: แจ้งให้ผู้ใช้ทราบว่ามีแอปบนมือถือเพื่อการเรียนรู้ในระหว่างเดินทาง

# OrgSettings_TrackLearningOnGo_Name
source: Sina Message: Track Learning on the Go (mobile learning)
ar_sa: رسالة Sina: تتبع التعلم أثناء التنقل (التعلم باستخدام الهاتف الجوال)
es_es: Mensaje de Sina: seguimiento de aprendizaje móvil
ko_kr: Sina 메시지: 이동식 학습 추적(모바일 학습)
nl_nl: Sina Message: Overal volgen wat geleerd is (mobiel leren)
th_th: ข้อความ Sina: ติดตามการเรียนรู้ในระหว่างทาง (การเรียนรู้แบบเคลื่อนที่)

# OrgSettings_UpdateUserTagRatings_Desc
source: Prompts users to update their skill ratings.
ar_sa: يوجه المستخدمين إلى تحديث تقييمات مهاراتهم.
es_es: Anima a los usuarios a actualizar sus calificaciones de habilidades.
ko_kr: 사용자가 자신의 기술 등급을 업데이트하도록 안내합니다.
nl_nl: Vraagt gebruikers hun vaardigheidsbeoordelingen bij te werken.
th_th: แจ้งผู้ใช้ให้อัปเดตคะแนนทักษะของตน

# OrgSettings_UpdateUserTagRatings_Name
source: Sina Message: Enable Skills Checkup
ar_sa: رسالة Sina: تمكين التحقق من المهارات
es_es: Mensaje de Sina: habilitar la revisión de habilidades
ko_kr: Sina 메시지: 기술 검사 활성화
nl_nl: Sina Message: Vaardigheid-checkup inschakelen
th_th: ข้อความ Sina: เปิดใช้การตรวจสอบทักษะ

# OrgSettings_UpdateUserTagRatingsEmail_Desc
source: When enabled, this email goes out to all employees of the organization every 3 months prompting the employee to update their skill ratings for the skills they have added to their profile.
ar_sa: عند التمكين، يتم إرسال رسالة البريد الإلكتروني هذه إلى جميع موظفي المؤسسة كل 3 أشهر وتطالب الموظف بتحديث تقييمات المهارات الخاصة بهم للمهارات التي أضافوها إلى ملفهم الشخصي.
es_es: Cuando está activado, todos los empleados de su organización reciben este correo electrónico cada 3 meses, animándoles a actualizar las calificaciones de las habilidades que han añadido a su perfil.
ko_kr: 이 항목을 활성화하면 직원들이 자신의 프로필에 추가한 기술 등급을 업데이트하도록 안내하는 본 이메일이 3개월마다 전 직원에게 발송됩니다.
nl_nl: Indien ingeschakeld wordt deze e-mail elke 3 maanden naar alle werknemers van de organisatie verstuurd om hen te vragen hun beoordelingen bij te werken voor de vaardigheden die zij aan hun profiel hebben toegevoegd.
th_th: เมื่อเปิดใช้งานแล้ว อีเมลนี้จะถูกส่งไปถึงพนักงานทุกคนในองค์กรทุก 3 เดือน เพื่อแจ้งให้พนักงานอัปเดตคะแนนทักษะต่างๆ ที่มีในโปรไฟล์ของตน

# OrgSettings_UpdateUserTagRatingsEmail_Name
source: Skills Checkup Email
ar_sa: رسالة البريد الإلكتروني الخاصة بالتحقق من المهارات
es_es: Correo electrónico de comprobación de habilidades
ko_kr: 기술 점검 이메일
nl_nl: E-mail controle vaardigheden
th_th: อีเมลเพื่อตรวจสอบทักษะ

# OrgSettings_UpdateUserTags_Desc
source: Prompts users to review and change their learning topics.
ar_sa: يطالب المستخدمين بمراجعة موضوعات التعلم الخاصة بهم وتغييرها.
es_es: Anima a los usuarios a revisar y cambiar sus temas de aprendizaje.
ko_kr: 사용자가 학습 주제를 검토하고 변경하도록 안내합니다.
nl_nl: Vraagt gebruikers hun leeronderwerpen te bekijken en te wijzigen.
th_th: แจ้งผู้ใช้ให้ตรวจสอบและเปลี่ยนหัวข้อการเรียนรู้

# OrgSettings_UpdateUserTags_Name
source: Sina Message: Update Topics
ar_sa: رسالة Sina: تحديث الموضوعات
es_es: Mensaje de Sina: actualizar temas
ko_kr: Sina 메시지: 주제 업데이트
nl_nl: Sina Message: Onderwerpen bijwerken
th_th: ข้อความ Sina: อัปเดตหัวข้อ

# OrgSettings_WelcomeEmail_Desc
source: An engagement email that is sent to all new users of Degreed to help get them started using Degreed.
ar_sa: بريد إلكتروني خاص بالارتباط يتم إرساله إلى جميع المستخدمين الجدد لدى Degreed للمساعدة في بدء تشغيلهم باستخدام Degreed.
es_es: Un correo electrónico de captación que se envía a todos los usuarios nuevos para animarles a empezar a usar Degreed.
ko_kr: Degreed의 모든 신규 사용자에게는 Degreed 사용을 안내하는 시작 유도 이메일이 발송됩니다.
nl_nl: Een e-mail die naar alle nieuwe gebruikers van Degreed wordt verstuurd om hen op gang te helpen met Degreed.
th_th: อีเมลเพื่อสร้างการมีส่วนร่วมที่ส่งไปยังผู้ใช้รายใหม่ทุกรายของ Degreed นั้นเป็นไปเพื่อช่วยให้ผู้ใช้ทราบวิธีเริ่มต้นใช้งาน Degreed

# OrgSettings_WelcomeEmail_Name
source: Onboarding Email Day 1: Welcome to Degreed
ar_sa: ضبط استقبال البريد الإلكتروني في اليوم 1: مرحبًا بك في Degreed
es_es: Correo electrónico de incorporación día 1: Le damos la bienvenida a Degreed
ko_kr: 온보딩 이메일 1일차: Degreed에 오신 것을 환영합니다
nl_nl: Onboardingmail dag 1: welkom bij Degreed
th_th: การใช้งานอีเมลวันที่ 1: ยินดีต้อนรับเข้าสู่ Degreed

# OrgSettings_WelcomeIntro_Desc
source: Degreed onboarding experience and welcome tour that helps a user set up their profile and get started on Degreed.
ar_sa: تجربة ضبط استقبال Degreed والجولة الترحيبية التي تساعد المستخدم على إعداد ملفه الشخصي والبدء في Degreed.
es_es: Experiencia de incorporación y tour de bienvenida a Degreed que ayuda al usuario a configurar su perfil y empezar a usar la plataforma.
ko_kr: 사용자가 프로필을 설정하고 Degreed를 시작하는 데 도움이 되는 Degreed 시작 과정 및 신규 사용자 안내입니다.
nl_nl: Rondleiding en introductie nieuwe gebruikers Degreed om nieuwe gebruikers te helpen hun profiel in te stellen en aan de slag te gaan met Degreed.
th_th: ประสบการณ์เริ่มต้นใช้งาน Degreed และทัวร์ต้อนรับการใช้งาน จะช่วยผู้ใช้ตั้งค่าโปรไฟล์และเริ่มต้นใช้งานบน Degreed

# OrgSettings_WelcomeIntro_Name
source: New User Welcome Tour
ar_sa: جولة الترحيب الخاصة بالمستخدم الجديد
es_es: Tour de bienvenida para nuevos usuarios
ko_kr: 신규 사용자 안내
nl_nl: Rondleiding nieuwe gebruikers
th_th: ทัวร์ต้อนรับสำหรับผู้ใช้งานรายใหม่

# OrgSettings_WeMissYouEmail_Desc
source: An engagement email sent to users who have been inactive in Degreed for 30 days.
ar_sa: تم إرسال بريد إلكتروني خاص بالارتباط إلى المستخدمين غير النشطين في Degreed لمدة 30 يومًا.
es_es: Un correo electrónico de captación que se envía a los usuarios que no han registrado actividad en Degreed en los últimos 30 días.
ko_kr: Degreed에서 30일 동안 비활성 상태인 사용자에게 활성화를 유도하는 이메일이 발송됩니다.
nl_nl: Een e-mail die wordt verzonden aan gebruikers die 30 dagen niet actief zijn geweest in Degreed.
th_th: อีเมลเพื่อสร้างการมีส่วนร่วมที่ส่งไปยังผู้ใช้ที่ไม่ได้ใช้งาน Degreed มาเป็นเวลา 30 วัน

# OrgSettings_WeMissYouEmail_Name
source: We Miss You Email
ar_sa: نفتقد رسالة البريد الإلكتروني الخاصة بك
es_es: Correo electrónico «le echamos de menos»
ko_kr: 활성화 유도 이메일
nl_nl: We missen je-mail
th_th: อีเมลเราคิดถึงคุณ

# OrgSettings_WhatSkillsEmail_Desc
source: The goal of this email is to help new users realize Degreed is about building skills - prompts users to add skills to their profile.
ar_sa: الهدف من هذا البريد الإلكتروني هو مساعدة المستخدمين الجدد على إدراك أن شركة Degreed تسعى إلى بناء المهارات - مما يدفع المستخدمين إلى إضافة المهارات إلى ملفهم الشخصي.
es_es: El objetivo de este correo es ayudar a los nuevos usuarios a darse cuenta de que Degreed se basa en crear habilidades y les anima a añadir las suyas al perfil.
ko_kr: 이 이메일의 목적은 신규 사용자로 하여금 Degreed가 기술 습득에 유용한 도구임을 알 수 있도록 돕고, 사용자가 프로필에 기술을 추가하도록 안내하는 것입니다.
nl_nl: Deze e-mail is bedoeld om nieuwe gebruikers duidelijk te maken dat Degreed draait om het ontwikkelen van vaardigheden en hen aan te moedigen vaardigheden toe te voegen aan hun profiel.
th_th: เป้าหมายของอีเมลนี้เพื่อช่วยให้ผู้ใช้รายใหม่ตระหนักว่า Degreed มีไว้เพื่อการสร้างทักษะต่างๆ และแจ้งให้ผู้ใช้เพิ่มทักษะต่างๆ เข้าไปในโปรไฟล์ของตน

# OrgSettings_WhatSkillsEmail_Name
source: Onboarding Email Day 2: What Skills do you Need?​
ar_sa: ضبط استقبال البريد الإلكتروني في اليوم 2: ما هي المهارات التي تحتاجها؟​
es_es: Correo electrónico de incorporación día 2: ¿Qué habilidades necesita?​
ko_kr: 온보딩 이메일 2일차: 필요한 기술은 무엇인가요?​
nl_nl: Onboardingmail dag 2: welke vaardigheden heb je nodig?
th_th: การใช้งานอีเมลวันที่ 2: คุณต้องการทักษะใดบ้าง​

# OrgSettingsCtrl_EmailRequirements
source: Joining Requires An Email Address From
ar_sa: يلزم عند الانضمام عنوان بريد إلكتروني من
es_es: Para unirse es necesaria una dirección de correo electrónico de
ko_kr: 참가하려면 다음 이메일 주소가 필요
nl_nl: Om lid te worden moet je een e-mailadres opgeven
th_th: การเข้าร่วมจะต้องป้อนที่อยู่อีเมลจาก

# OrgSettingsCtrl_EmailRequirementsHint
source: hint: add multiple domains with commas.
ar_sa: ملحوظة: يرجى إضافة المجالات المتعددة مع وضع الفاصلة.
es_es: sugerencia: agregue varios dominios separados por comas.
ko_kr: 힌트: 쉼표로 다수의 도메인을 추가합니다.
nl_nl: hint: voeg meerdere domeinen toe gescheiden door komma's.
th_th: แนะนำ: เพิ่มโดเมนหลายรายการโดยคั่นด้วยจุลภาค

# OrgSettingsCtrl_ManageOrgName
source: Manage {0}
ar_sa: إدارة {0}
es_es: Gestionar {0}
ko_kr: {0} 관리
nl_nl: Beheer {0}
th_th: จัดการ {0}

# OrgSettingsCtrl_OrgDescription
source: Description
ar_sa: الوصف
es_es: Descripción
ko_kr: 설명
nl_nl: Beschrijving
th_th: คำอธิบาย

# OrgSettingsCtrl_OrgName
source: Organization Name
ar_sa: اسم المؤسسة
es_es: Nombre de la empresa
ko_kr: 조직 이름
nl_nl: Organisatienaam
th_th: ชื่อองค์กร

# OrgSettingsCtrl_OrgNameValidationMessage
source: Please specify a name for the organization.
ar_sa: يرجى تحديد اسم للمؤسسة.
es_es: Especifique un nombre para la empresa.
ko_kr: 조직의 이름을 지정하십시오.
nl_nl: Geef een naam voor de organisatie.
th_th: โปรดระบุชื่อองค์กร

# OrgSettingsCtrl_Title
source: Organization Details
ar_sa: تفاصيل المؤسسة
es_es: Detalles de la empresa
ko_kr: 조직 상세 정보
nl_nl: Organisatiedetails
th_th: รายละเอียดองค์กร

# OrgSettingsCtrl_UpdateSuccessMessage
source: Organization settings updated successfully.
ar_sa: تم تحديث إعدادات المؤسسة بنجاح.
es_es: Se actualizaron correctamente los ajustes de la empresa.
ko_kr: 조직 설정을 성공적으로 업데이트했습니다.
nl_nl: Organisatie-instellingen met succes bijgewerkt.
th_th: อัปเดตการตั้งค่าองค์กรสำเร็จแล้ว

# OrgSettingsLinks_AddLink
source: Add Link
ar_sa: إضافة رابط
es_es: Agregar vínculo
ko_kr: 링크 추가
nl_nl: Link toevoegen
th_th: เพิ่มลิงก์

# OrgSettingsLinks_AddSection
source: Add Section
ar_sa: إضافة قسم
es_es: Agregar sección
ko_kr: 섹션을 추가
nl_nl: Sectie toevoegen
th_th: เพิ่มหัวข้อ

# OrgSettingsLinks_Description
source: Add a maxiumum of 5 links to a section on the homepage
ar_sa: قم بإضافة الحد الأقصى من 5 روابط لأحد الأقسام على الصفحة الرئيسية
es_es: Añada un máximo de 5 enlaces a una sección de la página de inicio
ko_kr: 홈페이지 섹션에 최대 5개까지 링크를 추가하세요.
nl_nl: Voeg maximaal 5 links toe aan een sectie op de startpagina
th_th: เพิ่มลิงก์ได้สูงสุด 5 ลิงก์ในหัวข้อที่หน้าหลัก

# OrgSettingsLinks_LinkTitle
source: Link Title
ar_sa: عنوان الرابط
es_es: Título del vínculo
ko_kr: 제목 링크
nl_nl: Titel link
th_th: ชื่อลิงก์

# OrgSettingsLinks_LinkTitlePlaceholder
source: Short name of the resource
ar_sa: الاسم المختصر للمورد
es_es: Nombre breve del recurso
ko_kr: 짧은 리소스 이름
nl_nl: Korte naam van de bron
th_th: ชื่อย่อของแหล่งที่มา

# OrgSettingsLinks_RemoveLink
source: Remove Link
ar_sa: إزالة رابط
es_es: Eliminar enlace
ko_kr: 링크 삭제
nl_nl: Link verwijderen
th_th: ลบลิงก์

# OrgSettingsLinks_SectionTitle
source: Learner Home Custom Links
ar_sa: الروابط الرئيسية المخصصة للمتعلم
es_es: Enlaces personalizados de la página de inicio del aprendiz
ko_kr: 학습자 홈 사용자 지정 링크
nl_nl: Aangepaste links start deelnemer
th_th: ลิงก์แบบกำหนดเองสำหรับหน้าหลักของผู้เรียน

# OrgSettingsLinks_Title
source: Organization Links
ar_sa: روابط المؤسسة
es_es: Enlaces de la empresa
ko_kr: 조직 링크
nl_nl: Links organisatie
th_th: ลิงก์องค์กร

# OrgSettingsLinks_TitlePlaceholder
source: {{orgName}} Links
ar_sa: روابط {{orgName}}
es_es: Enlaces de {{orgName}}
ko_kr: {{orgName}} 링크
nl_nl: Links {{orgName}}
th_th: ลิงก์ {{orgName}}

# OrgSettingsLinks_UpdateSuccessMessage
source: Organization Links Successfully Updated
ar_sa: تم تحديث روابط المؤسسة بنجاح
es_es: Los enlaces de la empresa se han actualizado correctamente
ko_kr: 조직 링크가 업데이트되었습니다.
nl_nl: Links organisatie bijgewerkt
th_th: อัปเดตลิงก์องค์กรสำเร็จแล้ว

# OrgSettingsSupport_Description
source: Customize the help menu with your contact and support information
ar_sa: تخصيص قائمة المساعدة مع معلومات الاتصال والدعم
es_es: Personalice el menú de ayuda con su información de contacto y ayuda
ko_kr: 연락처 및 지원 정보를 사용하여 도움말 메뉴를 사용자 정의
nl_nl: Pas het Help-menu aan met jouw contact- en ondersteuningsinformatie
th_th: ปรับแต่งเมนูความช่วยเหลือด้วยข้อมูลติดต่อและข้อมูลบริการสนับสนุนของคุณ

# OrgSettingsSupport_EmailLabel
source: Email address
ar_sa: عنوان البريد الإلكتروني
es_es: Dirección de correo electrónico
ko_kr: 이메일 주소
nl_nl: E-mailadres
th_th: ที่อยู่อีเมล

# OrgSettingsSupport_FaqUrlLabel
source: FAQ URL
ar_sa: عنوان URL للأسئلة الشائعة
es_es: URL de Preguntas frecuentes
nl_nl: URL FAQ
th_th: URL คำถามพบบ่อย

# OrgSettingsSupport_InvalidEmail
source: Please enter a valid email address
ar_sa: يرجى إدخال عنوان بريد إلكتروني صحيح
es_es: Ingrese una dirección de correo electrónico válida
ko_kr: 유효한 이메이르 주소를 입력하십시오.
nl_nl: Voer een geldig e-mailadres in
th_th: โปรดป้อนที่อยู่อีเมลที่ถูกต้อง

# OrgSettingsSupport_InvalidFaqUrl
source: Please enter a valid URL
ar_sa: يرجى عنوان URL صحيح
es_es: Ingrese una URL válida
ko_kr: 유효한 URL을 입력하십시오.
nl_nl: Voer een geldige URL in
th_th: โปรดป้อน URL ที่ถูกต้อง

# OrgSettingsSupport_PhoneLabel
source: Phone number
ar_sa: رقم الهاتف
es_es: Número de teléfono
ko_kr: 전화 번호
nl_nl: Telefoonnummer
th_th: หมายเลขโทรศัพท์

# OrgSettingsSupport_Title
source: Support Management
ar_sa: إدارة الدعم
es_es: Gestión de asistencia
ko_kr: 지원 관리
nl_nl: Ondersteuningsbeheer
th_th: การจัดการบริการสนับสนุน

# OrgSettingsSupport_UpdateSuccessMessage
source: Organization support management settings updated successfully.
ar_sa: تم تحديث إعدادات إدارة الدعم في المؤسسة بنجاح.
es_es: Se actualizaron correctamente los ajustes de gestión de asistencia de la empresa.
ko_kr: 조직 지원 관리 설정을 성공적으로 업데이트했습니다.
nl_nl: Organisatie-ondersteuningsinstellingen met succes bijgewerkt.
th_th: อัปเดตการตั้งค่าการจัดการบริการสนับสนุนขององค์กรสำเร็จแล้ว
