Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# forgotPasswordForm_FacebookLogin
source: If you registered using Facebook, please {{startAnchor}}log in with Facebook.{{endAnchor}}
ar_sa: إذا كنت مسجلاً باستخدام Facebook ، فيرجى {{startAnchor}} تسجيل الدخول باستخدام Facebook. {{endAnchor}}
es_es: Si se registró usando Facebook, {{startAnchor}}inicie sesión con Facebook.{{endAnchor}}
ko_kr: Facebook을 사용하여 등록한 경우, {{startAnchor}}Facebook으로 로그인하십시오.{{endAnchor}}
nl_nl: Als je je hebt geregistreerd via Facebook, {{startAnchor}}log dan in met Facebook.{{EndAnchor}}
th_th: หากคุณลงทะเบียนด้วย Facebook โปรด{{startAnchor}}เข้าสู่ระบบด้วย Facebook{{endAnchor}}

# forgotPasswordForm_InvalidEmail
source: Please enter your valid email address.
ar_sa: يرجى إدخال عنوان بريد إلكتروني صحيح
es_es: Ingrese una dirección de correo electrónico válida.
ko_kr: 유효한 이메일 주소를 입력하십시오.
nl_nl: Voer je geldige e-mailadres in
th_th: โปรดป้อนที่อยู่อีเมลที่ถูกต้องของคุณ

# forgotPasswordForm_Message
source: Don't worry, it happens. Please enter your primary email address to have a password reset email sent to you.
ar_sa: لا تقلق، فهذا يحدث. الرجاء إدخال عنوان البريد الإلكتروني الأساسي الخاص بك لاستلام بريد إلكتروني لإعادة تعيين كلمة المرور الخاصة بك
es_es: No se preocupe, estas cosas pasan. Ingrese su dirección principal de correo electrónico para que se le envíe un correo electrónico para restablecer su contraseña.
ko_kr: 걱정 마세요. 그럴 수 있습니다. 암호 재설정 이메일을 받을 귀하의 주 이메일 주소를 입력하십시오.
nl_nl: Maak je geen zorgen, dit kan voorkomen. Vul je primaire e-mailadres in zodat we een reset e-mail kunnen sturen.
th_th: ไม่ต้องกังวล โปรดป้อนที่อยู่อีเมลหลักของคุณเพื่อให้มีการส่งอีเมลสำหรับรีเซ็ตรหัสผ่านไปให้คุณ

# forgotPasswordForm_Success
source: We've sent an email to the address you provided with instructions for how to reset your password.
ar_sa: أرسلنا رسالة بريد إلكتروني إلى العنوان الذي قدمته مع تعليمات حول كيفية إعادة تعيين كلمة المرور الخاصة بك.
es_es: Le enviamos un correo electrónico a la dirección que nos proporcionó con instrucciones sobre cómo restablecer su contraseña.
ko_kr: 귀하가 제공한 주소로 암호를 재설정하는 방법을 포함하여 이메일을 보냈습니다.
nl_nl: We hebben een e-mail gestuurd naar het adres dat je hebt opgegeven met instructies voor het resetten van je wachtwoord.
th_th: เราได้ส่งอีเมลไปตามที่อยู่ที่คุณให้ไว้พร้อมคำชี้แนะวิธีการรีเซ็ตรหัสผ่านของคุณ

# forgotPasswordForm_SuccessMessage
source: Your password was successfully reset. You can now log in to your account using your new password.
ar_sa: تم إعادة تعيين كلمة المرور الخاصة بك بنجاح. يمكنك الآن تسجيل الدخول إلى حسابك باستخدام كلمة المرور الجديدة.
es_es: Su contraseña se restableció correctamente. Ahora puede iniciar sesión en su cuenta usando la nueva contraseña.
ko_kr: 암호를 성공적으로 재설정했습니다. 이제 새 암호를 사용하여 계정에 로그인할 수 있습니다.
nl_nl: Je wachtwoord is succesvol gereset. Je kunt nu inloggen op je account met je nieuwe wachtwoord.
th_th: รหัสผ่านของคุณได้รับการรีเซ็ตเรียบร้อยแล้ว ตอนนี้คุณสามารถเข้าสู่ระบบในบัญชีของคุณด้วยรหัสผ่านใหม่ของคุณ

# forgotPasswordForm_Title
source: Forgot your password?
ar_sa: هل نسيت كلمة المرور؟
es_es: ¿Olvidó la contraseña?
ko_kr: 암호를 잊으셨나요?
nl_nl: Wachtwoord vergeten?
th_th: ลืมรหัสผ่าน?

# GoalFormSvc_ByThisDate
source: by this date
ar_sa: بحلول هذا التاريخ
es_es: en esta fecha
ko_kr: 이 날짜까지
nl_nl: uiterlijk op deze datum
th_th: ภายในวันนี้

# GoalFormSvc_CompleteThisFormat
source: Complete this {{referenceType}}
ar_sa: إتمام هذا {{referenceType}}
es_es: Completar este {{referenceType}}
ko_kr: 이 {{referenceType}}을(를) 완료
nl_nl: Voltooi dit {{referenceType}}
th_th: ดำเนินการกับ {{referenceType}} นี้ให้เสร็จ

# GoalFormSvc_CreateGoal
source: Create Goal
ar_sa: إنشاء هدف
es_es: Crear objetivo
ko_kr: 목표 만들기
nl_nl: Doelstelling aanmaken
th_th: สร้างเป้าหมาย

# GoalFormSvc_CreateGroupGoal
source: Create a goal for a specific group?
ar_sa: إنشاء هدف لمجموعة محددة
es_es: ¿Quiere crear un objetivo para un grupo específico?
ko_kr: 특정 그룹을 위한 목표를 만드시겠습니까?
nl_nl: Een doelstelling aanmaken voor een specifieke groep?
th_th: สร้างเป้าหมายสำหรับกลุ่มเฉพาะไหม?

# GoalFormSvc_DeleteGoal
source: Delete this goal
ar_sa: حذف هذا الهدف
es_es: Eliminar este objetivo
ko_kr: 이 목표 삭제
nl_nl: Deze doelstelling verwijderen
th_th: ลบเป้าหมายนี้

# GoalFormSvc_EarnPoints
source: Earn Points
ar_sa: ربح نقاط
es_es: Ganar puntos
ko_kr: 포인트 획득
nl_nl: Punten verdienen
th_th: รับคะแนน

# GoalFormSvc_EarnPointsMessage
source: Earn this many more points (whole number)
ar_sa: ربح كل هذه النقاط الإضافية (رقم صحيح)
es_es: Gane esta cantidad adicional de puntos (número entero)
ko_kr: 이렇게 더 많은 포인트(정수)를 획득
nl_nl: Verdien zoveel meer punten (geheel getal)
th_th: ทำคะแนนให้ได้เท่านี้ (จำนวนเต็ม)

# GoalFormSvc_EditGoal
source: Edit Goal
ar_sa: تحرير هدف
es_es: Editar objetivo
ko_kr: 목표 편집
nl_nl: Doelstelling bewerken
th_th: แก้ไขเป้าหมาย

# GoalFormSvc_GroupGoalProgress
source: Group Goal Progress
ar_sa: تقدم هدف المجموعة
es_es: Progreso del objetivo del grupo
ko_kr: 그룹 목표 진행률
nl_nl: Voortgang groepsdoelstelling
th_th: ความคืบหน้าของเป้าหมายกลุ่ม

# GoalFormSvc_GroupTooltip
source: Selecting a group will allow you to create a goal for all members in that group.
ar_sa: تحديد مجموعة سوف يمكنك من إنشاء هدف لجميع أعضاء هذه المجموعة.
es_es: Al seleccionar un grupo, podrá crear un objetivo para todos los miembros de dicho grupo.
ko_kr: 그룹을 선택하여 그 그룹의 모든 멤버를 위한 목표를 만들 수 있습니다.
nl_nl: Als je een groep selecteert, kun je een doel voor alle leden in die groep aanmaken.
th_th: การเลือกกลุ่มจะทำให้คุณสามารถสร้างเป้าหมายสำหรับสมาชิกทุกคนในกลุ่มนั้นได้

# GoalFormSvc_InThisCategory
source: in this category
ar_sa: في هذه الفئة
es_es: en esta categoría
ko_kr: 이 카테고리에서
nl_nl: in deze categorie
th_th: ในหมวดหมู่นี้

# GoalFormSvc_ItemAddedFormat
source: {{item}} has been saved for later!
ar_sa: تم حفظ {{item}} للاستخدام لاحقًا.
es_es: ¡{{item}} se guardó para más tarde!
ko_kr: {{item}}을(를) 나중을 위해 저장했습니다!
nl_nl: {{item}} is opgeslagen voor later!
th_th: {{item}} ได้รับการบันทึกไว้ทำในภายหลังแล้ว!

# GoalFormSvc_JustMe
source: No (just me)
ar_sa: لا (أنا فقط)
es_es: No (solo yo)
ko_kr: 아니오 (나만)
nl_nl: Nee (alleen ik)
th_th: ไม่ (เฉพาะฉันคนเดียว)

# GoalFormSvc_NumberOfPoints
source: Number of points
ar_sa: عدد النقاط
es_es: Número de puntos
ko_kr: 포인트의 수
nl_nl: Aantal punten
th_th: จำนวนคะแนน

# GoalFormSvc_WhichGroupsTitle
source: Which groups do you want to create a goal for?
ar_sa: ما هي المجموعات التي ترغب في إنشاء هدفًا لها؟
es_es: ¿Para qué grupos quiere crear un objetivo?
ko_kr: 어떤 그룹을 위한 목표를 만드시겠습니까?
nl_nl: Voor welke groepen wil je een doelstelling aanmaken?
th_th: คุณต้องการสร้างเป้าหมายสำหรับกลุ่มใด?

# GoalProgressEmail_Button
source: Check out Pathways
ar_sa: تحقق من المساقات
es_es: Consultar itinerarios
ko_kr: 경로를 확인
nl_nl: Bekijk Leerpaden
th_th: ลองดูเส้นทางการเรียนรู้

# GoalProgressEmail_Paragraph1
source: As you track your learning and progress in your skills, enroll in pathways to get started with new skills you want to learn about.
ar_sa: أثناء تتبعك للتعلم والتقدم في مهاراتك ، قم بالتسجيل في المسارات للبدء بالمهارات الجديدة التي تريد أن تتعلمها.
es_es: A medida que vaya haciendo el seguimiento de su aprendizaje y progresando en sus habilidades, regístrese en otros itinerarios para empezar a formarse en las habilidades que quiera.
ko_kr: 자신의 기술에서 자신의 학습 및 진행을 추적하고 배우려는 새 기술을 시작하는 경로에 등록합니다.
nl_nl: Schrijf je in voor nieuwe leerpaden om nieuwe vaardigheden te leren waarin je geïnteresseerd bent, terwijl je je educatie en voortgang in de gaten houdt.
th_th: ขณะที่ติดตามการเรียนรู้และความก้าวหน้าในทักษะของคุณ เข้าร่วมเส้นทางการเรียนรู้ต่าง ๆ เพื่อเริ่มต้นกับทักษะใหม่ ๆ ที่คุณต้องการเรียนรู้

# GoalProgressEmail_PathwayAlt
source: 3 Pathway Tiles
ar_sa: 3 مساقات متراصة
es_es: Tres ventanas de itinerarios
ko_kr: 3개 경로 타일
nl_nl: 3 Leerpad-tegels
th_th: แผ่นเส้นทางการเรียนรู้ 3 แผ่น

# GoalProgressEmail_Preview
source: Ready to take on what’s next?
ar_sa: هل أنت مستعد لاتخاذ الخطوة التالية؟
es_es: ¿A punto para el próximo desafío?
ko_kr: 다음 단계를 시작할 준비가 되셨습니까?
nl_nl: Ben je klaar voor de volgende uitdaging?
th_th: พร้อมสำหรับสิ่งที่จะมาถึงต่อไปหรือยัง?

# GoalProgressEmail_PreviewFormat
source: {0}, how is your skills progress?
ar_sa: {0}, ما مدى تقدم مهاراتك؟
es_es: {0}, ¿cómo progresan sus habilidades?
ko_kr: {0}님, 귀하의 기술 진행률은?
nl_nl: {0}, hoe staat het met de voortgang van jouw vaardigheden?
th_th: {0} ความก้าวหน้าในทักษะของคุณเป็นอย่างไร?

# GoalProgressEmail_Subject
source: {0}, how’s your skill progress?
ar_sa: {0}, ما مدى تقدم مهارتك؟
es_es: {0}, ¿cómo progresa su habilidad?
ko_kr: {0}님, 귀하의 기술 진행 상황은?
nl_nl: {0}, hoe staat het met de voortgang van je vaardigheden?
th_th: {0} ความก้าวหน้าในทักษะของคุณเป็นอย่างไร?

# GoalProgressEmail_Title
source: Ready to take on what’s next?
ar_sa: هل أنت مستعد لاتخاذ الخطوة التالية؟
es_es: ¿A punto para el próximo desafío?
ko_kr: 다음 단계를 시작할 준비가 되셨습니까?
nl_nl: Ben je klaar voor de volgende uitdaging?
th_th: พร้อมสำหรับสิ่งที่จะมาถึงต่อไปหรือยัง?

# GroupContextSvc_ErrorNotification
source: Sorry! There was a problem accessing organization information.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى معلومات المؤسسة.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a la información de la empresa.
ko_kr: 죄송합니다! 조직 정보에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot organisatie-informatie.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงข้อมูลขององค์กร

# GroupCtrl_LeaveGroupHeader
source: Are you sure you want to leave the group?
ar_sa: هل أنت متأكد من رغبتك في مغادرة المجموعة؟
es_es: ¿De verdad quiere abandonar el grupo?
ko_kr: 이 그룹에서 나가시겠습니까?
nl_nl: Weet je zeker dat je de groep wilt verlaten?
th_th: คุณแน่ใจหรือว่าต้องการออกจากกลุ่ม?

# GroupCtrl_LeaveGroupSummary
source: You will no longer receive group emails or items shared to the group.
ar_sa: لن تتلقى رسائل البريد الإلكتروني الخاصة بتلك المجموعة أو العناصر المشاركة عليها بعد الآن.
es_es: Ya no recibirá correos electrónicos ni elementos compartidos con el grupo.
ko_kr: 더 이상 그룹 이메일을 받거나 그룹에 공유된 항목을 조회할 수 없습니다.
nl_nl: Je ontvangt geen groepsmails meer of items die gedeeld worden met de groep.
th_th: คุณจะไม่ได้รับอีเมลหรือรายการที่แบ่งปันกับกลุ่มอีกต่อไป

# GroupCtrl_MyTeam
source: Your Team
ar_sa: فريقك
es_es: Mi equipo
ko_kr: 회원님의 팀
nl_nl: Je team
th_th: ทีมของคุณ

# GroupCtrl_SetAsPrimary
source: Set as 'Your Team'
ar_sa: تعيين كـ "فريقك"
es_es: Marcar como «Mi equipo»
ko_kr: '회원님의 팀'으로 설정
nl_nl: Instellen als 'Je team'
th_th: กำหนดเป็น 'ทีมของคุณ'

# GroupCtrl_UnsetAsPrimary
source: Unset as 'Your Team'
ar_sa: إلغاء تعيين كـ "فريقك"
es_es: Desmarcar como «Mi equipo»
ko_kr: '회원님의 팀'으로 설정 해제
nl_nl: Instelling als 'Je team' ongedaan maken
th_th: ยกเลิกการกำหนดเป็น 'ทีมของคุณ'

# GroupDeleteCtrl_DeleteGroupConfirm
source: Are you sure you want to delete this group?
ar_sa: هل أنت متأكد من رغبتك في حذف هذه المجموعة؟
es_es: ¿De verdad quiere eliminar este grupo?
ko_kr: 이 그룹을 삭제하시겠습니까?
nl_nl: Weet je zeker dat je deze groep wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบกลุ่มนี้?

# GroupDeleteCtrl_DeleteGroupError
source: "Sorry! There was a problem deleting the group."
ar_sa: "نعتذر... حدثت مشكلة أثناء حذف المجموعة."
es_es: "¡Lo sentimos! Se produjo un problema al eliminar el grupo".
ko_kr: "죄송합니다! 그룹을 삭제하는 데 문제가 있었습니다."
nl_nl: “Sorry! Er was een probleem met het verwijderen van de groep.”
th_th: "ขออภัย! เกิดปัญหาในการลบกลุ่ม"

# GroupDeleteCtrl_DeleteGroupInfoDescription
source: This group will be deleted for all members of the group. All goals associated with this group will also be deleted.
ar_sa: سوف يتم حذف هذه المجموعة لكافة أعضاء المجموعة. سيتم أيضًا حذف جميع الأهداف المرتبطة بهذه المجموعة.
es_es: Se eliminará este grupo para todos sus miembros. También se eliminarán todos sus objetivos asociados.
ko_kr: 이 그룹은 그룹의 모든 멤버들에 대해 삭제됩니다. 이 그룹과 연결된 모든 목표도 삭제될 것입니다.
nl_nl: Deze groep wordt verwijderd voor alle leden van de groep. Alle doelstellingen voor deze groep worden ook verwijderd.
th_th: กลุ่มนี้จะถูกลบออกสำหรับสมาชิกทุกคนในกลุ่ม เป้าหมายทั้งหมดที่เกี่ยวข้องกับกลุ่มนี้จะถูกลบออกไปด้วย

# GroupDeleteCtrl_DeleteGroupSuccess
source: Group deleted successfully.
ar_sa: تم حذف المجموعة بنجاح.
es_es: Se eliminó correctamente el grupo.
ko_kr: 그룹이 성공적으로 삭제되었습니다.
nl_nl: Verwijderen groep geslaagd.
th_th: ลบกลุ่มสำเร็จแล้ว

# GroupFormSvc_ConfirmRemoval
source: Confirm removal
ar_sa: تأكيد الإزالة
es_es: Confirmar eliminación
ko_kr: 제거 확인
nl_nl: Verwijdering bevestigen
th_th: ยืนยันการลบ

# GroupFormSvc_EditUserSettings
source: Edit User Settings
ar_sa: تحرير إعدادات المستخدم
es_es: Editar ajustes de usuario
ko_kr: 사용자 설정 편집
nl_nl: Gebruikersinstellingen bewerken
th_th: แก้ไขการตั้งค่าผู้ใช้

# GroupFormSvc_History
source: History
ar_sa: سجل المحفوظات
es_es: Historial
ko_kr: 기록
nl_nl: Geschiedenis
th_th: ประวัติ

# GroupFormSvc_MemberRequestDateFormat
source: {{memberName}} was invited on {{dateRequestedHtml}}
ar_sa: تمت دعوة {{memberName}} في {{dateRequestedHtml}}
es_es: {{memberName}} fue invitado el {{dateRequestedHtml}}
ko_kr: {{memberName}}은(는) {{dateRequestedHtml}}에 초대되었습니다
nl_nl: {{memberName}} werd uitgenodigd op {{dateRequestedHtml}}
th_th: {{memberName}} ได้รับคำเชิญในวันที่ {{dateRequestedHtml}}

# GroupFormSvc_MemberSinceFormat
source: {{memberName}} has been a member of this group since {{dateJoined}}
ar_sa: {{memberName}} عضوًا في هذه المجموعة منذ {{dateJoined}}
es_es: {{memberName}} es miembro de este grupo desde el {{dateJoined}}
ko_kr: {{memberName}}은(는) {{dateJoined}}부터 이 그룹의 멤버이었습니다
nl_nl: {{memberName}} is een lid van deze groep sinds {{dateJoined}}
th_th: {{memberName}} เป็นสมาชิกของกลุ่มนี้ตั้งแต่ {{dateJoined}}

# GroupFormSvc_PendingMember
source: Pending Member
ar_sa: عضو معلق
es_es: Miembro pendiente
ko_kr: 보류 중 멤버
nl_nl: Lid in behandeling
th_th: สมาชิกที่รอการพิจารณา

# GroupFormSvc_RemoveFromGroup
source: Remove From Group
ar_sa: إزالة من المجموعة
es_es: Eliminar del grupo
ko_kr: 그룹에서 제거
nl_nl: Verwijderen uit groep
th_th: ลบออกจากกลุ่ม

# GroupFormSvc_Removing
source: Removing...
ar_sa: جاري الإزالة
es_es: Eliminando...
ko_kr: 제거 중...
nl_nl: Wordt verwijderd...
th_th: กำลังลบ...

# GroupFormSvc_Role
source: Role
ar_sa: الدور
es_es: Rol
ko_kr: 역할
nl_nl: Rol
th_th: บทบาท

# GroupFormSvc_RolePermissions
source: {{name}} permissions: {{permissions}}
ar_sa: أذونات {{name}}: {{permissions}}
es_es: Permisos de {{name}}: {{permissions}}
ko_kr: {{name}} 사용 권한: {{permissions}}
nl_nl: {{name}} toestemmingen: {{permissions}}
th_th: สิทธิ์ {{name}}: {{permissions}}

# GroupFormSvc_TopCategories
source: Top Categories
ar_sa: أفضل الفئات
es_es: Mejores categorías
ko_kr: 최고 카테고리
nl_nl: Topcategorieën
th_th: หมวดหมู่ยอดนิยม

# GroupGoalsSvc_AccessErrorMessage
source: Sorry! There was a problem accessing the group goals.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى أهداف المجموعة.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a los objetivos del grupo.
ko_kr: 죄송합니다! 그룹 목표에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot de groepsdoelstellingen.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงเป้าหมายของกลุ่ม

# GroupInsightsCtrl_All
source: All
ar_sa: الجميع
es_es: Todo
ko_kr: 전체
nl_nl: Alle
th_th: ทั้งหมด

# GroupInsightsCtrl_GroupCategories
source: Group Categories
ar_sa: فئات المجموعات
es_es: Categorías del grupo
ko_kr: 그룹 카테고리
nl_nl: Groepscategorieën
th_th: หมวดหมู่ของกลุ่ม

# GroupInsightsCtrl_Month
source: Month
ar_sa: شهر
es_es: Mes
ko_kr: 월
nl_nl: Maand
th_th: เดือน

# GroupInsightsCtrl_Week
source: Week
ar_sa: أسبوع
es_es: Semana
ko_kr: 주
th_th: สัปดาห์

# GroupInsightsCtrl_Year
source: Year
ar_sa: عام
es_es: Año
ko_kr: 연도
nl_nl: Jaar
th_th: ปี

# GroupInsightsService_NotificationError
source: Sorry! There was a problem accessing the group information.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى معلومات المجموعة.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a la información del grupo.
ko_kr: 죄송합니다! 그룹 정보에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot de groepsinformatie.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงข้อมูลของกลุ่ม

# groupInviteAccepted_PluralFormat
source: {{nameHtml}} and {{number}} others accepted your invite to the {{groupNameHtml}} group
ar_sa: {{nameHtml}} و {{number}} آخرون قبلوا دعوتك للانضمام إلى مجموعة {{groupNameHtml}}
es_es: {{nameHtml}} y {{number}} más aceptaron su invitación al grupo {{groupNameHtml}}
ko_kr: {{nameHtml}} 외 {{number}}명이 귀하의 {{groupNameHtml}} 그룹에 초대를 수락했습니다.
nl_nl: {{nameHtml}} en {{number}} anderen hebben jouw uitnodiging voor groep {{groupNameHtml}} geaccepteerd
th_th: {{nameHtml}} และอีก {{number}} คน ตอบรับคำเชิญให้เข้าร่วมกลุ่ม {{groupNameHtml}} ของคุณแล้ว

# groupInviteAccepted_SingleFormat
source: {{nameHtml}} accepted your invite to the {{groupNameHtml}} group
ar_sa: قبل {{nameHtml}} دعوتك للانضمام إلى مجموعة {{groupNameHtml}}
es_es: {{nameHtml}} aceptó su invitación al grupo {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) 귀하의 {{groupNameHtml}} 그룹으로 초대를 수락했습니다.
nl_nl: {{nameHtml}} heeft jouw uitnodiging voor groep {{groupNameHtml}} geaccepteerd
th_th: {{nameHtml}} ตอบรับคำเชิญให้เข้าร่วมกลุ่ม {{groupNameHtml}} ของคุณแล้ว

# GroupInviteCtrl_AddPeopleToGroup
source: Add people to group
ar_sa: إضافة أشخاص إلى مجموعة
es_es: Agregar personas al grupo
ko_kr: 사람을 그룹에 추가
nl_nl: Personen aan een groep toevoegen
th_th: เพิ่มผู้คนไปยังกลุ่ม

# GroupInviteCtrl_InviteEmailInstructions
source: Send invites to other members of your organization to join your group.
ar_sa: إرسال دعوات إلى أعضاء آخرين في مؤسستك للانضمام إلى مجموعتك.
es_es: Envíe invitaciones a otros miembros de su empresa para que se unan a su grupo.
ko_kr: 조직의 다른 멤버들에게 그룹에 참가하도록 초대를 보냅니다.
nl_nl: Stuur uitnodigingen naar andere leden van je organisatie om lid te worden van jouw groep.
th_th: ส่งคำเชิญให้สมาชิกคนอื่นๆ ขององค์กรมาเข้าร่วมกลุ่มของคุณ

# GroupInviteCtrl_InviteLinkInstructions
source: Quickly invite members of your organization to join your group using this invite link.
ar_sa: دعوة سريعة إلى أعضاء مؤسستك للانضمام إلى مجموعتك باستخدام رابط الدعوة هذا.
es_es: Invite rápidamente a otros miembros de su empresa para que se unan a su grupo con este vínculo de invitación.
ko_kr: 이 초대 링크를 사용하여 조직의 멤버들에게 그룹에 참가하도록 빠르게 초대합니다.
nl_nl: Snel uitnodigingen sturen naar andere leden van je organisatie om lid te worden van jouw groep.
th_th: เชิญให้สมาชิกคนอื่นๆ ขององค์กรมาเข้าร่วมกลุ่มของคุณได้อย่างรวดเร็วโดยใช้ลิงก์คำเชิญนี้

# GroupInviteCtrl_InvitePeople
source: Invite People
ar_sa: دعوة أشخاص
es_es: Invitar a gente
ko_kr: 사람들 초대
nl_nl: Personen uitnodigen
th_th: เชิญผู้คน

# GroupInviteCtrl_SearchByName
source: Search by name
ar_sa: البحث باستخدام الاسم
es_es: Buscar por nombre
ko_kr: 이름으로 검색
nl_nl: Zoeken op naam
th_th: ค้นหาด้วยชื่อ

# GroupInviteCtrl_SendInviteTo
source: Invite will be sent to:
ar_sa: سوف يتم إرسال الدعوة إلى:
es_es: La invitación se enviará a:
ko_kr: 다음으로 초대를 보냅니다:
nl_nl: Uitnodiging wordt verzonden naar:
th_th: จะมีการส่งคำเชิญถึง:

# GroupMemberFormCtrl_UpdateMemberRoleFormat
source: Updated role for {{memberName}}
ar_sa: دور محدث من أجل {{memberName}}
es_es: Actualizar rol de {{memberName}}
ko_kr: {{memberName}}의 역할을 업데이트
nl_nl: Bijgewerkte rol voor {{memberName}}
th_th: อัปเดตบทบาทสำหรับ {{memberName}} แล้ว

# GroupMembersCtrl_AnyTime
source: Any Time
ar_sa: أي وقت
es_es: Cualquier día
ko_kr: 모든 시간
nl_nl: Op elk tijdstip
th_th: ตลอดเวลา

# GroupMembersCtrl_DateJoined
source: Date Joined
ar_sa: تاريخ الانضمام
es_es: Fecha de unión
ko_kr: 참가한 날짜
nl_nl: Datum lid geworden
th_th: วันที่เข้าร่วม

# GroupMembersCtrl_ErrorNotification
source: 'Sorry! There was a problem accessing member information.'
ar_sa: 'نعتذر! حدثت مشكلة أثناء الوصول إلى معلومات العضو.'
es_es: "¡Lo sentimos! Se produjo un problema al acceder a la información del miembro".
ko_kr: '죄송합니다! 멤버 정보에 접근하는 데 문제가 있었습니다.
nl_nl: 'Sorry! Er was een probleem met de toegang tot ledeninformatie.'
th_th: 'ขออภัย! เกิดปัญหาในการเข้าถึงข้อมูลของสมาชิก'

# GroupMembersCtrl_LastActive
source: Last Active
ar_sa: آخر تنشيط
es_es: Última vez activo
ko_kr: 마지막 활성
nl_nl: Laatst actief
th_th: ใช้งานล่าสุด

# GroupMembersCtrl_LastXDaysFormat
source: Last {{dayCount}} days
ar_sa: آخر {{dayCount}} يوم
es_es: Últimos {{dayCount}} días
ko_kr: 지난 {{dayCount}} 일
nl_nl: Laatste {{dayCount}} dagen
th_th: {{dayCount}} วันที่ผ่านมา

# GroupMembersCtrl_Name
source: Name
ar_sa: الاسم
es_es: Nombre
ko_kr: 이름
nl_nl: Naam
th_th: ชื่อ

# GroupMembersCtrl_Points
source: Points
ar_sa: النقاط
es_es: Puntos
ko_kr: 포인트
nl_nl: Punten
th_th: คะแนน

# groupPostAdded_Format
source: {{nameHtml}} posted in {{groupNameHtml}}
ar_sa: تم نشر {{nameHtml}} في {{groupNameHtml}}
es_es: {{nameHtml}} publicó en {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에 게시했습니다.
nl_nl: {{nameHtml}} geplaatst in {{groupNameHtml}}
th_th: {{nameHtml}} ได้โพสต์ใน {{groupNameHtml}}

# groupPostAdded_GroupFormat
source: {{nameHtml}} posted in {{groupNameHtml}}
ar_sa: تم نشر {{nameHtml}} في {{groupNameHtml}}
es_es: {{nameHtml}} publicó en {{groupNameHtml}}
ko_kr: {nameHtml}이(가) {groupNameHtml}에 게시했습니다.
nl_nl: {{nameHtml}} geplaatst in {{groupNameHtml}}
th_th: {{nameHtml}} ได้โพสต์ใน {{groupNameHtml}}

# groupPostAdded_SingleFormat
source: {{nameHtml}} posted to {{groupNameHtml}}
ar_sa: تم نشر {{nameHtml}} في {{groupNameHtml}}
es_es: {{nameHtml}} publicó en {{groupNameHtml}}
ko_kr: {nameHtml}이(가) {groupNameHtml}에 게시했습니다.
nl_nl: {{nameHtml}} geplaatst op {{groupNameHtml}}
th_th: {{nameHtml}} ได้โพสต์ไปยัง {{groupNameHtml}}

# GroupsController_About
source: About this group
ar_sa: حول هذه المجموعة
es_es: Acerca de este grupo
ko_kr: 그룹 소개
nl_nl: Over deze groep
th_th: เกี่ยวกับกลุ่มนี้

# GroupsController_BecomeAMember
source: Become a member of this group
ar_sa: أصبح عضوًا في هذه المجموعة
es_es: Hacerse miembro de este grupo
ko_kr: 이 그룹의 멤버가 되기
nl_nl: Word lid van deze groep
th_th: เป็นสมาชิกกลุ่มนี้

# GroupsController_ClickRequestMembership
source: Click to request membership in this group.
ar_sa: اضغط لطلب عضوية هذه المجموعة.
es_es: Haga clic para solicitar la membresía en este grupo.
ko_kr: 클릭하여 이 그룹의 멤버십을 요청합니다.
nl_nl: Klik om lidmaatschap van deze groep aan te vragen.
th_th: คลิกเพื่อขอเป็นสมาชิกของกลุ่มนี้

# GroupsController_ClickToJoin
source: Click to join this group.
ar_sa: اضغط للانضمام لهذه المجموعة.
es_es: Haga clic para unirse a este grupo.
ko_kr: 클릭하여 이 그룹에 참가합니다.
nl_nl: Klik om lid te worden van deze groep.
th_th: คลิกเพื่อเข้าร่วมกลุ่มนี้

# GroupsController_Feed
source: Feed
ar_sa: موجز
es_es: Contenido
ko_kr: 피드
th_th: ฟีด

# GroupsController_GroupMembershipPending
source: Group Membership Pending
ar_sa: تعليق عضوية المجموعة
es_es: Membresía de grupo pendiente
ko_kr: 그룹 멤버십 대기 중
nl_nl: Groepslidmaatschap in behandeling
th_th: รอพิจารณาสถานะสมาชิกกลุ่ม

# GroupsController_GroupPostVisibility
source: Posts are only visible to this group
ar_sa: المنشورات مرئية فقط لهذه المجموعة
es_es: Las publicaciones solo son visibles para este grupo
ko_kr: 게시물은 이 그룹에만 보입니다.
nl_nl: Berichten zijn alleen zichtbaar voor deze groep
th_th: โพสต์จะปรากฏให้กลุ่มนี้เห็นเท่านั้น

# GroupsController_GroupSettingsTitle
source: Create Group
ar_sa: إنشاء مجموعة
es_es: Crear grupo
ko_kr: 그룹 만들기
nl_nl: Groep maken
th_th: สร้างกลุ่ม

# GroupsController_Insights
source: Insights
ar_sa: معارف دقيقة
es_es: Estadísticas
ko_kr: 통찰력
nl_nl: Inzichten
th_th: องค์ความรู้

# GroupsController_Joining
source: Joining...
ar_sa: جاري الانضمام...
es_es: Uniéndose...
ko_kr: 참가하는 중...
nl_nl: Bezig met lid worden...
th_th: กำลังเข้าร่วม...

# GroupsController_Members
source: Members
ar_sa: الأعضاء
es_es: Miembros
ko_kr: 멤버
nl_nl: Leden
th_th: สมาชิก

# GroupsController_PrimaryGroup
source: Your Team
ar_sa: فريقك
es_es: Mi equipo
ko_kr: 회원님의 팀
nl_nl: Je team
th_th: ทีมของคุณ
