Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# dgPathway_LessonTitlePlaceholder
source: Lesson title goes here...
ar_sa: عنوان الدرس يبدأ من هنا...
es_es: Título de la lección...
ko_kr: 여기에 단원 제목을 입력하세요...
nl_nl: Hier komt de titel van de les...
th_th: ชื่อบทเรียนเริ่มตั้งแต่ตรงนี้...

# dgPathway_MinuteCountFormat
source: {{count}} Minutes
ar_sa: {{count}} من الدقائق
es_es: {{count}} minutos
ko_kr: {{count}}분
nl_nl: {{count}} minuten
th_th: {{count}} นาที

# dgPathway_NoteFromAuthor
source: Author's Note
ar_sa: ملاحظات المؤلف
es_es: Nota de autor
ko_kr: 저자 메모
nl_nl: Notitie auteur
th_th: หมายเหตุของผู้สร้าง

# dgPathway_ReorderItems
source: Reorder Items
ar_sa: نقل العناصر
es_es: Mover elementos
ko_kr: 항목 재정렬
nl_nl: Items opnieuw ordenen
th_th: เรียงลำดับรายการใหม่

# dgPathway_ReorderItemsTitleFormat
source: Reorder Items in Lesson {{lessonNumber}}
ar_sa: إعادة ترتيب المواد في درس {{lessonNumber}}
es_es: Cambiar el orden de los elementos en la lección {{lessonNumber}}
ko_kr: {{lessonNumber}} 단원 내 항목 재정렬
nl_nl: Items in les {lessonNumber} opnieuw rangschikken
th_th: เรียงลำดับเนื้อหาใหม่ในบทที่ {{lessonNumber}}

# dgPathway_ReorderLessons
source: Reorder Lessons
ar_sa: إعادة ترتيب المواد
es_es: Cambiar el orden de las lecciones
ko_kr: 단원 재정렬
nl_nl: Lessen opnieuw rangschikken
th_th: เรียงลำดับบทเรียนใหม่

# dgPathway_ReorderLessonsTitleFormat
source: Reorder Lessons in Section {{sectionNumber}}
ar_sa: إعادة ترتيب المواد في قسم {{lessonNumber}}
es_es: Cambiar el orden de las lecciones en la sección {{sectionNumber}}
ko_kr: {{sectionNumber}} 섹션 내 단원 재정렬
nl_nl: Lessen in sectie {sectionNumber} opnieuw rangschikken
th_th: เรียงลำดับบทเรียนใหม่ในหัวข้อ {{sectionNumber}}

# dgPathway_ReorderSections
source: Reorder Sections
ar_sa: نقل الأقسام
es_es: Mover secciones
ko_kr: 섹션 재정렬
nl_nl: Secties opnieuw ordenen
th_th: เรียงลำดับส่วนใหม่

# dgPathway_RestoreToOriginal
source: Restore to Original
ar_sa: استعادة الوضع الأصلي
es_es: Restablecer estado original
ko_kr: 원래 상태로 복원
nl_nl: Naar oorspronkelijke terugzetten
th_th: คืนค่าเดิม

# dgPathway_SectionCountFormat
source: {{count}} Sections
ar_sa: {{count}} من الأقسام
es_es: {{count}} secciones
ko_kr: {{count}}개 섹션
nl_nl: {{count}} secties
th_th: {{count}} หัวข้อ

# dgPathway_SectionDescriptionLabel
source: Section Description
ar_sa: وصف القسم
es_es: Descripción de la sección
ko_kr: 섹션 설명
nl_nl: Sectiebeschrijving
th_th: คำอธิบายส่วน

# dgPathway_SectionDescriptionPlaceholder
source: Section description goes here...
ar_sa: وصف اقسم يبدأ من هنا...
es_es: Descripción de la sección...
ko_kr: 여기에 섹션 설명을 입력하세요...
nl_nl: Hier komt de beschrijving van de sectie...
th_th: คำอธิบายส่วนเริ่มตั้งแต่ตรงนี้...

# dgPathway_sectionLabelFormat
source: Section {{n}}
ar_sa: القسم {{n}}
es_es: Sección {{n}}
ko_kr: 섹션 {{n}}
nl_nl: Sectie {{n}}
th_th: หัวข้อ {{n}}

# dgPathway_SectionTitleLabel
source: Section Title
ar_sa: عنوان قسم
es_es: Título de la sección
ko_kr: 섹션 제목
nl_nl: Sectietitel
th_th: ชื่อส่วน

# dgPathway_SectionTitlePlaceholder
source: Section title...
ar_sa: عنوان قسم...
es_es: Título de la sección...
ko_kr: 여기에 섹션 제목을 입력하세요...
nl_nl: Hier komt de titel van de sectie...
th_th: ชื่อส่วน...

# dgPathwayPrivacy_CollaboratorProfilePrivate
source: Collaborator Profiles (private)
ar_sa: الملفات الشخصية للمساهمين (خاص)
es_es: Perfiles de colaborador (privado)
ko_kr: 협력자 프로필 (비공개)
nl_nl: Samenwerker profielen (privé)
th_th: โปรไฟล์ผู้ร่วมมือ (ส่วนตัว)

# dgPathwayPrivacy_CollaboratorProfileVisible
source: Collaborator Profiles (public)
ar_sa: الملفات الشخصية للمساهمين (عام)
es_es: Perfiles de colaborador (público)
ko_kr: 협력자 프로필 (공개)
nl_nl: Samenwerker profielen (publiek)
th_th: โปรไฟล์ผู้ร่วมมือ (สาธารณะ)

# dgPathwayPrivacy_OrgVisibleFormat
source: Visible to Organization
ar_sa: مرئي للمؤسسة
es_es: Visible para la empresa
ko_kr: 조직에게 표시
nl_nl: Zichtbaar voor de organisatie
th_th: เปิดเผยกับองค์กร

# dgPathwayPrivacy_Private
source: Private
ar_sa: خاص
es_es: Privado
ko_kr: 비공개
nl_nl: Privé
th_th: ส่วนตัว

# dgPathwayPrivacy_ProfilePrivate
source: My Profile (private)
ar_sa: ملفي الشخصي (خاص)
es_es: Mi perfil (privado)
ko_kr: 나의 프로필 (비공개)
nl_nl: Mijn Profiel (privé)
th_th: โปรไฟล์ของฉัน (ส่วนตัว)

# dgPathwayPrivacy_ProfileVisible
source: My Profile (visible)
ar_sa: ملفي الشخصي (مرئي)
es_es: Mi perfil (visible)
ko_kr: 나의 프로필 (공개)
nl_nl: Mijn Profiel (zichtbaar)
th_th: โปรไฟล์ของฉัน (มองเห็น)

# dgPathwayPrivacy_Public
source: Public
ar_sa: عام
es_es: Público
ko_kr: 공개
nl_nl: Publiek
th_th: สาธารณะ

# dgPathwayPrivacy_SelectAGroupError
source: Please search and select a group.
ar_sa: يرجى البحث عن مجموعة وتحديدها
es_es: Busque y seleccione un grupo.
ko_kr: 그룹을 검색 및 선택하십시오.
nl_nl: Zoek en selecteer een groep.
th_th: โปรดค้นหาและเลือกกลุ่ม

# dgPathwayPrivacy_SpecificGroupsVisible
source: Visible to Specific Groups
ar_sa: مرئي لمجموعات خاصة
es_es: Visible para grupos específicos
ko_kr: 특정 그룹에게 표시
nl_nl: Zichtbaar voor specifieke groepen
th_th: เปิดเผยต่อเฉพาะบางกลุ่มเท่านั้น

# dgPathwaysInsights_CompletionPercentage
source: % completion
ar_sa: الإكمال %
es_es: % completado
ko_kr: 완료 %
nl_nl: % voltooid
th_th: % ที่ทำเสร็จ

# dgPathwaysInsights_EnrolledCountFormat
source: {{count}} Enrollee
ar_sa: {{count}} شخص تم تسجيله
es_es: {{count}} inscrito
ko_kr: 등록자 {{count}}명
nl_nl: {{count}} inschrijver
th_th: {{count}} ผู้ลงทะเบียน

# dgPathwaysInsights_EnrolledCountPluralFormat
source: {{count}} Enrollees
ar_sa: {{count}} الأشخاص الذين تم تسجيلهم
es_es: {{count}} inscritos
ko_kr: 등록자 {{count}}명
nl_nl: {{count}} inschrijvers
th_th: {{count}} ผู้ลงทะเบียน

# dgPathwaysInsights_FiftyToSeventyFive
source: 50% to 75%
ar_sa: 50% إلى 75%
es_es: 50 % a 75 %
ko_kr: 50%에서 75%
nl_nl: 50% tot 75%
th_th: 50% ถึง 75%

# dgPathwaysInsights_GreaterThanSeventyFive
source: more than 75%
ar_sa: أكثر من 75%
es_es: más de 75 %
ko_kr: 75% 이상
nl_nl: meer dan 75%
th_th: มากกว่า 75%

# dgPathwaysInsights_LessonLower
source: lesson
ar_sa: الدرس
es_es: lección
ko_kr: 단원
nl_nl: les
th_th: บทเรียน

# dgPathwaysInsights_LessThanTwentyFive
source: less than 25%
ar_sa: أقل من 25%
es_es: menos de 25 %
ko_kr: 25% 미만
nl_nl: minder dan 25%
th_th: น้อยกว่า 25%

# dgPathwaysInsights_PercentageOfEnrollees
source: {{percentage}} of enrollees have completed {{percentageText}} of this {{type}}
ar_sa: {{percentage}} من المسجلين أكملوا {{percentageText}} من هذا {{type}}
es_es: {{percentage}} de los inscritos han completado el {{percentageText}} de este {{type}}
ko_kr: 등록자의 {{percentage}}이(가) 이 {{type}}의 {{percentageText}}을(를) 완료
nl_nl: {{percentage}} van de inschrijvers hebben {{percentageText}} van dit {{type}} voltooid
th_th: {{percentage}} ของผู้สมัครได้ทำ{{type}}นี้เสร็จสิ้น {{percentageText}}

# dgPathwaysInsights_Section
source: Section
ar_sa: قسم
es_es: Sección
ko_kr: 섹션
nl_nl: Sectie
th_th: หัวข้อ

# dgPathwaysInsights_SectionLower
source: section
ar_sa: قسم
es_es: sección
ko_kr: 섹션
nl_nl: sectie
th_th: หัวข้อ

# dgPathwaysInsights_Sections
source: Sections
ar_sa: أقسام
es_es: Secciones
ko_kr: 섹션
nl_nl: Secties
th_th: ส่วน

# dgPathwaysInsights_TableTitle
source: Section completion info
ar_sa: معلومات إكمال القسم
es_es: Información sobre progreso de la sección
ko_kr: 섹션 완료 정보
nl_nl: Info voltooiing sectie
th_th: ข้อมูลการเติมส่วม

# dgPathwaysInsights_Title
source: Title
ar_sa: العنوان
es_es: Título
ko_kr: 제목
nl_nl: Titel
th_th: ชื่อ

# dgPathwaysInsights_TwentyFiveToFifty
source: 25% to 50%
ar_sa: 25% إلى 50%
es_es: 25 % a 50 %
ko_kr: 25%에서 50%
nl_nl: 25% tot 50%
th_th: 25% ถึง 50%

# dgPathwaysInsights_WhenDataUpdates
source: Note: Data updates daily
ar_sa: ملاحظة: تحديث البيانات يوميًا
es_es: Nota: Los datos se actualizan a diario
ko_kr: 참고: 매일 데이터 업로드
nl_nl: Let op: Dagelijkse data-updates
th_th: หมายเหตุ: การอัปเดตข้อมูลรายวัน

# dgPathwayTile_Enroll
source: Enroll
ar_sa: تسجيل
es_es: Inscribirse
ko_kr: 등록
nl_nl: Inschrijven
th_th: สมัคร

# dgPathwayTile_Enrolled
source: Enrolled
ar_sa: مسجل
es_es: Inscrito
ko_kr: 등록됨
nl_nl: Ingeschreven
th_th: สมัครแล้ว

# dgPathwayTile_EnrolledButtonLabel
source: Enrolled. Click to withdraw.
ar_sa: مسجل. انقر للانسحاب.
es_es: Se ha inscrito. Haga clic para dejar este itinerario.
ko_kr: 등록되었습니다. 클릭하여 철회합니다.
nl_nl: Ingeschreven. Klik om terug te trekken.
th_th: สมัครแล้ว คลิกเพื่อถอนตัว

# dgPathwayTile_PrivateShareMsg
source: <p>This pathway is private.<br>In order to share it, make it visible in pathway settings.</p>
ar_sa: <p>هذا المساق خاص. <br>لمشاركته اجعله ظاهرًا في إعدادات المساقات.</p>
es_es: <p>Este itinerario es privado.<br>Para compartirlo, hágalo visible en los ajustes del itinerario.</p>
ko_kr: <p>이 패스웨이는 비공개입니다.<br>공유하려면 패스웨이 설정에서 표시되도록 변경하십시오.</p>
nl_nl: <p>Dit leerpad is privé. <br> Maak het zichtbaar in leerpad-instellingen om het te delen.</p>
th_th: <p>เส้นทางการเรียนรู้นี้เป็นแบบส่วนตัว<br>หากต้องการแชร์ โปรดไปที่การตั้งค่าเส้นทางการเรียนรู้แล้วเปิดให้มองเห็นได้</p>

# dgPathwayTile_SavedForLaterMsgFormat
source: {{title}} has been saved!
ar_sa: تم حفظ {{title}}!
es_es: ¡{{title}} se guardó!
ko_kr: {{title}}을(를) 저장했습니다!
nl_nl: {{title}} is opgeslagen!
th_th: {{title}} ได้รับการบันทึกแล้ว!

# dgPathwayTile_Withdraw
source: Withdraw
ar_sa: انسحاب
es_es: Dejar
ko_kr: 철회
nl_nl: Uitschrijven
th_th: ถอนตัว

# dgPathwayTile_WithdrawConfirm
source: Are you sure you want to withdraw from this pathway?
ar_sa: هل أنت متأكد من رغبتك في الانسحاب هذا المساق؟
es_es: ¿De verdad quiere dejar este itinerario?
ko_kr: 이 경로에서 철회하시겠습니까?
nl_nl: Weet je zeker dat je je wilt terugtrekken uit dit leerpad?
th_th: คุณแน่ใจหรือว่าต้องการถอนตัวจากเส้นทางการเรียนรู้นี้?

# dgPathwayTile_WithdrawExplanation
source: Content from this pathway will no longer appear in your Feed.
ar_sa: لن يظهر أي محتوى من هذا المساق في الموجز الخاص بك بعد الآن.
es_es: El contenido de este itinerario ya no aparecerá en su canal.
ko_kr: 이 경로의 콘텐츠는 더 이상 귀하의 피드에 나타나지 않습니다.
nl_nl: Content van dit leerpad wordt niet meer weergegeven in jouw Feed.
th_th: เนื้อหาจากเส้นทางการเรียนรู้นี้จะไม่ปรากฏในฟีดของคุณอีกต่อไป

# dgPopularCategories_ListOption
source: List
ar_sa: قائمة
es_es: Lista
ko_kr: 목록
nl_nl: Lijst
th_th: รายการ

# dgPopularCategories_NoCategories
source: No matching categories
ar_sa: لا توجد فئات متطابقة
es_es: No hay categorías relacionadas
ko_kr: 일치하는 카테고리 없음
nl_nl: Geen overeenkomende categorieën
th_th: ไม่มีหมวดหมู่ที่ตรงกัน

# dgPopularCategories_NoSearchTerms
source: No matching search terms
ar_sa: لا توجد كلمات بحث متطابقة
es_es: No hay términos de búsqueda relacionados
ko_kr: 일치하는 검색 용어 없음
nl_nl: Geen overeenkomende zoektermen
th_th: ไม่มีคำค้นหาที่ตรงกัน

# dgPopularCategories_TagsOption
source: Tags
ar_sa: علامات
es_es: Etiquetas
ko_kr: 태그
th_th: แท็ก

# dgPopularCategories_UncategorizedFormat
source: +{{masteryPoints}} uncategorized points earned this {{period}}
ar_sa: +{{masteryPoints}} نقاط غير مصنفة الفئة اكتسبت هذا {{period}}
es_es: +{{masteryPoints}} puntos sin categoría ganados este {{period}}
ko_kr: +{{masteryPoints}} 카테고리가 없는 포인트 획득 {{period}}
nl_nl: + {{MasteryPoints}} ongecatoriseerde punten verdiend over deze {{periode}}
th_th: ได้รับคะแนนที่ไม่มีหมวดหมู่ +{{masteryPoints}} ใน{{period}}นี้

# dgPopularProviders_Empty
source: No popular providers
ar_sa: لا توجد جهات تقديم شائعة
es_es: Ningún proveedor popular
ko_kr: 인기 있는 제공자 없음
nl_nl: Geen populaire aanbieders
th_th: ไม่มีผู้ให้บริการยอดนิยม

# dgPopularProviders_InputPercentageFormat
source: <strong>{{itemCount}}%</strong> of total inputs
ar_sa: <strong>{{itemCount}}%</strong> من إجمالي المدخلات
es_es: <strong>{{itemCount}}%</strong> de contribuciones totales
ko_kr: 총 입력의 <strong>{{itemCount}}%</strong>
nl_nl: <strong>{{itemCount}}%</strong> van totale inputs
th_th: <strong>{{itemCount}}%</strong> ของข้อมูลป้อนเข้าทั้งหมด

# dgPopularProviders_ProviderPlaceholder
source: Choose Provider Catalog
ar_sa: تحديد قائمة جهة تقديم
es_es: Seleccionar catálogo de proveedor
ko_kr: 제공자 카탈로그 선택
nl_nl: Aanbiederscatalogus kiezen
th_th: เลือกแค็ตตาล็อกผู้ให้บริการ

# dgPopularProviders_SeatsFormat
source: <strong>{{providerSeatsCurrent}}</strong> of <strong>{{providerSeatsTotal}}</strong> seats used
ar_sa: <strong>{{providerSeatsCurrent}}</strong> من <strong>{{providerSeatsTotal}}</strong> المقاعد مستخدم
es_es: <strong>{{providerSeatsCurrent}}</strong> de <strong>{{providerSeatsTotal}}</strong> plazas usadas
ko_kr: <strong>{{providerSeatsTotal}}</strong>개 좌석 중<strong>{{providerSeatsCurrent}}</strong>개 사용됨
nl_nl: <strong>{{providerSeatsCurrent}}</strong> van <strong>{{providerSeatsTotal}}</strong> gebruikte plaatsen
th_th: ใช้แล้ว <strong>{{providerSeatsCurrent}}</strong> จาก <strong>{{providerSeatsTotal}}</strong> ที่นั่ง

# dgPopularSearches_ListOption
source: List
ar_sa: قائمة
es_es: Lista
ko_kr: 목록
nl_nl: Lijst
th_th: รายการ

# dgPopularSearches_TermOption
source: Terms
ar_sa: الكلمات
es_es: Términos
ko_kr: 용어
nl_nl: Termen
th_th: คำค้นหา

# dgPostComment_Message
source: Message
ar_sa: رسالة
es_es: Mensaje
ko_kr: 메시지
nl_nl: Bericht
th_th: ข้อความ

# dgPostComment_Placeholder
source: Share an article, video, or idea...
ar_sa: مشاركة مقال أو فيديو أو فكرة..
es_es: Comparta un artículo, un vídeo o una idea...
ko_kr: 기사, 동영상 또는 아이디어 공유...
nl_nl: Artikel, video, of idee delen
th_th: แชร์บทความ วิดีโอ หรือความคิดเห็น...

# dgProfileCollectionItem_CertDetailsTitle
source: Certificate Details
ar_sa: تفاصيل الشهادة
es_es: Detalles del certificado
ko_kr: 인증서 상세 정보
nl_nl: Certificaatdetails
th_th: รายละเอียดใบรับรอง

# dgProfileCollectionItem_CertImage
source: Image
ar_sa: صورة
es_es: Imagen
ko_kr: 이미지
nl_nl: Afbeelding
th_th: รูปภาพ

# dgProfileCollectionItem_CertIssuedBy
source: Issued by
ar_sa: أصدرها
es_es: Expedido por
ko_kr: 발급 기관
nl_nl: Uitgegeven door
th_th: ออกโดย

# dgProfileCollectionItem_CertIssuerUrl
source: URL of Issuer
ar_sa: عنوان URL لجهة الإصدار
es_es: URL del emisor
ko_kr: 발급자의 URL
nl_nl: URL van verstrekker
th_th: URL ของผู้ออก

# dgProfileCollectionItem_CertNumber
source: Certificate #
ar_sa: شهادة رقم
es_es: Certificado n.º
ko_kr: 인증서 #
nl_nl: Certificaat #
th_th: หมายเลขใบรับรอง

# dgProfileCollectionItem_CertTitle
source: Title of the Certificate
ar_sa: اسم الشهادة
es_es: Título del certificado
ko_kr: 인증서의 제목
nl_nl: Titel van het certificaat
th_th: ชื่อใบรับรอง

# dgProfileCollectionItem_CertValidDate
source: Date Valid
ar_sa: تاريخ الصلاحية
es_es: Fecha de validez
ko_kr: 유효한 날짜
nl_nl: Datum geldig
th_th: วันที่ใช้งานได้

# dgProfileCollectionItem_MasteryPointsFormat
source: {{masteryPoints}} pts
ar_sa: {{masteryPoints}} نقطة
ko_kr: {{masteryPoints}} 포인트
nl_nl: {{masteryPoints}} punten
th_th: {{masteryPoints}} คะแนน

# dgProfileCollectionItem_Verified
source: VERIFIED
ar_sa: تم التحقق
es_es: SE CONFIRMÓ
ko_kr: 확인됨
nl_nl: GECONTROLEERD
th_th: ยืนยันแล้ว

# dgProfileOverview_AddDevelopmentPlan
source: Create Skill Plan
ar_sa: إنشاء خطة مهارات
es_es: Crear plan de habilidades
ko_kr: 기술 계획 만들기
nl_nl: Vaardigheidsplan aanmaken
th_th: สร้างแผนทักษะ

# dgProfileOverview_AddSkillOrTopic
source: Add Skill or Topic
ar_sa: إضافة مهارة أو موضوع
es_es: Agregar habilidad o tema
ko_kr: 기술 또는 주제 추가
nl_nl: Vaardigheid of onderwerp toevoegen
th_th: เพิ่มทักษะหรือหัวข้อ

# dgProfileOverview_NoCompletedContent
source: You haven’t completed any content recently. You can find content in your feeds on the home page, or by browsing or searching for it.
ar_sa: لم تكمل أي محتوى مؤخرًا. يمكنك العثور على المحتوى في الموجز على صفحتك الرئيسية أو من خلال التصفح والبحث عنه.
es_es: No completó ningún contenido recientemente. Puede encontrar contenido en sus canales en la página de inicio, navegando o buscándolo.
ko_kr: 최근에 완료한 콘텐츠가 없습니다. 홈페이지의 피드에서 콘텐츠를 찾거나 탐색 또는 검색하여 찾을 수 있습니다.
nl_nl: Je hebt recentelijk geen content voltooid. Je kunt content vinden in je feed op de startpagina of door te bladeren of te zoeken.
th_th: คุณยังไม่ได้ศึกษาเนื้อหาใดๆ ในช่วงนี้ คุณจะพบเนื้อหาในฟีดของคุณที่หน้าแรก หรือจะเลือกดูหรือค้นหาเนื้อหาก็ได้

# dgProfileOverview_NoSkills
source: {{userName}} hasn't added any skills or topics yet.
ar_sa: {{userName}} لم يضف أي مهارات أو موضوعات بعد.
es_es: {{userName}} aún no agregó ni habilidades ni temas.
ko_kr: {{userName}}이(가) 아직 기술 또는 주제를 추가하지 않았습니다.
nl_nl: {{userName}} heeft nog geen vaardigheden of onderwerpen toegevoegd.
th_th: {{userName}} ยังไม่ได้เพิ่มทักษะหรือหัวข้อใดๆ

# dgProfileOverview_NothingCompleted
source: {{userName}} hasn't completed anything yet.
ar_sa: {{userName}} لم يكمل أي شيء بعد.
es_es: {{userName}} aún no completó nada.
ko_kr: {{userName}}이(가) 아직 아무것도 완료하지 않았습니다.
nl_nl: {{userName}}heeft nog niets voltooid.
th_th: {{userName}} ยังไม่ได้ทำงานใดๆ ในขณะนี้

# dgProfileOverview_OtherSkills
source: Other Skills
ar_sa: مهارات أخرى
es_es: Otras habilidades
ko_kr: 다른 기술
nl_nl: Overige vaardigheden
th_th: ทักษะอื่นๆ

# dgProfileOverview_RecentlyCompleted
source: Recently Completed
ar_sa: تم مؤخرًا
es_es: Completado recientemente
ko_kr: 최근 완료
nl_nl: Recentelijk voltooid
th_th: เพิ่งทำงานเสร็จ

# dgProviderLicense_CreateLicenseBtnFormat
source: Create {{providerName}} license
ar_sa: إنشاء رخصة لجهة التقديم {{providerName}}
es_es: Crear licencia de {{providerName}}
ko_kr: {{providerName}} 라이선스 만들기
nl_nl: {{providerName}}-licentie aanmaken
th_th: สร้างใบอนุญาตของ {{providerName}}

# dgProviderLicense_GenerateLicenseFormat
source: Generate License for {{providerName}}
ar_sa: إنشاء رخصة لجهة التقديم {{providerName}}
es_es: Generar licencia para {{providerName}}
ko_kr: {{providerName}}에 대한 라이선스 생성
nl_nl: Licentie genereren voor {{providerName}}
th_th: สร้างใบอนุญาตสำหรับ {{providerName}}

# dgRatingButtonMeta_1Hour
source: 1 hour
ar_sa: 1 ساعة
es_es: 1 hora
ko_kr: 1시간
nl_nl: 1 uur
th_th: 1 ชั่วโมง

# dgRatingButtonMeta_HoursFormat
source: {{numHrs}} hours
ar_sa: {{numHrs}} ساعات
es_es: {{numHrs}} horas
ko_kr: {{numHrs}}시간
nl_nl: {{numHrs}} uren
th_th: {{numHrs}} ชั่วโมง

# dgRecommendationsOverview_About
source: People you follow can share their favorite articles, videos, books and other great resources with you.
ar_sa: يمكن للأشخاص الذين تتابعهم مشاركة مقالاتهم ومقاطع الفيديو والكتب المفضلة لديهم وغير ذلك من الموارد العظيمة معك.
es_es: Las personas a las que sigue pueden compartir sus artículos, vídeos, libros y otros recursos favoritos con usted.
ko_kr: 팔로우하는 사람들이 즐겨 찾는 기사, 동영상, 책 및 기타 좋은 자료를 귀하와 공유할 수 있습니다.
nl_nl: Mensen die je volgt kunnen hun favoriete artikelen, video's, boeken en andere geweldige bronnen met je delen.
th_th: ผู้คนที่คุณติดตามจะแบ่งปันบทความ วิดีโอ หนังสือ และแหล่งข้อมูลอื่นๆ ที่พวกเขาชื่นชอบให้กับคุณได้

# dgRecommendationsOverview_AboutConsumer
source: People you follow can share their favorite articles, videos, books and other great resources with you
ar_sa: يمكن للأشخاص الذين تتابعهم مشاركة مقالاتهم ومقاطع الفيديو والكتب المفضلة لديهم وغير ذلك من الموارد العظيمة معك.
es_es: Las personas a las que sigue pueden compartir sus artículos, vídeos, libros y otros recursos favoritos con usted
ko_kr: 팔로우하는 사람들이 즐겨 찾는 기사, 동영상, 책 및 기타 좋은 자료를 귀하와 공유할 수 있습니다.
nl_nl: Mensen die je volgt kunnen hun favoriete artikelen, video's, boeken en andere geweldige bronnen met je delen
th_th: ผู้คนที่คุณติดตามจะแบ่งปันบทความ วิดีโอ หนังสือ และแหล่งข้อมูลอื่นๆ ที่พวกเขาชื่นชอบให้กับคุณได้

# dgRecommendationsOverview_AlreadyCompletedAssignedByFormat
source: {{personName}} assigned {{groupName}} to {{contentAction}} this {{contentType}} {{hasDateHtml}}by {{date}}{{hasDateEndHtml}}, but you've already completed it. Great job, overachiever.
ar_sa: {{personName}} رشح لك {{groupName}} {{contentAction}} هذا {{contentType}} {{hasDateHtml}} بحلول {{date}}{{hasDateEndHtml}}، إلا أنك قد قمت بذلك بالفعل. أحسنت عملاً أيها الناجح الباهر!
es_es: {{personName}} asignó a {{groupName}} {{contentAction}} este {{contentType}} {{hasDateHtml}}para el {{date}}{{hasDateEndHtml}}, pero ya lo completó. Buen trabajo, se supera cada día.
ko_kr: {{personName}} 님이 {{groupName}} 그룹에 {{hasDateHtml}}{{date}}까지{{hasDateEndHtml}} 이 {{contentType}}에 대해 조치({{contentAction}})를 취하도록 지정했으나, 귀하가 이미 완료했습니다. 정말 대단하네요.
nl_nl: {{personName}} heeft {{groupName}} opdracht gegeven deze/dit {{contentType}} {{hasDateHtml}}uiterlijk{{date}}{{hasDateEndHtml}} te {{contentAction}}, maar je hebt het al voltooid. Goed gedaan, harde werker.
th_th: {{personName}} แนะนำให้คุณ {{groupName}} {{contentAction}} {{contentType}} นี้ {{hasDateHtml}} ภายในวันที่ {{date}}{{hasDateEndHtml}} แต่คุณได้ทำเสร็จไปเรียบร้อยแล้ว เยี่ยมมาก คุณขยันจริงๆ

# dgRecommendationsOverview_AlreadyCompletedAssignedYouFormat
source: {{personName}} assigned you to {{contentAction}} this {{contentType}} {{hasDateHtml}}by {{date}}{{hasDateEndHtml}}, but you've already completed it. Great job, overachiever.
ar_sa: {{personName}} رشح لك {{contentAction}} {{contentType}} هذا {{hasDateHtml}} بحلول {{date}}{{hasDateEndHtml}}، إلا أنك قد قمت بذلك بالفعل. أحسنت عملاً أيها الناجح الباهر!
es_es: {{personName}} le asignó {{contentAction}} este {{contentType}} {{hasDateHtml}}para el {{date}}{{hasDateEndHtml}}, pero ya lo completó. Buen trabajo, se supera cada día.
ko_kr: {{personName}} 님이 귀하에게 {{hasDateHtml}}{{date}}까지{{hasDateEndHtml}} 이 {{contentType}}에 대해 조치({{contentAction}})를 취하도록 지정했으나, 이미 완료하셨습니다. 정말 대단하네요.
nl_nl: {{personName}} heeft je opdracht gegeven deze/dit {{contentType}} {{hasDateHtml}}uiterlijk{{date}}{{hasDateEndHtml}} te {{contentAction}}, maar je hebt het al voltooid. Goed gedaan, harde werker.
th_th: {{personName}} แนะนำให้คุณ {{contentAction}} {{contentType}} นี้ {{hasDateHtml}}ภายในวันที่ {date}}{{hasDateEndHtml}} แต่คุณได้ทำเสร็จไปเรียบร้อยแล้ว เยี่ยมมาก คุณขยันจริงๆ

# dgRecommendationsOverview_AlreadyCompletedRecommendedByFormat
source: {{personName}} shared } this {{contentType}} with {{groupName}}, but you've already completed it. Great job, overachiever.
ar_sa: {personName} شارك } هذا {contentType} مع {groupName}، لكنك أتممته بالفعل. أحسنت عملاً أيها الناجح الباهر.
es_es: {{personName}} compartió este {{contentType}} con {{groupName}}, pero ya lo ha completado. Buen trabajo, se supera cada día.
ko_kr: {{personName}}이(가) } {{groupName}}에게 이 {{contentType}}을(를) 공유했지만, 귀하는 이미 완료했습니다. 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{personName}} heeft dit {{contentType} met {{groupName}} gedeeld, maar je hebt het al voltooid. Goed gedaan, harde werker.
th_th: {{personName}} แนะนำ } {{contentType}} นี้ให้กับ {{groupName}} แต่คุณก็ได้ทำเสร็จไปเรียบร้อยแล้ว เยี่ยมมาก คุณขยันจริงๆ

# dgRecommendationsOverview_AlreadyCompletedRecommendedYouFormat
source: {{personName}} shared this {{contentType}} with you, but you've already completed it. Great job, overachiever.
ar_sa: {personName} شارك هذا {contentType} معك، لكنك أتممته بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {{personName}} compartió este {{contentType}} con usted, pero ya lo ha completado. Buen trabajo, se supera cada día.
ko_kr: {{personName}}이(가) 귀하에게 이 {{contentType}}을(를) 공유했지만, 귀하는 이미 완료했습니다. 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{personName}} heeft dit {{contentType} met je gedeeld, maar je hebt het al voltooid. Goed gedaan, harde werker.
th_th: {{personName}} แบ่งปัน {{contentType}} นี้ให้กับคุณ แต่คุณก็ทำเสร็จไปเรียบร้อยแล้ว เยี่ยมมาก คุณขยันจริงๆ
