Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# IntegrationsSvc_PluralsightDescription
source: Import completed courses from Pluralsight daily.<br><strong>Note:</strong> Requires a public Pluralsight profile with Profile Visibility enabled for the *Completed courses* tile.
ar_sa: استيراد الدورات التعليمية المكتملة من Pluralsight يوميًا. <br><strong>ملاحظة:</strong> يستلزم وجود ملف شخصي عام على Pluralsight مع ضبط إعداد إمكانية رؤية *الدورات المكتملة*.
es_es: Importar los cursos completados de Pluralsight a diario.<br><strong>Nota:</strong> se necesita un perfil público de Pluralsight con el perfil Visibility activado para la ventana *Cursos completados*.
ko_kr: Pluralsight에서 완료한 과정을 매일 가져옵니다.<br><strong>참고:</strong> *완료한 과정* 타일에 대해 프로필 표시를 사용하는 공개 Pluralsight 프로필이 필요합니다.
nl_nl: Voltooide cursussen van Pluralisight dagelijks importeren.<br><strong>Note: </strong> Vereist een publiek Pluralsight-profiel met Profiel-zichtbaarheid ingeschakeld voor de *Voltooide cursussen*-tegel.
th_th: นำเข้าหลักสูตรที่เรียนแล้วจาก Pluralsight ทุกวัน<br><strong>หมายเหตุ:</strong> ต้องใช้โปรไฟล์บัญชี Pluralsight แบบสาธารณะ พร้อมเปิดใช้การมองเห็นบัญชีสำหรับไทล์ *หลักสูตรที่เรียนแล้ว*

# IntegrationsSvc_PluralsightLabelText
source: Pluralsight User Name
ar_sa: اسم مستخدم على موقع Pluralsight
es_es: Nombre de usuario de Pluralsight
ko_kr: Pluralsight 사용자 이름
nl_nl: Pluralsight-gebruikersnaam
th_th: ชื่อผู้ใช้ Pluralsight

# IntegrationsSvc_PluralsightPlaceholderText
source: Username
ar_sa: اسم المستخدم
es_es: Nombre de usuario
ko_kr: 사용자 이름
nl_nl: Gebruikersnaam
th_th: ชื่อผู้ใช้

# IntegrationsSvc_PocketDescription
source: Import articles I have marked as 'archived' in Pocket daily.
ar_sa: استيراد المقالات التي وضعت عليها علامة "مؤرشفة" في Pocket يوميًا.
es_es: Importar los artículos marcados como archivados de Pocket a diario.
ko_kr: Pocket에서 '보관'으로 표시한 아티클을 매일 가져옵니다.
nl_nl: Artikelen die ik heb gemarkeerd als 'gearchiveerd' in Pocket dagelijks importeren.
th_th: นำเข้าบทความที่ฉันทำเครื่องหมายว่า 'จัดเก็บแล้ว' จาก Pocket ทุกวัน

# IntegrationsSvc_PocketLabelText
source: Pocket User Name
ar_sa: اسم مستخدم على موقع Pocket
es_es: Nombre de usuario de Pocket
ko_kr: Pocket 사용자 이름
nl_nl: Pocket-gebruikersnaam
th_th: ชื่อผู้ใช้ Pocket

# IntegrationsSvc_PocketPlaceholderText
source: Username
ar_sa: اسم المستخدم
es_es: Nombre de usuario
ko_kr: 사용자 이름
nl_nl: Gebruikersnaam
th_th: ชื่อผู้ใช้

# IntegrationsSvc_SkillshareDescription
source: Import all courses from my Skillshare profile daily.<br><strong>Note</strong>: Requires a public Skillshare profile.
ar_sa: استيراد جميع الدورات من الملف الشخصي لي على موقع Skillshare يوميًا.<br><strong>ملاحظة</strong>: يستلزم وجود ملف شخصي عام على موقع Skillshare.
es_es: Importar todos los cursos de mi perfil de Skillshare a diario.<br><strong>Nota</strong>: Se necesita un perfil público de Skillshare.
ko_kr: Skillshare 프로필에서 모든 과정을 매일 가져옵니다.<br><strong>참고</strong>: 공개 Skillshare 프로필이 필요합니다.
nl_nl: Alle cursussen dagelijks uit mijn Skillshare-profiel importeren.<br><strong>Let op</strong>: Vereist een publiek Skillshare-profiel.
th_th: นำเข้าหลักสูตรทั้งหมดจากโปรไฟล์ Skillshare ของฉันทุกวัน<br><strong>หมายเหตุ</strong>: ต้องใช้โปรไฟล์ Skillshare แบบสาธารณะ

# IntegrationsSvc_SkillshareLabelText
source: Skillshare User Name/User Id
ar_sa: اسم مستخدم/هوية مستخدم على موقع Skillshare
es_es: Nombre/Id de usuario de Skillshare
ko_kr: Skillshare 사용자 이름/사용자 ID
nl_nl: Skillshare-gebruikersnaam/gebruikers-id
th_th: ชื่อผู้ใช้/รหัสประจำตัวผู้ใช้ Skillshare

# IntegrationsSvc_SkillsharePlaceholderText
source: User Name/User Id
ar_sa: اسم مستخدم/هوية مستخدم
es_es: Nombre/Id de usuario
ko_kr: 사용자 이름/사용자 ID
nl_nl: Gebruikersnaam/gebruikers-id
th_th: ชื่อผู้ใช้/รหัสประจำตัวผู้ใช้

# IntegrationsSvc_SkillshareUrlext
source: Shillshare User Name/User Id
ar_sa: اسم مستخدم/هوية مستخدم على موقع Shillshare
es_es: Nombre/Id de usuario de Skillshare
ko_kr: Shillshare 사용자 이름/사용자 ID
nl_nl: Skillshare-gebruikersnaam/gebruikers-id
th_th: ชื่อผู้ใช้/รหัสประจำตัวผู้ใช้ Skillshare

# IntegrationsSvc_SlackDescription
source: Get Today’s Learning and shared content delivered through slack.
ar_sa: احصل على المواد التعليمية لليوم والمحتويات المشتركة المقدمة من خلال slack.
es_es: Reciba Formación de hoy y contenido compartido a través de Slack.
ko_kr: Slack을 통해 오늘의 학습 및 공유 콘텐츠를 받으십시오.
nl_nl: Krijg het Leren voor vandaag en aanbevelingen geleverd via Slack.
th_th: รับการเรียนรู้ประจำวันและเนื้อหาที่แบ่งปันผ่าน Slack

# IntegrationsSvc_TreehouseDescription
source: Import completed courses from Treehouse daily.<br><strong>Note:</strong> Requires a public Treehouse profile.
ar_sa: استيراد جميع الدورات التعليمية المكتملة من على موقع Treehouse يوميًا. <br><strong>ملاحظة:</strong> يستلزم وجود ملف شخصي عام على Treehouse.
es_es: Importar los cursos completados de Treehouse a diario.<br><strong>Nota:</strong> se necesita un perfil público de Treehouse.
ko_kr: Treehouse에서 완료한 과정을 매일 가져옵니다.<br><strong>참고:</strong> 공개 Treehouse 프로필이 필요합니다.
nl_nl: Voltooide cursussen van Treehouse dagelijks importeren.<br><strong>Note: </strong> Vereist een publiek Treehouse-profiel.
th_th: นำเข้าหลักสูตรเรียนแล้วทั้งหมดจาก Treehouse ทุกวัน<br><strong>หมายเหตุ:</strong> ต้องใช้โปรไฟล์ Treehouse แบบสาธารณะ

# IntegrationsSvc_TreehouseLabelText
source: Treehouse User Name
ar_sa: اسم مستخدم على موقع Treehouse
es_es: Nombre de usuario de Treehouse
ko_kr: Treehouse 사용자 이름
nl_nl: Treehouse-gebruikersnaam
th_th: ชื่อผู้ใช้ Treehouse

# IntegrationsSvc_TreehousePlaceholderText
source: Username
ar_sa: اسم المستخدم
es_es: Nombre de usuario
ko_kr: 사용자 이름
nl_nl: Gebruikersnaam
th_th: ชื่อผู้ใช้

# IntegrationsSvc_UdemyDescription
source: Import all courses from my Udemy profile daily.<br><strong>Note:</strong> Requires a public Udemy profile with visible courses.
ar_sa: استيراد جميع الدورات التعليمية من الملف الشخصي لي على Udemy يوميًا.<br><strong>ملاحظة:</strong> يستلزم وجود ملف شخصي عام على موقع Udemy يحتوي على دورات تعليمية ظاهرة.
es_es: Importar todos los cursos de mi perfil de Udemy a diario.<br><strong>Nota:</strong> se necesita un perfil público de Udemy con cursos visibles.
ko_kr: Udemy 프로필에서 모든 과정을 매일 가져옵니다.<br><strong>참고:</strong> 열람 가능한 과정이 있는 공개 Udemy 프로필이 필요합니다.
nl_nl: Alle cursussen dagelijks uit mijn Udemy-profiel importeren.<br><strong>Let op: </strong>Vereist een publiek Udemy-profiel met zichtbare cursussen.
th_th: นำเข้าหลักสูตรทั้งหมดจากโปรไฟล์ Udemy ของฉันทุกวัน<br><strong>หมายเหตุ:</strong> ต้องใช้บัญชี Udemy แบบสาธารณะพร้อมหลักสูตรที่มองเห็นได้

# IntegrationsSvc_UdemyLabelText
source: Udemy User Id
ar_sa: هوية مستخدم على موقع Udemy
es_es: Id de usuario de Udemy
ko_kr: Udemy 사용자 ID
nl_nl: Udemy-gebruikers-id
th_th: รหัสประจำตัวผู้ใช้ Udemy

# IntegrationsSvc_UdemyPlaceholderText
source: User Id
ar_sa: هوية المستخدم
es_es: Id de usuario
ko_kr: 사용자 ID
nl_nl: Gebruikers-id
th_th: รหัสประจำตัวผู้ใช้

# IntegrationsSvc_ViewContacts
source: View Contacts
ar_sa: عرض جهات الاتصال
es_es: Ver contactos
ko_kr: 연락처 보기
nl_nl: Contactpersonen weergeven
th_th: ดูรายชื่อติดต่อ

# IntegrationsSvc_ViewFollowers
source: View Followers
ar_sa: عرض المتابعين
es_es: Ver seguidores
ko_kr: 팔로워 보기
nl_nl: Volgers weergeven
th_th: ดูผู้ติดตาม

# IntegrationsSvc_ViewFriends
source: View Friends
ar_sa: عرض الأصدقاء
es_es: Ver amigos
ko_kr: 친구 보기
nl_nl: Vrienden weergeven
th_th: ดูเพื่อน

# InviteAddCategoriesCtrl_FollowCategoriesFormat
source: Follow {{count}} More Categories
ar_sa: متابعة {{count}} أكثر من الفئات
es_es: Seguir {{count}} categorías más
ko_kr: {{count}}개 카테고리들 더 팔로우 하기
nl_nl: {{count}} meer categorieën volgen
th_th: ติดตามเพิ่มอีก {{count}} หมวดหมู่

# InviteAddCategoriesCtrl_FollowCategoryFormat
source: Follow {{count}} More Category
ar_sa: متابعة {{count}} فئة أكثر
es_es: Seguir {{count}} categoría más
ko_kr: {{count}}개 카테고리 더 팔로우 하기
nl_nl: {{count}} meer categorieën volgen
th_th: ติดตามเพิ่มอีก {{count}} หมวดหมู่

# InviteAddPeopleCtrl_FollowPersonFormat
source: Follow {{count}} More Person
ar_sa: متابعة {{count}} شخص أكثر
es_es: Seguir a {{count}} persona más
ko_kr: {{count}}명 더 팔로우
nl_nl: {{count}} meer personen volgen
th_th: ติดตามเพิ่มอีก {{count}} คน

# InviteAddPeopleCtrl_FollowPersonsFormat
source: Follow {{count}} More People
ar_sa: متابعة {{count}} أكثر من الأشخاص
es_es: Seguir a {{count}} personas más
ko_kr: {{count}}명 더 팔로우
nl_nl: {{count}} meer mensen volgen
th_th: ติดตามเพิ่มอีก {{count}} คน

# KPI_AverageRating
source: average rating
ar_sa: متوسط التقييم
es_es: promedio de calificación
ko_kr: 평균 평가 등급
nl_nl: gemiddelde score
th_th: คะแนนเฉลี่ย

# KPI_AvgFormat
source: {{average}} avg
ar_sa: {{average}} متوسط
es_es: promedio de {{average}}
ko_kr: 평균 {{average}}
nl_nl: {{average}} gem.
th_th: เฉลี่ย {{average}}

# KPI_Decrease
source: Decrease
ar_sa: انخفاض
es_es: Disminución
ko_kr: 감소
nl_nl: Afname
th_th: ลดลง

# KPI_Increase
source: Increase
ar_sa: ارتفاع
es_es: Aumento
ko_kr: 증가
nl_nl: Toename
th_th: เพิ่มขึ้น

# KPI_NoChange
source: No increase or decrease
ar_sa: لا انخفاض ولا ارتفاع
es_es: Ni aumento ni disminución
ko_kr: 증가 또는 감소 없음
nl_nl: Geen toename of afname
th_th: ไม่เพิ่มขึ้นหรือลดลง

# KPI_PathwayCompletedName
source: Completed Pathway
ar_sa: مساق مكتمل
es_es: Itinerario completado
ko_kr: 완료된 경로
nl_nl: Voltooid traject
th_th: เส้นทางการเรียนรู้ที่ศึกษาสำเร็จแล้ว

# KPI_PathwayCompletedTooltip
source: {{ count }} learners marked all items complete since {{ startDate }}.
ar_sa: حدد { count } من المتعلمين جميع العناصر كعناصر مكتملة منذ { startDate }.
es_es: {{ count }} aprendices han marcado todos los elementos como completados desde el {{ startDate }}.
ko_kr: 학습자 {{ count }}명이 {{ startDate }}부터 모든 항목을 완료로 표시
nl_nl: {{ count }} deelnemers hebben alle items als voltooid gemarkeerd sinds {{ startDate }}.
th_th: ผู้เรียน {{ count }} คนได้ทำเครื่องหมายว่าเรียนรายการทั้งหมดแล้วตั้งแต่ {{ startDate }}

# KPI_PathwayEnrollName
source: New Enrolls
ar_sa: التسجيلات الجديدة
es_es: Nuevos inscritos
ko_kr: 신규 등록
nl_nl: Nieuwe inschrijvingen
th_th: ผู้ลงทะเบียนเรียนใหม่

# KPI_PathwayEnrollTooltip
source: {{ count }} learners have enrolled at least once since {{ startDate }}.
ar_sa: {{count}} من المتعلمين قاموا بالتسجيل مرة واحدة على الأقل منذ {{startDate}}.
es_es: {{ count }} se han inscrito al menos una vez desde el {{ startDate }}.
ko_kr: 학습자 {{ count }}명이 {{ startDate }} 이후로 최소 한 번 이상 등록했습니다.
nl_nl: {{ count }} deelnemers hebben zich ten minste één keer ingeschreven sinds {{ startDate }}.
th_th: ผู้เรียน {{ count }} คนได้ลงทะเบียนเรียนอย่างน้อยหนึ่งครั้งตั้งแต่ {{ startDate }}

# KPI_PathwayViewsName
source: Learners Viewed
ar_sa: معروضات المتعلمين
es_es: Vistas de aprendices
ko_kr: 조회된 학습자
nl_nl: Door deelnemers bekeken
th_th: ผู้เรียนได้ดู

# KPI_PathwayViewsTooltip
source: {{ count }} learners viewed this pathway at least once since {{ startDate }}.
ar_sa: {count} من المتعلمين قاموا بعرض المساق الخاص بهم مرة واحدة على الأقل منذ {startDate}.
es_es: {{ count }} aprendices han visto este itinerario al menos una vez desde el {{ startDate }}.
ko_kr: 학습자 {{ count }}명이 {{ startDate }} 이후로 최소 하나 이상의 경로를 조회했습니다.
nl_nl: {{ count }} deelnemers hebben dit traject ten minste één keer bekeken sinds {{ startDate }}.
th_th: ผู้เรียน {{count }} คนได้ดูเส้นทางการเรียนรู้นี้อย่างน้อยหนึ่งครั้งตั้งแต่ {{ startDate }}

# KPI_TargetFollowersName
source: New Followers
ar_sa: متابعون جدد
es_es: Nuevos seguidores
ko_kr: 신규 팔로워
nl_nl: Nieuwe volgers
th_th: ผู้ติดตามใหม่

# KPI_TargetFollowersTooltip
source: {{count}} learners have followed at least once since {{startDate}}.
ar_sa: {{count}} من المتعلمين قاموا بالمتابعة مرة واحدة على الأقل منذ {{startDate}}.
es_es: {{count}} han seguido esto al menos una vez desde el {{startDate}}.
ko_kr: 학습자 {{count}}명이 {{startDate}} 이후로 최소 한 번 이상 팔로우했습니다.
nl_nl: {{ count }} deelnemers hebben ten minste één keer gevolgd sinds {{startDate}}.
th_th: ผู้เรียน {{count }} คนได้ติดตามอย่างน้อยหนึ่งครั้งตั้งแต่ {{ startDate }}

# KPI_TargetViewsName
source: Learners Viewed
ar_sa: معروضات المتعلمين
es_es: Vistas de aprendices
ko_kr: 조회된 학습자
nl_nl: Door deelnemers bekeken
th_th: ผู้เรียนได้ดู

# KPI_TargetViewsTooltip
source: {{count}} learners viewed this plan at least once since {{ startDate }}.
ar_sa: {count} من المتعلمين قاموا بعرض الخطة مرة واحدة على الأقل منذ {startDate}.
es_es: {{ count }} aprendices han visto este plan al menos una vez desde el {{ startDate }}.
ko_kr: 학습자 {{count}}명이 {{ startDate }} 이후로 최소 하나 이상의 계획을 조회했습니다.
nl_nl: {{count}} deelnemers hebben dit plan ten minste één keer bekeken sinds {{ startDate }}.
th_th: ผู้เรียน {count } คนได้ดูแผนนี้อย่างน้อยหนึ่งครั้งตั้งแต่ {{ startDate }}

# Layout_LoggedOutCTA
source: Find, capture, and measure all your learning.
ar_sa: اكتشف وجمّع وقدر كل ما لديك من تعلم.
es_es: Busque, capture y mida TODA su formación
ko_kr: 모든 귀하의 학습을 찾고, 포착하고 측정
nl_nl: Alles wat je hebt geleerd vinden, vastleggen en meten.
th_th: ค้นหา บันทึก และวัดผลการเรียนรู้ทั้งหมดของคุณ

# Layout_LoggedOutCTAButton
source: Learn More
ar_sa: تعرف على المزيد
es_es: Aprenda más
ko_kr: 더 알아보기
nl_nl: Meer informatie
th_th: เรียนรู้เพิ่มเติม

# Layout_SkipToMainContent
source: Skip to main content
ar_sa: تخطي إلى المحتوى الرئيسي
es_es: Saltar a contenido principal
ko_kr: 주요 콘텐츠로 건너뛰기
nl_nl: Ga rechtstreeks naar hoofdcontent
th_th: ข้ามไปยังเนื้อหาหลัก

# Layout_UpsellLink
source: Want Degreed for your organization?
ar_sa: تريد Degreed لمؤسستك؟
es_es: ¿Quiere utilizar Degreed en su empresa?
ko_kr: 귀하 조직에 Degreed가 필요하십니까?
nl_nl: Wil je Degreed gebruiken voor jouw organisatie?
th_th: ต้องการใช้ Degreed กับองค์กรของคุณหรือไม่?

# Layout_UpsellLinkButton
source: Click here
ar_sa: انقر هنا
es_es: Haga clic aquí
ko_kr: 여기를 클릭
nl_nl: Klik hier
th_th: คลิกที่นี่

# LearningBrowse_FeaturedContent
source: Featured Content
ar_sa: المحتوى المميز
es_es: Contenido destacado
ko_kr: 추천 콘텐츠
nl_nl: Uitgelichte content
th_th: เนื้อหาที่น่าสนใจ

# LearningBrowse_FeaturedCourseProviders
source: Featured Providers
ar_sa: جهات التقديم المميزة
es_es: Proveedores destacados
ko_kr: 추천 제공자
nl_nl: Uitgelichte aanbieders
th_th: ผู้ให้บริการที่น่าสนใจ

# LearningBrowse_FeaturedPathways
source: Featured Pathways
ar_sa: المساقات المميزة
es_es: Itinerarios destacados
ko_kr: 추천 경로
nl_nl: Uitgelichte Leerpaden
th_th: เส้นทางการเรียนรู้ที่น่าสนใจ

# LearningBrowse_GroupContent
source: Group Content
ar_sa: محتوى المجموعة
es_es: Contenido del grupo
ko_kr: 그룹 콘텐츠
nl_nl: Content groep
th_th: เนื้อหาของกลุ่ม

# LearningBrowse_NewContent
source: New Content
ar_sa: محتوى جديد
es_es: Nuevo contenido
ko_kr: 새 콘텐츠
nl_nl: Nieuwe inhoud
th_th: เนื้อหาใหม่

# LearningBrowse_SuggestedGroups
source: Suggested Groups to Join
ar_sa: مجموعات مقترحة للانضمام لها
es_es: Sugerencias de grupos a los que unirse
ko_kr: 가입을 추천하는 그룹
nl_nl: Aanbevolen groepen om lid van te worden
th_th: กลุ่มที่แนะนำให้เข้าร่วม

# LearningBrowse_SuggestedJobRoles
source: Suggested Plans to Follow
ar_sa: خطط مقترحة لاتباعها
es_es: Sugerencias de planes para seguir
ko_kr: 팔로우 추천하는 계획
nl_nl: Voorgestelde plannen om te volgen
th_th: แผนที่แนะนำให้ติดตาม

# LearningBrowse_SuggestedPeopleToFollow
source: Suggested People to Follow
ar_sa: أشخاص مقترحين لمتابعتهم
es_es: Sugerencias de personas que seguir
ko_kr: 추천하는 팔로우할 사람
nl_nl: Aanbevolen personen om te volgen
th_th: บุคคลที่แนะนำให้ติดตาม

# LearningBrowse_TopCategories
source: Top Skills and Topics
ar_sa: أفضل المهارات والموضوعات
es_es: Mejores habilidades y temas
ko_kr: 상위 기술 및 주제
nl_nl: Topvaardigheden en onderwerpen
th_th: ทักษะและหัวข้อยอดนิยม

# LearningController_ActiveSubscription
source: Indicates Active Subscription
ar_sa: يشير إلى اشتراك نشط
es_es: Indica suscripción activa
ko_kr: 활성 구독 표시
nl_nl: Geeft een actief abonnement aan
th_th: หมายถึงว่ามีการสมัครรับข้อมูลอยู่

# LearningController_All
source: All
ar_sa: الجميع
es_es: Todo
ko_kr: 전체
nl_nl: Alle
th_th: ทั้งหมด

# LearningController_Content
source: Content
ar_sa: المحتوى
es_es: Contenido
ko_kr: 콘텐츠
th_th: เนื้อหา

# LearningController_FeaturedContent
source: Featured Content
ar_sa: المحتوى المميز
es_es: Contenido destacado
ko_kr: 추천 콘텐츠
nl_nl: Uitgelichte content
th_th: เนื้อหาที่น่าสนใจ

# LearningController_FeaturedCourseProviders
source: Featured Course Providers
ar_sa: جهات تقديم الدورات التعليمية المميزة
es_es: Proveedores de cursos destacados
ko_kr: 추천 과정 제공자
nl_nl: Uitgelichte cursusaanbieders
th_th: ผู้ให้บริการหลักสูตรที่น่าสนใจ

# LearningController_FeaturedPathways
source: Featured Pathways
ar_sa: المساقات المميزة
es_es: Itinerarios destacados
ko_kr: 추천 경로
nl_nl: Uitgelichte Leerpaden
th_th: เส้นทางการเรียนรู้ที่น่าสนใจ

# LearningController_FindSomething
source: Find something to learn
ar_sa: اعثر على شيء ما لتتعلمه
es_es: Buscar algo que aprender
ko_kr: 배울 것을 찾기
nl_nl: Iets vinden om te leren
th_th: ค้นหาสิ่งที่ต้องการเรียนรู้

# LearningController_More
source: More
ar_sa: المزيد
es_es: Más
ko_kr: 더 보기
nl_nl: Meer
th_th: เพิ่มเติม

# LearningController_NoCategories
source: No Categories Specified
ar_sa: لا توجد أي فئات محددة
es_es: Ninguna categoría especificada
ko_kr: 지정된 카테고리 없음
nl_nl: Geen categorieën opgegeven
th_th: ไม่ได้ระบุหมวดหมู่

# LearningController_Pathways
source: Pathways
ar_sa: المساقات
es_es: Itinerarios
ko_kr: 경로
nl_nl: Leerpaden
th_th: เส้นทางการเรียนรู้

# LearningController_People
source: People
ar_sa: الأشخاص
es_es: Personas
ko_kr: 사람
nl_nl: Personen
th_th: ผู้คน

# LearningController_QA
source: Q&A
ar_sa: سؤال وجواب
es_es: P&R
ko_kr: 질문 및 답변
nl_nl: Veelgestelde vragen
th_th: คำถามและคำตอบ

# LearningController_RefineResults
source: Refine Results
ar_sa: تدقيق النتائج
es_es: Refinar resultados
ko_kr: 결과 상세 검색
nl_nl: Resultaten verfijnen
th_th: กลั่นกรองผลลัพธ์

# LearningController_SuggestedPeopleToFollow
source: Suggested People to Follow
ar_sa: أشخاص مقترحين لمتابعتهم
es_es: Sugerencias de personas que seguir
ko_kr: 추천하는 팔로우할 사람
nl_nl: Aanbevolen personen om te volgen
th_th: บุคคลที่แนะนำให้ติดตาม

# LearningController_Top
source: Top
ar_sa: الأكثر تميزًا
es_es: Sugeridos
ko_kr: 최고
th_th: ยอดนิยม

# LearningController_TopCategories
source: Top Categories
ar_sa: أفضل الفئات
es_es: Mejores categorías
ko_kr: 최고 카테고리
nl_nl: Topcategorieën
th_th: หมวดหมู่ยอดนิยม

# LearningController_Type
source: Type
ar_sa: النوع
es_es: Tipo
ko_kr: 형식
th_th: ประเภท

# LearningController_ViewAll
source: View All
ar_sa: عرض الكل
es_es: Ver todo
ko_kr: 모두 보기
nl_nl: Alles weergeven
th_th: ดูทั้งหมด

# LearningController_VisitSite
source: Visit {{Name}} Site
ar_sa: زيارة موقع {{Name}}
es_es: Visitar el sitio de {{Name}}
ko_kr: {{Name}} 사이트를 바로 가기
nl_nl: Ga naar {{Name}}-site
th_th: ไปที่ไซต์ {{Name}}

# LearningController_YourTopCategories
source: Your Top Categories
ar_sa: الفئات الأعلى مرتبة لديك
es_es: Sus mejores categorías
ko_kr: 최고 카테고리
nl_nl: Jouw topcategorieën
th_th: หมวดหมู่ยอดนิยมของคุณ

# LearningCtrl_ActiveSubscription
source: Active Subscription
ar_sa: اشتراك نشط
es_es: Suscripción activa
ko_kr: 활성 구독
nl_nl: Actieve inschrijving
th_th: การสมัครรับข้อมูลที่ยังดำเนินอยู่

# LearningCtrl_DefaultSearchTerm
source: Education
ar_sa: التعليم
es_es: Educación
ko_kr: 교육
nl_nl: Educatie
th_th: การศึกษา

# LearningCtrl_SearchError
source: Sorry! There was a problem retrieving learning results.
ar_sa: نعتذر! حدثت مشكلة أثناء استرداد نتائج التعلم.
es_es: ¡Lo sentimos! Se produjo un problema al recuperar los resultados de formación.
ko_kr: 죄송합니다! 학습 결과를 검색하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het ophalen van leerresultaten.
th_th: ขออภัย! เกิดปัญหาในการรับผลลัพธ์การเรียนรู้

# LearningCtrl_Subscription
source: Subscription
ar_sa: اشتراك
es_es: Por suscripción
ko_kr: 구독
nl_nl: Inschrijving
th_th: การสมัครรับข้อมูล

# LearningSearch_ActiveSubscription
source: Active Subscription
ar_sa: اشتراك نشط
es_es: Suscripción activa
ko_kr: 활성 구독
nl_nl: Actieve inschrijving
th_th: การสมัครรับข้อมูลที่ยังดำเนินอยู่

# LearningSearch_CompletedAllFormat
source: Congratulations! You completed all the matching {{inputType}} in this catalog for now. Try another content type next!
ar_sa: تهانينا! لقد أكملت كل مطابقة {{inputType}} في هذا الكتالوج الآن. جرب نوع محتوى آخر بعد ذلك!
es_es: ¡Enhorabuena! Completó todo lo que coincidía de {{inputType}} de este catálogo por el momento. ¡Prueba con otro tipo de contenido a continuación!
ko_kr: 축하합니다! 현재 이 카테고리의 모든 일치하는 {{inputType}}을(를) 완료했습니다. 다음으로 다른 콘텐츠 유형을 시도!
nl_nl: Gefeliciteerd! Je hebt voor nu alle overeenkomende {{inputType}} in deze catalogus voltooid. Probeer de volgende keer een ander contenttype!
th_th: ยินดีด้วย! ในขณะนี้ คุณได้ทำ {{inputType}} ที่ตรงตามการค้นหาครบทุกรายการในแค็ตตาล็อกนี้แล้ว ต่อไปลองประเภทเนื้อหาใหม่!

# LearningSearch_Content
source: Content
ar_sa: المحتوى
es_es: Contenido
ko_kr: 콘텐츠
th_th: เนื้อหา

# LearningSearch_DefaultSearchTerm
source: Education
ar_sa: التعليم
es_es: Educación
ko_kr: 교육
nl_nl: Educatie
th_th: การศึกษา

# LearningSearch_Directories
source: Pages
ar_sa: الصفحات
es_es: Páginas
ko_kr: 페이지
nl_nl: Pagina's
th_th: หน้า

# LearningSearch_FilterApplied
source: 1 Filter Applied
ar_sa: عامل تصفية واحد مطبق
es_es: 1 filtro aplicado
ko_kr: 1개 필터 적용
nl_nl: 1 filter toegepast
th_th: ใช้ตัวกรอง 1 ตัว

# LearningSearch_FiltersApplied
source: {{count}} Filters Applied
ar_sa: عدد {{count}} من عوامل التصفية مطبقة
es_es: {{count}} filtros aplicados
ko_kr: {{count}}개 필터 적용
nl_nl: {{count}} filters toegepast
th_th: ใช้ตัวกรอง {{count}} ตัว

# LearningSearch_Groups
source: Groups
ar_sa: المجموعات
es_es: Grupos
ko_kr: 그룹
nl_nl: Groepen
th_th: กลุ่ม

# LearningSearch_JobRoles
source: Plans
ar_sa: خطط
es_es: Planes
ko_kr: 계획
nl_nl: Plannen
th_th: แผน

# LearningSearch_Pathways
source: Pathways
ar_sa: المساقات
es_es: Itinerarios
ko_kr: 경로
nl_nl: Leerpaden
th_th: เส้นทางการเรียนรู้

# LearningSearch_People
source: People
ar_sa: الأشخاص
es_es: Personas
ko_kr: 사람
nl_nl: Personen
th_th: ผู้คน

# LearningSearch_QA
source: Q&A
ar_sa: سؤال وجواب
es_es: P&R
ko_kr: 질문 및 답변
nl_nl: Veelgestelde vragen
th_th: คำถามและคำตอบ

# LearningSearch_ResultsCount
source: {{count}} results
ar_sa: {{count}} نتائج
es_es: {{count}} resultados
ko_kr: {{count}}개 결과
nl_nl: {{count}} resultaten
th_th: {{count}} ผลลัพธ์

# LearningSearch_ResultsCount_PluralFormat
source: {{count}} results
ar_sa: {{count}} نتائج
es_es: {{count}} resultados
ko_kr: {{count}}개 결과
nl_nl: {{count}} resultaten
th_th: {{count}} ผลลัพธ์

# LearningSearch_ResultsCount_SingleFormat
source: {{count}} result
ar_sa: {{count}} نتيجة
es_es: {{count}} resultado
ko_kr: {{count}}개 결과
nl_nl: {{count}} resultaat
th_th: {{count}} ผลลัพธ์

# LearningSearch_ResultsFor
source: Results for "{{searchTerm}}"
ar_sa: النتائج لـ "{{searchTerm}}"
es_es: Resultados de "{{searchTerm}}"
ko_kr: "{{searchTerm}}"에 대한 결과
nl_nl: Resultaten voor "{{searchTerm}}"
th_th: ผลลัพธ์สำหรับ "{{searchTerm}}"

# LearningSearch_Roles
source: Roles
ar_sa: الأدوار
ko_kr: 역할
nl_nl: Rollen
th_th: บทบาท

# LearningSearch_SearchError
source: Sorry! There was a problem retrieving learning results.
ar_sa: نعتذر! حدثت مشكلة أثناء استرداد نتائج التعلم.
es_es: ¡Lo sentimos! Se produjo un problema al recuperar los resultados de formación.
ko_kr: 죄송합니다! 학습 결과를 검색하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het ophalen van leerresultaten.
th_th: ขออภัย! เกิดปัญหาในการรับผลลัพธ์การเรียนรู้

# LearningSearch_Subscription
source: Subscription
ar_sa: اشتراك
es_es: Por suscripción
ko_kr: 구독
nl_nl: Inschrijving
th_th: การสมัครรับข้อมูล

# LearningSearch_Title
source: Search
ar_sa: البحث
es_es: Buscar
ko_kr: 검색
nl_nl: Zoeken
th_th: ค้นหา

# LearningSearch_Top
source: Top
ar_sa: الأكثر تميزًا
es_es: Sugeridos
ko_kr: 최고
th_th: ยอดนิยม

# LearningSearch_Type
source: More
ar_sa: المزيد
es_es: Más
ko_kr: 더 보기
nl_nl: Meer
th_th: เพิ่มเติม

# LearningSearch_ViewAll
source: View All
ar_sa: عرض الكل
es_es: Ver todo
ko_kr: 모두 보기
nl_nl: Alles weergeven
th_th: ดูทั้งหมด
