Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# dgUtilityBar_PersonalInformationTitle
source: Personal Information
ar_sa: المعلومات الشخصية
es_es: Información personal
ko_kr: 개인 정보
nl_nl: Persoonlijke informatie
th_th: ข้อมูลส่วนตัว

# dgUtilityBar_SearchLabel
source: Expand Search
ar_sa: توسيع البحث
es_es: Ampliar búsqueda
ko_kr: 확장 검색
nl_nl: Zoekopdracht uitbreiden
th_th: ขยายการค้นหา

# dgUtilityBar_SelectAnotherSkill
source: Choose another skill
ar_sa: اختر مهارة أخرى
es_es: Seleccione otra habilidad
ko_kr: 다른 기술 선택
nl_nl: Kies een andere vaardigheid
th_th: เลือกอีกทักษะ

# dgUtilityBar_SelectASkill
source: Choose a skill
ar_sa: اختر مهارة
es_es: Seleccione una habilidad
ko_kr: 기술 선택
nl_nl: Kies een vaardigheid
th_th: เลือกหนึ่งทักษะ

# dgUtilityBar_StartSkillCertification
source: Start Skill Certification
ar_sa: بدء توثيق المهارة
es_es: Iniciar certificado de habilidad
ko_kr: 기술 인증서 시작
nl_nl: Begin met de certificering voor vaardigheden
th_th: เริ่มการรับรองทักษะ

# dgValidatedField_WhoopsMessageFormat
source: Whoops! {{message}}
ar_sa: للأسف! {{message}}
es_es: ¡Uy! {{message}}
ko_kr: 이런! {{message}}
nl_nl: Oeps! {{message}}
th_th: อ๊ะ! {{message}}

# dgVBarChart_ContentItems
source: Content Items
ar_sa: بنود المحتوى
es_es: Elementos de contenido
ko_kr: 콘텐츠 항목
nl_nl: Inhouditems
th_th: รายการเนื้อหา

# dgVBarChart_Date
source: Date
ar_sa: التاريخ
es_es: Fecha
ko_kr: 날짜
nl_nl: Datum
th_th: วันที่

# dgVBarChart_DisplayTypeLabel
source: Show
ar_sa: عرض
es_es: Mostrar
ko_kr: 표시
nl_nl: Tonen
th_th: แสดง

# dgVBarChart_DisplayTypePlaceholder
source: Choose Data Type
ar_sa: اختيار نوع البيانات
es_es: Seleccionar tipo de datos
ko_kr: 데이터 형식 선택
nl_nl: Gegevenstype kiezen
th_th: เลือกประเภทข้อมูล

# dgVBarChart_InputTypeLabel
source: from
ar_sa: من
es_es: de
ko_kr: 출처
nl_nl: van
th_th: จาก

# dgVBarChart_InputTypePlaceholder
source: Choose Content Type
ar_sa: اختيار نوع المحتوى
es_es: Seleccionar tipo de contenido
ko_kr: 콘텐츠 형식 선택
nl_nl: Contenttype kiezen
th_th: เลือกประเภทเนื้อหา

# dgVBarChart_NoPointsTipFormat
source: Total: {{totalPoints}}
ar_sa: الإجمالي: {{totalPoints}}
ko_kr: 합계: {{totalPoints}}
nl_nl: Totaal: {{totalPoints}}
th_th: รวม: {{totalPoints}}

# dgVBarChart_PeriodLabel
source: this
ar_sa: هذه
es_es: esto
ko_kr: 이번
nl_nl: dit
th_th: นี้

# dgVBarChart_PeriodPlaceholder
source: Period
ar_sa: المدة
es_es: Periodo
ko_kr: 기간
nl_nl: Periode
th_th: ระยะเวลา

# dgVBarChart_Points
source: Points
ar_sa: النقاط
es_es: Puntos
ko_kr: 포인트
nl_nl: Punten
th_th: คะแนน

# dgVBarChart_PointsTipFormat
source: <b>{{date}}</b><br/>{{item}}: {{itemPoints}}<br/>Total: {{totalPoints}}
ar_sa: <b>{{date}}</b><br/>{{item}}: {{itemPoints}}<br/> الإجمالي: {{totalPoints}}
ko_kr: <b>{{date}}</b><br/>{{item}}: {{itemPoints}}<br/>합계: {{totalPoints}}
nl_nl: <b>{{date}}</b><br/>{{item}}: {{itemPoints}}<br/>Totaal: {{totalPoints}}
th_th: <b>{{date}}</b><br/>{{item}}: {{itemPoints}}<br/>รวม: {{totalPoints}}

# dgVBarChart_TopicLabel
source: in
ar_sa: في
es_es: en
ko_kr: 에서
th_th: ใน

# dgVBarChart_TopicPlaceholder
source: Choose A Topic
ar_sa: حدد موضوع
es_es: Seleccionar un tema
ko_kr: 주제 선택
nl_nl: Kies een onderwerp
th_th: เลือกหัวข้อ

# dgVideoPlayer_EncodingMessage
source: We're still processing this new video for your browser.<br>Try again later.
ar_sa: ما زلنا نعالج هذا الفيديو الجديد في مستعرض الويب الخاص بك. <br> أعد المحاولة لاحقا.
es_es: Aún estamos procesando este video nuevo para su navegador.<br>Vuelva a intentarlo más tarde.
ko_kr: 저희는 아직 귀하의 브라우저에 대해 이 새 비디오를 처리 중입니다.<br>나중에 다시 시도하십시오.
nl_nl: Deze video wordt nog steeds verwerkt door jouw browser.<br>Probeer het later nog eens.
th_th: เรากำลังประมวลผลวิดีโอใหม่นี้สำหรับเบราว์เซอร์ของคุณ<br>โปรดลองใหม่อีกครั้งในภายหลัง

# dgWordLimit_LimitToFormat
source: {{number}} words maximum.
ar_sa: الحد الأقصى من الكلمات {{number}}
es_es: Máximo de {{number}} palabras.
ko_kr: 최대 {{number}} 글자
nl_nl: Maximaal {{number}} woorden
th_th: สูงสุด {{number}} คำ

# dgWordLimit_MinLimitFormat
source: {{number}} words minimum.
ar_sa: {{number}} كلمة بحد أدنى.
es_es: Mínimo de {{number}} palabras.
ko_kr: 최소 {{number}} 글자
nl_nl: Minimaal {{number}} woorden
th_th: อย่างน้อย {{number}} คำ

# dgWordLimit_WordCount
source: Word Count
ar_sa: عدد الكلمات
es_es: Recuento de palabras
ko_kr: 단어수
nl_nl: Aantal woorden
th_th: จำนวนคำ

# dgWordLimit_WordLimitReached
source: Word limit exceeded
ar_sa: تم تجاوز الحد المسموح به من الكلمات
es_es: Límite de palabras excedido
ko_kr: 단어 제한을 초과
nl_nl: Woordlimiet overschreden
th_th: เกินจำนวนคำสูงสุดแล้ว

# dgXpBar_NewPointsFormat
source: {{newPoints}} pts
ar_sa: {{newPoints}} من النقاط
ko_kr: {{newPoints}} 포인트
nl_nl: {{newPoints}} punten
th_th: {{newPoints}} คะแนน

# dgXpBar_NextGoalFormat
source: {{nextGoal}} pts
ar_sa: {{nextGoal}} من النقاط
ko_kr: {{nextGoal}} 포인트
nl_nl: {{nextGoal}} punten
th_th: {{nextGoal}} คะแนน

# Download_DownloadFile
source: Download File
ar_sa: تنزيل الملف
es_es: Descargar archivo
ko_kr: 파일 다운로드
nl_nl: Bestand downloaden
th_th: ดาวน์โหลดไฟล์

# downloadReportOutcome_FailureFormat
source: There was an error generating the {{name}} report you requested.
ar_sa: حدث خطأ أثناء إنشاء تقرير {{name}} الذي طلبته.
es_es: Se produjo un error al generar el informe {{name}} que solicitó.
ko_kr: 요청한 {{name}} 보고서를 생성하는 데 문제가 있었습니다.
nl_nl: Er is een fout opgetreden tijdens het genereren van het {{name}}-rapport dat je hebt aangevraagd.
th_th: เกิดข้อผิดพลาดในการสร้างรายงาน {{name}} ที่คุณขอ

# downloadReportOutcome_SuccessFormat
source: The {{name}} report you requested {{timeAgo}} is now available for download.
ar_sa: تقرير {{name}} الذي طلبته منذ {{timeAgo}} متاح الآن للتنزيل.
es_es: El informe {{name}} que solicitó el {{timeAgo}} ya está disponible para descargar.
ko_kr: {{timeAgo}}에 요청한 {{name}} 보고서를 이제 다운로드할 수 있습니다.
nl_nl: Het {{name}}-rapport dat je {{timeAgo}} hebt aangevraagd kan nu gedownload worden.
th_th: รายงาน {{name}} ที่คุณขอเมื่อ {{timeAgo}} ที่แล้วพร้อมให้ดาวน์โหลดแล้ว

# EarnPointsByTagGoalCtrl_PointsMessage
source: Please enter a valid whole number
ar_sa: يرجى إدخال رقم صالح صحيح
es_es: Ingrese un número entero válido
ko_kr: 유효한 정수를 입력하십시오.
nl_nl: Voer een geldig geheel getal in
th_th: โปรดป้อนจำนวนเต็มที่ถูกต้อง

# EarnPointsByTagGoalCtrl_TagsMessage
source: Please specify a category the points must be in.
ar_sa: يرجى تحديد فئة لوضع النقاط في إطارها.
es_es: Especifique la categoría a la que deban enviarse los puntos.
ko_kr: 포인트가 들어갈 카테고리를 지정하십시오.
nl_nl: Geef een categorie aan waarin de punten moeten liggen.
th_th: โปรดระบุหมวดหมู่ของคะแนน

# EmailAddressVerificationCtrl_VerificationEmailSentFormat
source: Verification email sent to {{email}}
ar_sa: تم إرسال رسالة تأكيد إلى {{email}}
es_es: Correo electrónico de confirmación enviado a {{email}}
ko_kr: 확인 이메일을 {{email}}에게 보냄
nl_nl: Bevestigings e-mail verzonden naar {{email}}
th_th: ส่งอีเมลยืนยันไปที่ {{email}} แล้ว

# EmailFileNotification_NumberofRows
source: # of Rows
ar_sa: عدد من الصفوف
es_es: N.º de filas
ko_kr: 행의 수
nl_nl: # aantal rijen
th_th: # แถว

# EmailFileNotification_ResultCTA
source: View FTP Site
ar_sa: عرض موقع FTP
es_es: Ver sitio FTP
ko_kr: FTP 사이트 보기
nl_nl: FTP-site bekijken
th_th: ดูไซต์ FTP

# EmailFileNotification_ResultNextStepDupes
source: Column names must be unique. Column names are not case sensitive. Please resubmit. If you’re still encountering issues, please contact support@degreed.com
ar_sa: يجب أن تكون أسماء الأعمدة مميَّزة. أسماء الأعمدة ليست حساسة لحالة الأحرف. يرجى إعادة الإرسال. إن كنت لا تزال تواجه صعوبات، يرجى الاتصال على support@degreed.com
es_es: Los nombres de las columnas deben ser únicos. Los nombres de las columnas no distinguen entre mayúsculas y minúsculas. Vuelva a enviarlo. Si aún tiene problemas, póngase en contacto con support@degreed.com
ko_kr: 열 이름은 고유해야 합니다. 열 이름은 대문자 및 소문자를 구분하지 않습니다. 다시 제출하십시오. 문제가 아직 해결되지 않았을 경우, support@degreed.com으로 문의하십시오.
nl_nl: Kolomnamen moeten uniek zijn Kolomnamen zijn niet hoofdlettergevoelig Verzend opnieuw Als je nog steeds problemen ondervindt, neem dan contact op met support@degreed.com
th_th: ชื่อคอลัมน์ต้องไม่ซ้ำกัน ชื่อคอลัมน์จะไม่คำนึงถึงตัวพิมพ์ใหญ่พิมพ์เล็ก โปรดส่งใหม่ หากยังพบปัญหา โปรดติดต่อ support@degreed.com

# EmailFileNotification_ResultNextStepError
source: Please ensure file is properly formatted and resubmit. If you’re still encountering issues, please contact support@degreed.com
ar_sa: يرجى التأكد من أنه قد تم تنسيق الملف بشكل صحيح، وإعادة إرساله. إن كنت لا تزال تواجه صعوبات، يرجى الاتصال على support@degreed.com
es_es: Asegúrese de que el archivo tiene el formato adecuado y vuelva a enviarlo. Si aún tiene problemas, póngase en contacto con support@degreed.com
ko_kr: 파일이 적절한 형식을 갖추었는지 확인하고 다시 제출하십시오. 문제가 아직 해결되지 않았을 경우, support@degreed.com으로 문의하십시오.
nl_nl: Zorg ervoor dat het bestand de juiste indeling heeft en verzend opnieuw. Als je nog steeds problemen ondervindt, neem dan contact op met support@degreed.com
th_th: โปรดตรวจสอบว่ารูปแบบไฟล์ถูกต้องแล้วส่งใหม่ หากยังพบปัญหา โปรดติดต่อ support@degreed.com

# EmailFileNotification_ResultNextStepNoId
source: The UniqueID column is required for user files and resubmit. If you’re still encountering issues, please contact support@degreed.com
ar_sa: عمود UniqueID مطلوب لملفات المستخدِم وإعادة الإرسال. إن كنت لا تزال تواجه صعوبات، يرجى الاتصال على support@degreed.com
es_es: La columna ID único es necesaria para los archivos del usuario, vuelva a enviarla. Si aún tiene problemas, póngase en contacto con support@degreed.com
ko_kr: 사용자 파일에 고유ID 열이 필요합니다. 다시 제출하십시오. 문제가 아직 해결되지 않았을 경우, support@degreed.com으로 문의하십시오.
nl_nl: De UniqueID-kolom is verplicht voor gebruikersbestanden, en verzend opnieuw. Als je nog steeds problemen ondervindt, neem dan contact op met support@degreed.com
th_th: ตรวจสอบว่ามีคอลัมน์ UniqueID สำหรับไฟล์ผู้ใช้แล้วส่งใหม่ หากยังพบปัญหา โปรดติดต่อ support@degreed.com

# EmailFileNotification_ResultNextStepOther
source: Our support team has been notified of the row errors and we will be in touch.
ar_sa: تم إشعار فريق الدعم لدينا بأخطاء الصف، وسنبقى على اتصال.
es_es: Nuestro equipo de asistencia ha recibido la notificación sobre los errores en las filas, nos pondremos en contacto pronto.
ko_kr: 지원 팀에 행 오류 알림이 전달되었습니다. 곧 연락이 갈 것입니다.
nl_nl: Ons ondersteuningsteam is op de hoogte gebruikt van de rijfouten en we zullen contact met u opnemen.
th_th: ทีมสนับสนุนของได้รับแจ้งเกี่ยวกับข้อผิดพลาดในแถวแล้ว และจะติดต่อกลับไป

# EmailFileNotification_ResultProcessed
source: File Processed Successfully
ar_sa: تمت معالجة الملف بنجاح
es_es: Archivo procesado correctamente
ko_kr: 성공적으로 파일 처리 완료
nl_nl: Bestand succesvol verwerkt
th_th: ประมวลผลไฟล์สำเร็จแล้ว

# EmailFileNotification_ResultProcessedErrors
source: Processed Successfully with errors
ar_sa: تمت المعالجة بنجاح مع أخطاء
es_es: Procesado con errores
ko_kr: 오류와 함께 성공적으로 처리 완료
nl_nl: Bestand succesvol verwerkt met fouten
th_th: ประมวลผลเรียบร้อยแล้วพร้อมข้อผิดพลาด

# EmailFileNotification_ResultProcessedTitle
source: We’ve processed {0} via the FTP upload site.
ar_sa: قمنا بمعالجة {0} من خلال موقع تحميل FTP.
es_es: Hemos procesado {0} a través del sitio de cargas FTP.
ko_kr: {0}을(를) FTP 업로드 사이트를 통해 처리하였습니다.
nl_nl: We hebben {0} via de FTP-uploadsite verwerkt.
th_th: เราได้ประมวลผล {0} ผ่านไซต์การอัปโหลด FTP

# EmailFileNotification_ResultReceived
source: File Received
ar_sa: تم استلام الملف
es_es: Archivo recibido
ko_kr: 파일 수신됨
nl_nl: Bestand ontvangen
th_th: ไฟล์ที่ได้รับ

# EmailFileNotification_ResultReceivedTitle
source: We’ve received {0} via the FTP upload site.
ar_sa: استلمنا {0} من خلال موقع تحميل FTP.
es_es: Hemos recibido {0} a través del sitio de cargas FTP.
ko_kr: {0}을(를) FTP 업로드 사이트를 통해 받았습니다.
nl_nl: We hebben {0} via de FTP-uploadsite ontvangen.
th_th: เราได้รับ {0} ผ่านไซต์การอัปโหลด FTP

# EmailFileNotification_ResultRejected
source: File Rejected
ar_sa: تم رفض الملف
es_es: Archivo rechazado
ko_kr: 파일 거부됨
nl_nl: Bestand geweigerd
th_th: ไฟล์ที่ถูกปฏิเสธ

# EmailFileNotification_ResultRejectedTitle
source: {0} rejected for the following reason: {1}. {2}.
ar_sa: تم رفض {0} للسبب التالي: {1}. {2}.
es_es: {0} rechazado por la siguiente razón: {1}. {2}.
ko_kr: {0}이(가) 다음과 같은 이유로 거부: {1}. {2}.
nl_nl: {0} gewijgerd met de volgende reden: {1}. {2}.
th_th: ปฏิเสธ {0} เนื่องจากเหตุผลดังต่อไปนี้: {1} {2}

# EmailFileNotification_ResultRowsAccepted
source: Rows accepted
ar_sa: تم قبول الصفوف
es_es: Filas aceptadas
ko_kr: 행 허용됨
nl_nl: Rijen geaccepteerd
th_th: แถวที่ยอมรับ

# EmailFileNotification_ResultRowsError
source: Rows with errors
ar_sa: الصفوف التي بها أخطاء
es_es: Filas con errores
ko_kr: 오류가 있는 행
nl_nl: Rijen met fouten
th_th: แถวที่มีข้อผิดพลาด

# EmailFileNotification_ResultRowsParsed
source: Rows successfully parsed
ar_sa: تم تحليل الصفوف بنجاح
es_es: Filas analizadas correctamente
ko_kr: 행을 성공적으로 분석함
nl_nl: Rijen succesvol geparseerd
th_th: แยกวิเคราะห์แถวสำเร็จแล้ว

# EmailFileNotification_ResultRowsSuccess
source: Rows successful
ar_sa: الصفوف ناجحة
es_es: Filas correctas
ko_kr: 성공적으로 처리된 행
nl_nl: Rijen succesvol
th_th: แถวที่เรียบร้อย

# EmailFileNotification_ResultRowsWarning
source: Rows with potential issues
ar_sa: صفوف مع مشاكل محتملة
es_es: Filas con posibles problemas
ko_kr: 잠재적 문제가 있는 행
nl_nl: Rijen met mogelijke problemen
th_th: แถวที่มีปัญหาที่อาจเกิดขึ้น

# EmailFileNotification_UnknownEntityTitle
source: Unknown {0} Names
ar_sa: {0} أسماء غير معروفة
es_es: {0} nombres desconocidos
ko_kr: 알 수 없는 {0} 이름
nl_nl: Onbekende {0} namen
th_th: ชื่อ {0} ที่ไม่รู้จัก

# EmailFileNotification_ViewFTPSite
source: View FTP Site
ar_sa: عرض موقع FTP
es_es: Ver sitio FTP
ko_kr: FTP 사이트 보기
nl_nl: FTP-site bekijken
th_th: ดู FTP ไซต์

# EmailSender_FromName
source: Degreed at {0}
ar_sa: Degreed في {0}
es_es: Degreed en {0}
ko_kr: {0}에서 Degreed
nl_nl: Degreed bij {0}
th_th: Degreed ที่ {0}

# EmailSender_FromNameFormat
source: Degreed at {0}
ar_sa: Degreed في {0}
es_es: Degreed en {0}
ko_kr: {0}에서 Degreed
nl_nl: Degreed bij {0}
th_th: Degreed ที่ {0}

# EmailTemplateAddressConfirmation_Confirm
source: Click the button below to verify your email address with Degreed.
ar_sa: اضغط على الزر أدناه لتأكيد عنوان البريد الإلكتروني الخاص بك على Degreed.
es_es: Haga clic en el botón a continuación para confirmar su correo electrónico con Degreed.
ko_kr: 아래의 단추를 클릭하여 Degreed에게 이메일 주소를 확인합니다.
nl_nl: Klik op de onderstaande knop om je e-mailadres te bevestigen bij Degreed.
th_th: คลิกปุ่มด้านล่างเพื่อยืนยันที่อยู่อีเมลของคุณด้วย Degreed

# EmailTemplateAddressConfirmation_ConfirmLink
source: Verify Email Address
ar_sa: تأكيد عنوان البريد الإلكتروني
es_es: Confirmar dirección de correo electrónico
ko_kr: 이메일 주소 확인
nl_nl: E-mailadres bevestigen
th_th: ยืนยันที่อยู่อีเมล

# EmailTemplateAddressConfirmation_Subject
source: Verify Your Email Address
ar_sa: تأكيد عنوان البريد الإلكتروني الخاص بك
es_es: Confirme su correo electrónico
ko_kr: 이메일 주소 확인
nl_nl: Bevestig je e-mailadres
th_th: ยืนยันที่อยู่อีเมลของคุณ

# EmailTemplateAssignedLearning_Link
source: View on Degreed
ar_sa: عرض على Degreed
es_es: Ver en Degreed
ko_kr: Degreed에서 보기
nl_nl: Weergeven op Degreed
th_th: ดูใน Degreed

# EmailTemplateAssignedLearning_NewAssignedLearningDesc
source: You have a new assignment on Degreed
ar_sa: لديك إسناد جديد على Degreed
es_es: Tiene una nueva asignación en Degreed
ko_kr: Degreed에 새 할당이 있습니다.
nl_nl: Je hebt een nieuwe opdracht op Degreed
th_th: คุณได้รับมอบหมายงานใหม่ใน Degreed

# EmailTemplateAssignedLearning_NewAssignedLearningTitle
source: New Assignment
ar_sa: إسناد جديد
es_es: Nuevo asignación
ko_kr: 새 할당
nl_nl: Nieuwe opdracht
th_th: งานมอบหมายใหม่

# EmailTemplateBulkUploadResults_FailedCountRoles
source: Failed Role Plans
ar_sa: خطط أدوار فاشلة
es_es: Planes de rol que no han podido subirse
ko_kr: 역할 계획 업로드 실패
nl_nl: Mislukte rolplannen
th_th: แผนบทบาทที่ล้มเหลว

# EmailTemplateBulkUploadResults_HeaderRoles
source: Your New Role Plans Are Ready
ar_sa: خطط الأدوار الجديدة الخاصة بك جاهزة.
es_es: Sus nuevos planes de rol están listos
ko_kr: 새 역할 계획이 준비되었습니다.
nl_nl: Je nieuwe rolplannen zijn gereed
th_th: แผนบทบาทใหม่ของคุณพร้อมแล้ว

# EmailTemplateBulkUploadResults_RowCount
source: Rows Found
ar_sa: تم إيجاد الصفوف
es_es: Filas encontradas
ko_kr: 찾은 행
nl_nl: Rijen gevonden
th_th: แถวที่พบ

# EmailTemplateBulkUploadResults_RowFormat
source: Row {0}
ar_sa: الصف {0}
es_es: Fila {0}
ko_kr: {0}행
nl_nl: Rij {0}
th_th: {0} แถว

# EmailTemplateBulkUploadResults_Sheet
source: Excel Sheet Imported
ar_sa: تم استيراد ورقة Excel
es_es: Hoja de cálculo de Excel importada
ko_kr: 불러온 엑셀 시트
nl_nl: Excel-blad geïmporteerd
th_th: นำเข้าแผ่นงาน Excel แล้ว

# EmailTemplateBulkUploadResults_SubjectRoles
source: Your new role plans are ready in Degreed
ar_sa: خطط الأدوار الخاصة بك متاحة الآن على Degreed
es_es: Sus nuevos planes de rol están listos en Degreed
ko_kr: 새 역할 계획이 Degreed에 준비되었습니다.
nl_nl: Je nieuwe rolplannen staan klaar in Degreed
th_th: แผนบทบาทใหม่ของคุณพร้อมแล้วใน Degreed

# EmailTemplateBulkUploadResults_ViewRoles
source: View All Role Plans
ar_sa: استعراض كافة خطط الأدوار
es_es: Ver todos los planes de rol
ko_kr: 모든 역할 계획 보기
nl_nl: Alle rolplannen weergeven
th_th: ดูแผนบทบาททั้งหมดของคุณ

# EmailTemplateBulkUploadResults_VisibilityLabel
source: Visibility
ar_sa: إمكانية الرؤية
es_es: Visibilidad
ko_kr: 표시 여부
nl_nl: Zichtbaarheid
th_th: การมองเห็น

# EmailTemplateBulkUploadResults_VisibilityValue
source: Private to Collaborators
ar_sa: خاص بالمساهمين
es_es: Privado para colaboradores
ko_kr: 협력자에게 비공개
nl_nl: Privé voor samenwerkers
th_th: เป็นส่วนตัวสำหรับผู้ร่วมมือ

# EmailTemplateContactUs_Body
source: Thank you for contacting us! We'll get back to you shortly.
ar_sa: شكرًا على تواصلك معنا! سوف نعاود الاتصال بك بعد فترة وجيزة.
es_es: ¡Gracias por contactarnos! Le responderemos a la mayor brevedad.
ko_kr: 연락주셔서 감사합니다. 곧 다시 연락드리겠습니다.
nl_nl: Bedankt dat je contact met ons hebt opgenomen! We zullen binnenkort contact met je opnemen.
th_th: ขอบคุณที่ติดต่อเรา! เราจะติดต่อกลับถึงคุณในไม่ช้า

# EmailTemplateContactUs_Subject
source: Thank you for contacting Degreed.
ar_sa: شكرًا على تواصلك مع Degreed
es_es: Gracias por contactar con Degreed.
ko_kr: Degreed에 연락주셔서 감사합니다.
nl_nl: Bedankt dat je contact met hebt opgenomen met Degreed.
th_th: ขอบคุณที่ติดต่อ Degreed!

# EmailTemplateCore_CopyrightInfo
source: © 2019 Degreed, All rights reserved
ar_sa: © 2019 Degreed، جميع الحقوق محفوظة
es_es: © 2019 Degreed, Todos los derechos reservados
ko_kr: © 2019 Degreed, 전권 소유
nl_nl: © 2019 Degreed, Alle rechten voorbehouden
th_th: © 2019 Degreed สงวนลิขสิทธิ์

# EmailTemplateCore_DegreedLogoAlt
source: Degreed logo
ar_sa: شعار Degreed
es_es: Logotipo de Degreed
ko_kr: Degreed 로고
th_th: โลโก้ Degreed

# EmailTemplateCore_Divider
source: Divider
ar_sa: مقسم
es_es: Línea divisoria
ko_kr: 구분선
nl_nl: Verdeler
th_th: ตัวแบ่ง

# EmailTemplateCore_LogoAlt
source: logo
ar_sa: شعار
es_es: logotipo
ko_kr: 로고
th_th: โลโก้

# EmailTemplateCore_LogoAltFormat
source: {0} logo
ar_sa: شعار {0}
es_es: logotipo de {0}
ko_kr: {0} 로고
th_th: โลโก้ {0}

# EmailTemplateCore_ManageSettingsFormat
source: Manage these {1}Settings{2} at Degreed
ar_sa: إدارة هذه {1} الإعدادات{2} على Degreed
es_es: Gestiones esto {1}ajustes{2} en Degreed
ko_kr: Degreed에서 {1}설정{2}을 관리
nl_nl: Deze {1}Instellingen{2} beheren op Degreed
th_th: จัดการ {1}การตั้งค่า{2} เหล่านี้ที่ Degreed

# EmailTemplateCore_OrgLogoAlt
source: Organization logo
ar_sa: شعار المؤسسة
es_es: Logotipo de la empresa
ko_kr: 조직 로고
nl_nl: Organisatie logo
th_th: โลโก้องค์กร

# EmailTemplateCore_ProfileOnDegreedFormat
source: You're receiving this email because you have a {0}Degreed{1} profile.
ar_sa: لقد تسلمت رسالة البريد الإلكتروني هذه لوجود ملف شخصي على {0}Degreed{1}.
es_es: Recibió este correo electrónico porque tiene un perfil en {0}Degreed{1}.
ko_kr: 귀하는 {0}Degreed{1} 프로필이 있기 때문에 이 이메일을 받으셨습니다.
nl_nl: Je ontvangt deze e-mail omdat je een {0} Degreed{1}-profiel hebt.
th_th: คุณได้รับอีเมลฉบับนี้เพราะคุณมีโปรไฟล์ {0}Degreed{1}

# EmailTemplateCore_Terms
source: Terms and Conditions
ar_sa: الشروط والأحكام
es_es: Términos y condiciones
ko_kr: 약관 및 조건
nl_nl: Voorwaarden
th_th: ข้อกำหนดและเงื่อนไข

# EmailTemplateCore_TrackAllLearning
source: Find, track, and recognize ALL learning.
ar_sa: استكشاف جميع أنواع التعلم وتعقبها وفهمها.
es_es: Busque, haga el seguimiento y acredite TODA su formación.
ko_kr: 모든 학습에 관련한 사항을 찾고 추적하고 인식합니다.
nl_nl: ALLES wat je kunt leren zoeken, volgen en erkennen.
th_th: ค้นหา ติดตาม และจดจำการเรียนรู้ทุกอย่าง

# EmailTemplateCore_Unsubscribe
source: Unsubscribe
ar_sa: إلغاء الاشتراك
es_es: Darse de baja
ko_kr: 구독 취소
nl_nl: Afmelden
th_th: เลิกสมัครรับข้อมูล

# EmailTemplateCore_UpdateSettings
source: Update settings
ar_sa: تحديث الإعدادات
es_es: Actualizar ajustes
ko_kr: 설정 업데이트
nl_nl: Instellingen updaten
th_th: อัปเดตการตั้งค่า

# EmailTemplateCore_ViewRequest
source: View Request
ar_sa: عرض الطلب
es_es: Ver solicitud
ko_kr: 요청 보기
nl_nl: Verzoek weergeven
th_th: ดูคำขอ

# EmailTemplateDegreedInvite_About
source: Degreed is a free service that scores and validates your lifelong education from both accredited (i.e. Harvard) and non-accredited (i.e. iTunesU, Lynda.com, Khan Academy, etc.) sources.
ar_sa: Degreed هي خدمة مجانية تعمل على تجميع جميع خبراتك التعلمية على مدار حياتك سواء كانت من مصدر معتمد (أي من هارفرد) أو غير معتمد (أي iTunesU، Lynda.com، Khan Academy، إلى آخره) والتصديق عليها.
es_es: Degreed es un servicio gratuito que califica toda su educación, tanto la oficial (por ejemplo, Harvard) como la no oficial (por ejemplo, iTunesU, Lynda.com, Khan Academy, etc.).
ko_kr: Degreed는 공인된 (예, 하바드) 및 공인되지 않은 (예, iTunesU, Lynda.com, Khan Academy 등) 출처에서 모두 평생 교육을 점수를 기록하고 확인하는 무료 서비스입니다.
nl_nl: Degreed is een gratis service die jouw educatie gedurende je hele leven beoordeelt en valideert, van zowel geaccrediteerde (bv. Harvard) als niet-geaccrediteerde (bijvoorbeeld iTunesU, Lynda.com, Khan Academy, enz..) bronnen.
th_th: Degreed เป็นบริการฟรีที่ให้คะแนนและรับรองการศึกษาที่เกิดขึ้นตลอดชีวิตของคุณ ทั้งจากแหล่งการเรียนรู้ที่รับรองวุฒิ (เช่น Harvard) และไม่รับรองวุฒิ (เช่น iTunesU, Lynda.com, Khan Academy และอื่นๆ)

# EmailTemplateDegreedInvite_AboutLink
source: About Degreed
ar_sa: عن Degreed
es_es: Acerca de Degreed
ko_kr: Degreed 정보
nl_nl: Info over Degreed
th_th: เกี่ยวกับ Degreed

# EmailTemplateDegreedInvite_Accept
source: Accept Invitation
ar_sa: قبول دعوة
es_es: Aceptar invitación
ko_kr: 초대 수락
nl_nl: Uitnodiging accepteren
th_th: ตอบรับคำเชิญ

# EmailTemplateDegreedInvite_EmailReasonFormat
source: You have received this email because someone invited you to join {0}Degreed{1}.
ar_sa: لقد تسلمت رسالة البريد الإلكتروني هذه بسبب دعوة شخص ما لك للانضمام لموقع {0}Degreed{1}.
es_es: Recibió este correo electrónico porque una persona le invitó a unirse a {0}Degreed{1}.
ko_kr: 귀하를 {0}Degreed{1}에 참가하도록 초대한 사람이 있기 때문에 이 이메일을 받으셨습니다.
nl_nl: Je hebt deze e-mail ontvangen omdat iemand je heeft uitgenodigd om lid te worden van {0}Degreed{1}.
th_th: คุณได้รับอีเมลฉบับนี้เพราะมีคนเชิญให้คุณมาร่วมใช้ {0}Degreed{1}

# EmailTemplateDegreedInvite_Subject
source: Join Degreed
ar_sa: الانضمام إلى موقع Degreed
es_es: Únase a Degreed
ko_kr: Degreed에 참가
nl_nl: Word lid van Degreed
th_th: ร่วมใช้งาน Degreed

# EmailTemplateGroupInvite_Accept
source: Accept Invitation
ar_sa: قبول دعوة
es_es: Aceptar invitación
ko_kr: 초대 수락
nl_nl: Uitnodiging accepteren
th_th: ตอบรับคำเชิญ

# EmailTemplateGroupInvite_EmailReasonFormat
source: You have received this email because someone invited you to join a {0}group{1}.
ar_sa: لقد استلمت رسالة البريد الإلكتروني هذه بسبب دعوة شخص ما لك للانضمام إلى {0}مجموعة{1}.
es_es: Ha recibido este correo electrónico porque una persona le invitó a unirse a un {0}grupo{1}.
ko_kr: 누군가 귀하를 {0}그룹{1}에 초대하여 이 이메일을 받으셨습니다.
nl_nl: Je hebt deze e-mail ontvangen omdat iemand je heeft uitgenodigd om lid te worden van een {0}groep{1}.
th_th: คุณได้รับอีเมลฉบับนี้เพราะมีคนเชิญให้คุณมาร่วม{0}กลุ่ม{1}
