Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# UserController_ManagedProfileMessageFormat
source: Your profile settings are being managed by {0}
ar_sa: يجرى إدارة إعدادات الملف التعريفي الخاص بك من قبل {0}
es_es: {0} gestiona los ajustes de su perfil
ko_kr: 귀하의 프로필 설정은 {0}이(가) 관리합니다
nl_nl: Je profielinstellingen worden beheerd door {0}
th_th: การตั้งค่าโปรไฟล์ของคุณได้รับการจัดการโดย {0}

# UserController_NameTaken
source: Sorry, this name has been taken.
ar_sa: نعتذر...هذا الاسم مستخدم من قبل.
es_es: Lo sentimos, ese nombre ya está en uso.
ko_kr: 죄송합니다. 이 이름은 이미 사용 중입니다.
nl_nl: Sorry, deze naam wordt al gebruikt.
th_th: ขออภัยด้วย ชื่อนี้มีผู้อื่นใช้ไปแล้ว

# UserController_NameTakenError
source: Sorry, this name has been taken.
ar_sa: نعتذر...هذا الاسم مستخدم من قبل.
es_es: Lo sentimos, ese nombre ya está en uso.
ko_kr: 죄송합니다. 이 이름은 이미 사용 중입니다.
nl_nl: Sorry, deze naam wordt al gebruikt.
th_th: ขออภัยด้วย ชื่อนี้มีผู้อื่นใช้ไปแล้ว

# UserController_NoFriends
source: Don't see your friends?
ar_sa: هل لا ترى أصدقائك؟
es_es: ¿No encuentra a sus amigos?
ko_kr: 친구를 찾을 수 없습니까?
nl_nl: Kun je vrienden niet zien?
th_th: ไม่เห็นเพื่อนของคุณหรือ?

# UserController_NoLearningTracked
source: hasn't tracked any learning yet.
ar_sa: لم يتتبع أي تعلم بعد.
es_es: aún no hizo seguimiento de ninguna formación.
ko_kr: 아직 학습을 추적하지 않았습니다.
nl_nl: heeft nog geen leren gevolgd.
th_th: ยังไม่ได้ติดตามการเรียนรู้ใดๆ ในขณะนี้

# UserController_NoPersonalEmail
source: Oops, you haven't entered a personal email
ar_sa: عذراً, لم تُدخِل عنوان بريدك الشخصي
es_es: Uy, no ingresó un correo electrónico personal
ko_kr: 이런, 개인 이메일을 입력하지 않았습니다
nl_nl: Oeps, je hebt een persoonlijk e-mailadres ingevoerd
th_th: อ๊ะ คุณยังไม่ได้ป้อนอีเมลส่วนตัว

# UserController_NoResults
source: No Results Found
ar_sa: لم يتم العثور على نتائج
es_es: No se encontraron resultados
ko_kr: 결과를 찾지 못함
nl_nl: Geen resultaten gevonden
th_th: ไม่พบผลลัพธ์

# UserController_NoResultsFound
source: No results found.
ar_sa: لم يتم العثور على نتائج.
es_es: No se encontraron resultados.
ko_kr: 결과를 찾지 못했습니다.
nl_nl: Geen resultaten gevonden.
th_th: ไม่พบผลลัพธ์

# UserController_NoSkills
source: hasn't added any skills or topics yet.
ar_sa: لم يضف أي مهارات أو موضوعات بعد.
es_es: aún no agregó ni habilidades ni temas.
ko_kr: 아직 기술 또는 주제를 추가하지 않았습니다.
nl_nl: heeft nog geen vaardigheden of onderwerpen toegevoegd.
th_th: ยังไม่ได้เพิ่มทักษะหรือหัวข้อใดๆ

# UserController_NothingCompleted
source: hasn't completed anything yet.
ar_sa: لم يكمل أي شيء بعد.
es_es: aún no completó nada.
ko_kr: 아직 아무것도 완료하지 않았습니다.
nl_nl: heeft nog niets voltooid.
th_th: ยังไม่ได้ทำสิ่งใดในขณะนี้

# UserController_NotificationEmailInfoFormat
source: Email notifications will be sent to your {{orgName}} email address
ar_sa: سيتم إرسال إشعارات إلى بريدك الإلكتروني التابع لمؤسسة {{orgName}}
es_es: Las notificaciones de correo electrónico se enviarán a su dirección de correo electrónico de {{orgName}}
ko_kr: 귀하의 {{orgName}} 이메일 주소로 이메일 알림을 보냅니다
nl_nl: Meldingen worden verstuurd naar het e-mailadres van jouw {{orgName}}
th_th: จะมีการส่งการแจ้งเตือนทางอีเมลไปยังที่อยู่อีเมล {{orgName}} ของคุณ

# UserController_NotificationSettings
source: Notification Settings
ar_sa: اعدادات التنبيه
es_es: Ajustes de notificaciones
ko_kr: 알림 설정
nl_nl: Melding-instellingen
th_th: การตั้งค่าการแจ้งเตือน

# UserController_Pathways
source: Pathways
ar_sa: المساقات
es_es: Itinerarios
ko_kr: 경로
nl_nl: Leerpaden
th_th: เส้นทางการเรียนรู้

# UserController_PersonalEmail
source: Personal Email
ar_sa: البريد الإلكتروني الشخصي
es_es: Correo electrónico personal
ko_kr: 개인 이메일
nl_nl: Persoonlijke e-mail
th_th: อีเมลส่วนตัว

# UserController_PersonalEmailEnableOptions
source: Providing a personal email address will enable the options below.
ar_sa: سيفعّل توفير بريد إلكتروني شخصي الخيارات أدناه.
es_es: Agregar una dirección de correo electrónico personal, activará las opciones a continuación.
ko_kr: 개인 이메일 주소를 제공하여 아래 옵션을 사용할 수 있습니다.
nl_nl: Door een persoonlijk e-mailadres op te geven kunnen de onderstaande opties worden ingeschakeld.
th_th: การป้อนที่อยู่อีเมลส่วนตัวจะทำให้สามารถใช้ตัวเลือกด้านล่างได้

# UserController_PersonalEmailError
source: Your personal email must be different from your organizational email
ar_sa: يلزم أن يختلف البريد الإلكتروني الشخصي عن البريد الإلكتروني التابع للمؤسسة
es_es: Su correo electrónico personal debe ser diferente de su correo electrónico de empresa
ko_kr: 귀하의 게인 이메일은 조직의 이메일과 달라야 합니다.
nl_nl: Je persoonlijke e-mail moet anders zijn dan de e-mail van je organisatie
th_th: อีเมลส่วนตัวของคุณจะต้องแตกต่างจากอีเมลขององค์กร

# UserController_PersonalEmailOptions
source: Providing a personal email address will enable the options below.
ar_sa: سيفعّل توفير بريد إلكتروني شخصي الخيارات أدناه.
es_es: Agregar una dirección de correo electrónico personal, activará las opciones a continuación.
ko_kr: 개인 이메일 주소를 제공하여 아래 옵션을 사용할 수 있습니다.
nl_nl: Door een persoonlijk e-mailadres op te geven kunnen de onderstaande opties worden ingeschakeld.
th_th: การป้อนที่อยู่อีเมลส่วนตัวจะทำให้สามารถใช้ตัวเลือกด้านล่างได้

# UserController_PostAComment
source: Post a comment
ar_sa: أضف تعليق
es_es: Publicar un comentario
ko_kr: 의견 게시
nl_nl: Een nieuwe opmerking plaatsten
th_th: โพสต์ความคิดเห็น

# UserController_PrivateProfile
source: This learner's profile is private.
ar_sa: ملف التعريف لهذا المستخدم يتّسم بالخصوصية.
es_es: El perfil de este aprendiz es privado.
ko_kr: 이 학습자의 프로필은 비공개입니다.
nl_nl: Dit leerprofiel is privé
th_th: โปรไฟล์ของผู้เรียนรู้คนนี้เป็นแบบส่วนตัว

# UserController_Profile
source: Overview
ar_sa: نظرة عامة
es_es: Resumen
ko_kr: 개요
nl_nl: Overzicht
th_th: ภาพรวม

# UserController_QueueTitle
source: Saved For Later
ar_sa: محفوظ لوقت لاحق
es_es: Se guardó para más tarde
ko_kr: 나중을 위해 저장함
nl_nl: Bewaard voor later
th_th: บันทึกไว้ทำในภายหลัง

# UserController_RecommendationsTitle
source: Shared
ar_sa: تم المشاركة
es_es: Contenidos compartidos
ko_kr: 공유됨
nl_nl: Gedeeld
th_th: แบ่งปันแล้ว

# UserController_RequiredAssigned
source: Required & Assigned
ar_sa: المطلوب والمسند
es_es: Obligatorio y asignado
ko_kr: 필수 & 할당
nl_nl: Vereist en toegewezen
th_th: จำเป็นและได้รับมอบหมายแล้ว

# UserController_RequiredAssignedCount
source: Required & Assigned ({{count}})
ar_sa: ({count}) مطلوب ومسند
es_es: Obligatorios y asignados ({{count}})
ko_kr: 필수 & 할당 ({count})
nl_nl: Vereist en toegewezen ({{count}})
th_th: จำเป็นและได้รับมอบหมายแล้ว ({{count}}) ครั้ง

# UserController_RequiredLearningTitle
source: Assigned
ar_sa: التعلم المسند
es_es: Asignado
ko_kr: 할당됨
nl_nl: Toegewezen
th_th: มอบหมายแล้ว

# UserController_SaveSettingsErrorMessage
source: Whoops! Looks like that profile email address isn't valid. Please try again.
ar_sa: للأسف! يبدو أن عنوان البريد الإلكتروني للملف التعريفي غير صالح. يرجى إعادة المحاولة.
es_es: ¡Uy! Parece que esa dirección de correo electrónico del perfil no es válida. Vuelva a intentarlo.
ko_kr: 이런! 프로필 이메일 주소가 유효하지 않은 것 같습니다. 다시 시도하십시오.
nl_nl: Oeps! Het lijkt erop dat het e-mailadres voor dit profiel niet geldig is. Probeer het opnieuw.
th_th: อ๊ะ! ดูเหมือนว่าที่อยู่อีเมลของโปรไฟล์นั้นจะไม่ถูกต้อง โปรดลองอีกครั้ง

# UserController_ScoreYourEducation
source: Score your lifelong education with degreed.
ar_sa: قيّم التعلم مدى الحياة الخاص بك مع Degreed
es_es: Haga que toda una vida de educación cuente con degreed.
ko_kr: 평생 교육을 Degreed로 점수를 산정합니다.
nl_nl: Beoordeel je levenslange educatie met degreed.
th_th: บันทึกคะแนนการศึกษาตลอดชีวิตของคุณด้วย degreed

# UserController_SearchProfileCollection
source: Search Collection
ar_sa: البحث في المجموعة
es_es: Buscar colección
ko_kr: 컬렉션 검색
nl_nl: Zoeken in verzameling
th_th: ค้นหาคอลเล็กชัน

# UserController_SelectAll
source: Select All
ar_sa: تحديد الكل
es_es: Seleccionar todo
ko_kr: 모두 선택
nl_nl: Alles selecteren
th_th: เลือกทั้งหมด

# UserController_SelectLoginEmail
source: Select the address to login with and where you would like us to send email notifications.
ar_sa: حدد عنوان تسجيل الدخول والذي عليه سنرسل لك إشعارات بالبريد الإلكتروني.
es_es: Seleccione la dirección con la que iniciar sesión y a la que quiere que le enviemos notificaciones por correo electrónico.
ko_kr: 로그인하고 이메일 알림을 보낼 주소를 선택합니다.
nl_nl: Selecteer het adres waarmee je wilt inloggen en waar wij e-mailberichten naartoe sturen.
th_th: เลือกที่อยู่สำหรับใช้ในการเข้าสู่ระบบ และใช้รับการแจ้งเตือนทางอีเมลจากเรา

# UserController_ShortQueueTitle
source: Saved
ar_sa: المحفوظات
es_es: Guardado
ko_kr: 저장
nl_nl: Opgeslagen
th_th: บันทึกแล้ว

# UserController_ShowHowFarFormat
source: Show How Far You've Come
ar_sa: أظهِر مدى تقدّمك
es_es: Muestre lo lejos que ha llegado
ko_kr: 얼마나 멀리 왔는지 보기
nl_nl: Laat zien hoe ver je bent gekomen
th_th: แสดงว่าคุณมาได้ไกลแค่ไหนแล้ว

# UserController_ShowLess
source: Show Less
ar_sa: إظهار أقل
es_es: Mostrar menos
ko_kr: 간단히 표시
nl_nl: Minder tonen
th_th: แสดงน้อยลง

# UserController_ShowMore
source: Show More
ar_sa: إظهار المزيد
es_es: Mostrar más
ko_kr: 더 보이기
nl_nl: Meer tonen
th_th: แสดงเพิ่มเติม

# UserController_Skills
source: Skills
ar_sa: المهارات
es_es: Habilidades
ko_kr: 기술
nl_nl: Vaardigheden
th_th: ทักษะ

# UserController_StepFour
source: Step 4:
ar_sa: الخطوة 4:
es_es: Paso 4:
ko_kr: 단계 4:
nl_nl: Stap 4:
th_th: ขั้นตอนที่ 4:

# UserController_StepOne
source: Step 1:
ar_sa: الخطوة 1:
es_es: Paso 1:
ko_kr: 단계 1:
nl_nl: Stap 1:
th_th: ขั้นตอนที่ 1:

# UserController_StepThree
source: Step 3:
ar_sa: الخطوة 3:
es_es: Paso 3:
ko_kr: 단계 3:
nl_nl: Stap 3:
th_th: ขั้นตอนที่ 3:

# UserController_StepTwo
source: Step 2:
ar_sa: الخطوة 2:
es_es: Paso 2:
ko_kr: 단계 2:
nl_nl: Stap 2:
th_th: ขั้นตอนที่ 2:

# UserController_StopFollowingFormat
source: Stop following learning activities for {{name}}
ar_sa: التوقف عن متابعة الأنشطة التعليمية لـ{{name}}
es_es: Dejar de seguir actividades de formación de {{name}}
ko_kr: {name}의 학습 활동 팔로우 중지
nl_nl: Stoppen met het volgen van leeractiviteiten voor {{name}}
th_th: หยุดติดตามกิจกรรมการเรียนรู้ของ {{name}}

# UserController_ThisUserPrivate
source: This profile is private
ar_sa: هذا الملف التعريفي خاص
es_es: Este perfil es privado
ko_kr: 이 프로필은 비공개입니다
nl_nl: Dit profiel is privé
th_th: โปรไฟล์นี้เป็นแบบส่วนตัว

# UserController_TodaysLearningFeedTitle
source: Feed
ar_sa: موجز
es_es: Contenido
ko_kr: 피드
th_th: ฟีด

# UserController_TodaysLearningTitle
source: Feed
ar_sa: موجز
es_es: Contenido
ko_kr: 피드
th_th: ฟีด

# UserController_TrackLearningAltTag
source: Find, track, and measure ALL your learning
ar_sa: اعثر على كل عمليات التعلم المناسبة لك وتتبعها وقس أثرها
es_es: Buscar, hacer seguimiento y medir TODA su formación
ko_kr: 모든 귀하의 학습을 찾고, 추적하고 측정
nl_nl: ALLES wat je hebt geleerd vinden, vastleggen en meten
th_th: ค้นหา ติดตาม และวัดผลการเรียนรู้ทั้งหมดของคุณ

# UserController_TryHere
source: Try Here
ar_sa: حاول هنا
es_es: Probar aquí
ko_kr: 여기를 시도
nl_nl: Probeer hier
th_th: ลองที่นี่

# UserController_TurnOnIntegration
source: Turn on your first Integration
ar_sa: قم بتشغيل أول تكامل خاص بك
es_es: Activar su primera integración
ko_kr: 첫 통합을 켜기
nl_nl: Zet je eerste integratie aan
th_th: เปิดการใช้งานร่วมกันครั้งแรกของคุณ

# UserController_TwitterUsername
source: Twitter username
ar_sa: اسم المستخدم على تويتر
es_es: Nombre de usuario de Twitter
ko_kr: Twitter 사용자 이름
nl_nl: Twitter-gebruikersnaam
th_th: ชื่อผู้ใช้ Twitter

# UserController_Type
source: Type
ar_sa: النوع
es_es: Tipo
ko_kr: 형식
th_th: ประเภท

# UserController_UnsubDescription
source: Degreed is a free service that scores and validates your lifelong education from both accredited (i.e. Harvard) and non-accredited sources (i.e. Lynda.com).
ar_sa: Degreed هي خدمة مجانية تعمل على تجميع جميع خبراتك التعلمية على مدار حياتك سواء كانت من مصدر معتمد (أي من هارفرد) أو غير معتمد (أي Lynda.com) والتصديق عليها.
es_es: Degreed es un servicio gratuito que califica toda su educación, tanto la oficial (por ejemplo, Harvard) como la no oficial (por ejemplo, Lynda.com).
ko_kr: Degreed는 공인된 (예, 하바드) 및 공인되지 않은 출처에서 (예, iTunesU, Lynda.com, Khan Academy 등) 모두 평생 교육을 점수를 기록하고 확인하는 무료 서비스입니다.
nl_nl: Degreed is een gratis service die jouw educatie gedurende je hele leven beoordeelt en valideert. Van zowel geaccrediteerde (bijvoorbeeld Harvard) als niet-geaccrediteerde (bijvoorbeeld Lynda.com) bronnen.
th_th: Degreed เป็นบริการฟรีที่ให้คะแนนและรับรองการศึกษาที่เกิดขึ้นตลอดชีวิตของคุณ ทั้งจากแหล่งการเรียนรู้ที่รับรองวุฒิ (เช่น Harvard) และไม่รับรองวุฒิ (เช่น Lynda.com)

# UserController_Unsubscribe
source: Unsubscribe
ar_sa: إلغاء الاشتراك
es_es: Darse de baja
ko_kr: 구독 취소
nl_nl: Afmelden
th_th: เลิกสมัครรับข้อมูล

# UserController_UnsubscribeWarning
source: If you choose to unsubscribe, <strong>all</strong> Degreed emails will be unavailable to you (including those your company may ask to be sent, account confirmation requests, and reset password instructions). This cannot be reversed without contacting Degreed directly.
ar_sa: إذا اخترت إلغاء الاشتراك، لن يتوفر لك <strong>جميع</strong> رسائل البريد الإلكتروني الخاصة بموقع Degreed (بما في ذلك ما قد تطلب شركتك إرساله وطلبات تأكيد الحساب وإرشادات إعادة تعيين كلمة المرور). لا يمكن إلغاء هذا بدون التواصل المباشر مع جهة الاتصال بموقع Degreed.
es_es: Si decide darse de baja, dejará de recibir <strong>todos</strong> los correos electrónicos de Degreed (incluidos los que su empresa pida que se envíen, solicitudes de confirmación de cuenta e instrucciones de restablecimiento de contraseña). Esta acción no puede deshacerse sin contactar con Degreed directamente.
ko_kr: 구독을 취소하기로 선택하는 경우 <strong>모든</strong> Degreed 이메일은 (회사가 요구할 수도 있는 이메일, 계정 확인 요청 및 암호 재설정 설명 포함) 사용할 수 없게 됩니다. 이것은 Degreed에 직접 연락하지 않고는 되돌릴 수 없습니다.
nl_nl: Als je ervoor kiest om je af te melden, zullen <strong>alle</strong> Degreed-e-mails niet langer beschikbaar zijn voor jou (met inbegrip van de e-mails waarom jouw bedrijf heeft gevraagd, verzoeken om bevestiging van account en instructies voor resetten van wachtwoord). Dit kan niet teruggedraaid worden zonder direct contact op te nemen met Degreed.
th_th: ถ้าคุณเลือกที่จะเลิกสมัครรับข้อมูล คุณจะไม่ได้รับอีเมลจาก Degreed <strong>ทั้งหมด</strong> (รวมถึงอีเมลที่บริษัทของคุณอาจขอให้คุณส่ง, คำขอยืนยันบัญชี และคำแนะนำในการรีเซ็ตรหัสผ่าน) เมื่อทำสิ่งนี้แล้ว คุณจะไม่สามารถย้อนกลับไปแก้ไขได้อีก ยกเว้นว่าจะติดต่อ Degreed โดยตรง

# UserController_UnsubTitle
source: Unsubscribed
ar_sa: تم إلغاء الاشتراك
es_es: Dado de baja
ko_kr: 구독 취소
nl_nl: Afgemeld
th_th: เลิกสมัครรับข้อมูลแล้ว

# UserController_UpdateAccount
source: Update your Account
ar_sa: تحديث الحساب الخاص بك
es_es: Actualizar su cuenta
ko_kr: 계정 업데이트
nl_nl: Je account updaten
th_th: อัปเดตบัญชีของคุณ

# UserController_Verified
source: Verified
ar_sa: تم التأكيد
es_es: Se confirmó
ko_kr: 확인됨
nl_nl: Gecontroleerd
th_th: ยืนยันแล้ว

# UserController_Verify
source: Verify
ar_sa: تأكيد
es_es: Confirmar
ko_kr: 확인
nl_nl: Verifiëren
th_th: ยืนยัน

# UserController_VerifyOwnership
source: Verify your ownership of this address by receiving a verification email
ar_sa: يرجى تأكيد ملكيتك لهذا العنوان من خلال استلام رسالة تأكيد عبر البريد الإلكتروني
es_es: Confirme la titularidad de esta dirección al recibir el correo electrónico de confirmación
ko_kr: 확인 이메일을 수신하여 이 주소의 소유자임을 확인
nl_nl: Controleer jouw bezit van dit adres via een verificatie-e-mail
th_th: ยืนยันว่าคุณเป็นเจ้าของที่อยู่นี้โดยการรับอีเมลยืนยัน

# UserCourseSvc_CourseError
source: Sorry! There was a problem accessing your courses.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى الدورات التعليمية الخاصة بك.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a sus cursos.
ko_kr: 죄송합니다! 과정에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot jouw cursussen.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงหลักสูตรของคุณ

# UserEmailAddressesSvc_ErrorValidatingEmail
source: Sorry! There was a problem validating your email address.
ar_sa: نعتذر! حدثت مشكلة أثناء التحقق من صحة البريد الإلكتروني الخاص.
es_es: ¡Lo sentimos! Se produjo un problema al confirmar su dirección de correo electrónico.
ko_kr: 죄송합니다! 이메일 주소를 확인하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het bevestigen van jouw e-mailadres.
th_th: ขออภัย! เกิดปัญหาในการรับรองที่อยู่อีเมลของคุณ

# UserEpisodeSvc_EpisodeError
source: Sorry! There was a problem accessing your episodes.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى حلقاتك.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a sus episodios.
ko_kr: 죄송합니다! 에피소드에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot jouw afleveringen.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงตอนพอดแคสต์ของคุณ

# UserEventSvc_EventError
source: Sorry! There was a problem accessing your events.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى الفعاليات الخاصة بك.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a sus eventos.
ko_kr: 죄송합니다! 이벤트에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot jouw evenementen.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงงานกิจกรรมของคุณ

# UserGoalsSvc_GoalAccessError
source: Sorry! There was a problem accessing your goals.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى الأهداف الخاصة بك.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a sus objetivos.
ko_kr: 죄송합니다! 목표에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot doelstellingen.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงเป้าหมายของคุณ

# UserGoalsSvc_GoalExistsError
source: You already have a goal for this item.
ar_sa: لديك بالفعل هدف لهذا العنصر.
es_es: Ya tiene un objetivo para este elemento.
ko_kr: 이 항목에 대한 목표가 이미 있습니다.
nl_nl: Je hebt al een doelstelling voor dit item.
th_th: คุณมีเป้าหมายสำหรับเนื้อหานี้แล้ว

# UserGroupsSvc_ProblemAccessingGroup
source: Sorry! There was a problem accessing groups.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى المجموعات.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a los grupos.
ko_kr: 죄송합니다! 그룹에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot groepen.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงกลุ่ม

# UserInfoPartial_ChangePrivacySettings
source: click to change privacy settings
ar_sa: انقر فوق "تغيير إعدادات الخصوصية"
es_es: haga clic para cambiar los ajustes de privacidad
ko_kr: 클릭하여 개인 정보 보호 설정을 변경
nl_nl: klik om de privacy-instellingen te wijzigen
th_th: คลิกเพื่อเปลี่ยนการตั้งค่าความเป็นส่วนตัว

# UserInfoPartial_EditProfile
source: Settings
ar_sa: الإعدادات
es_es: Ajustes
ko_kr: 설정
nl_nl: Instellingen
th_th: การตั้งค่า

# UserInfoPartial_FollowerCountFormat
source: {{followerCount}} Followers
ar_sa: عدد {{followerCount}} من المتابِعين
es_es: {{followerCount}} seguidores
ko_kr: {{followerCount}} 팔로워
nl_nl: {{followerCount}} volgers
th_th: ผู้ติดตาม {{followerCount}} คน

# UserInfoPartial_FollowFormat
source: Follow
ar_sa: متابعة
es_es: Seguir
ko_kr: 팔로우
nl_nl: Volgen
th_th: ติดตาม

# UserInfoPartial_FollowingCountFormat
source: {{followeesCount}} Following
ar_sa: عدد {{followerCount}} من المتابَعين
es_es: Sigue a {{followeesCount}}
ko_kr: {{followeesCount}} 팔로잉
nl_nl: {{followeesCount}} volgend
th_th: กำลังติดตาม {{followeesCount}} คน

# UserInfoPartial_FoundingScholar
source: Founding Scholar
ar_sa: تأسيس باحث
es_es: Académico fundador
ko_kr: 창립 학자
th_th: ผู้ร่วมก่อตั้ง

# UserInfoPartial_StopFollowingFormat
source: Stop following
ar_sa: إيقاف المتابعة
es_es: Dejar de seguir
ko_kr: 팔로우 중지
nl_nl: Volgen stoppen
th_th: หยุดติดตาม

# UserInfoPartial_VisibleToMe
source: Visible to me only
ar_sa: مرئي لي فقط
es_es: Solo visible para mí
ko_kr: 나에게만 표시
nl_nl: Alleen zichtbaar voor mij
th_th: ฉันมองเห็นได้คนเดียว

# UserInfoPartial_VisibleToOrg
source: Visible to the organization
ar_sa: مرئي للمؤسسة
es_es: Visible para la empresa
ko_kr: 조직에게 표시
nl_nl: Zichtbaar voor de organisatie
th_th: เปิดเผยต่อองค์กร

# UserInfoPartial_VisibleToPublic
source: Visible to the public
ar_sa: مرئي للجمهور
es_es: Visible al público
ko_kr: 일반에게 표시
nl_nl: Zichtbaar voor het publiek
th_th: เปิดเผยต่อสาธารณะ

# UserInfoPartial_VisibleToPublicAndOrg
source: Visible to the public and the organization
ar_sa: مرئي للجمهور والمؤسسة
es_es: Visible al público y la empresa
ko_kr: 일반 및 조직에게 표시
nl_nl: Zichtbaar voor het publiek en de organisatie
th_th: เปิดเผยต่อสาธารณะและองค์กร

# UserInputProvidersSvc_ProfileProvidersError
source: Sorry! There was a problem accessing your profile providers.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى مقدمي الملف التعريفي الخاص بك.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a los proveedores de su perfil.
ko_kr: 죄송합니다! 프로필 제공자에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot jouw profielaanbieders.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงผู้ให้บริการโปรไฟล์ของคุณ

# UserInputProvidersSvc_ProviderLicensesError
source: Sorry! There was a problem accessing your provider licenses.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى تراخيص مقدمي الخدمة الخاصة بك.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a sus licencias de proveedor.
ko_kr: 죄송합니다! 제공자 라이선스에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot aanbiederlicenties.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงใบอนุญาตของผู้ให้บริการของคุณ

# UserInputsController_Praise1
source: Way to go!
ar_sa: أحسنت!
es_es: ¡Así se hace!
ko_kr: 좋습니다!
nl_nl: Goed gedaan!
th_th: เยี่ยมเลย!

# UserInputsController_Praise2
source: Excellent!
ar_sa: ممتاز!
es_es: ¡Excelente!
ko_kr: 훌륭합니다!
nl_nl: Uitstekend!
th_th: ยอดมาก!

# UserInputsController_Praise3
source: Nice job!
ar_sa: عمل جميل!
es_es: ¡Bien hecho!
ko_kr: 잘 하셨습니다!
nl_nl: Goed werk!
th_th: ดีมาก!

# UserInputsController_Praise4
source: Great work!
ar_sa: عمل رائع!
es_es: ¡Buen trabajo!
ko_kr: 수고하셨습니다!
nl_nl: Uitstekend werk!
th_th: เยี่ยม!

# UserInputsController_Praise5
source: Impressive!
ar_sa: مبهر!
es_es: ¡Impresionante!
ko_kr: 대단합니다!
nl_nl: Indrukwekkend!
th_th: ยอดไปเลย!

# UserInputsController_Praise6
source: We're impressed!
ar_sa: لقد انبهرنا!
es_es: ¡Nos tiene impresionados!
ko_kr: 인상적입니다!
nl_nl: Wij zijn onder de indruk!
th_th: เราประทับใจมาก!

# UserInputsController_Praise7
source: Keep up the good work!
ar_sa: استمر على هذا العمل الجيد!
es_es: ¡Siga así!
ko_kr: 계속 열심히 하세요!
nl_nl: Ga zo door!
th_th: ขอให้ทำดีเช่นนี้ต่อไป!

# UserInputsController_Reward1AccomplishmentPluralFormat
source: You've added {0} accomplishments to your profile.
ar_sa: لقد أضفت عدد {0} من الإنجازات إلى الملف التعريفي الخاص بك.
es_es: Agregó {0} logros a su perfil.
ko_kr: {0}개 업적을 프로필에 추가했습니다.
nl_nl: Je hebt {0} prestaties toegevoegd aan je profiel.
th_th: คุณได้เพิ่มผลงานความสำเร็จ {0} รายการไปยังโปรไฟล์

# UserInputsController_Reward1AccomplishmentSingular
source: You've added 1 accomplishment to your profile.
ar_sa: لقد أضفت إنجازًا واحدًا إلى الملف التعريفي الخاص بك.
es_es: Agregó 1 logro a su perfil.
ko_kr: 1개 업적을 프로필에 추가했습니다.
nl_nl: Je hebt 1 prestatie toegevoegd aan je profiel.
th_th: คุณได้เพิ่มผลงานความสำเร็จ 1 รายการไปยังโปรไฟล์

# UserInputsController_Reward1ArticlePluralFormat
source: You've added {0} articles to your profile.
ar_sa: لقد أضفت عدد {0} من المقالات إلى الملف التعريفي الخاص بك.
es_es: Agregó {0} artículos a su perfil.
ko_kr: {0}개 아티클을 프로필에 추가했습니다.
nl_nl: Je hebt {0} artikelen toegevoegd aan je profiel.
th_th: คุณได้เพิ่มบทความ {0} รายการไปยังโปรไฟล์

# UserInputsController_Reward1ArticleSingular
source: You've added 1 article to your profile.
ar_sa: لقد أضفت مقالاً واحدًا إلى الملف التعريفي الخاص بك.
es_es: Agregó 1 artículo a su perfil.
ko_kr: 1개 아티클을 프로필에 추가했습니다.
nl_nl: Je hebt 1 artikel toegevoegd aan je profiel.
th_th: คุณได้เพิ่มบทความ 1 รายการไปยังโปรไฟล์

# UserInputsController_Reward1AssessmentPluralFormat
source: You've added {0} assessments to your profile.
ar_sa: لقد أضفت عدد {0} من المهام إلى الملف التعريفي الخاص بك.
es_es: Agregó {0} evaluaciones a su perfil.
ko_kr: {0}개 평가를 프로필에 추가했습니다.
nl_nl: Je hebt {0} beoordelingen toegevoegd aan je profiel.
th_th: คุณได้เพิ่มแบบประเมิน {0} รายการไปยังโปรไฟล์
