Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# AssessmentFormCtrl_Percentile
source: Percentile
ar_sa: النسبة المئوية
es_es: Percentil
ko_kr: 백분위수
nl_nl: Percentiel
th_th: เปอร์เซ็นไทล์

# AssessmentFormCtrl_SaveAssessment
source: Save Assessment
ar_sa: حفظ التقييم
es_es: Guardar evaluación
ko_kr: 평가를 저장
nl_nl: Beoordeling opslaan
th_th: บันทึกแบบประเมิน

# AssessmentFormCtrl_TotalQuestions
source: Total Questions
ar_sa: إجمالي الأسئلة
es_es: Total de preguntas
ko_kr: 총 질문
nl_nl: Totaal aantal vragen
th_th: คำถามทั้งหมด

# AssessmentFormCtrl_UrlRequired
source: An assessment URL is required.
ar_sa: يجب وجود عنوان URL الخاص بالتقييم.
es_es: Se necesita una URL de la evaluación.
ko_kr: 평가 URL이 필요합니다.
nl_nl: Een beoordelings-URL is vereist.
th_th: ต้องระบุ URL แบบประเมิน

# AssessmentFormCtrl_WhatDidYouLearnLong
source: What did you learn from this assessment?
ar_sa: "ماذا تعلّمت من هذا التقييم؟
es_es: ¿Qué aprendió de esta evaluación?
ko_kr: 이 평가에서 무엇을 배우셨나요?
nl_nl: Wat heb je geleerd van deze beoordeling?
th_th: คุณได้เรียนรู้อะไรจากแบบประเมินนี้?

# AssessmentFormCtrl_WhatDidYouLearnShort
source: What did you learn?
ar_sa: ما الذي تعلمته؟
es_es: ¿Qué aprendió?
ko_kr: 무엇을 배우셨나요?
nl_nl: Wat heb je geleerd?
th_th: คุณได้เรียนรู้อะไรบ้าง?

# assignedLearning_GroupAlreadyCompletedDateFormat
source: {{nameHtml}} assigned {{groupNameHtml}} this {{type}} to {{action}} by {{date}}, but you’ve already completed it! Great job, overachiever.
ar_sa: أسند {{nameHtml}} إلى {{groupNameHtml}} هذا {{type}} من أجل {{action}} بحلول {{date}}، ولكنك أتمت ذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {{nameHtml}} le asignó a {{groupNameHtml}} {{action}} este {{type}} para el {{date}}, ¡pero ya lo completó! Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 {{date}}까지 이 {{type}}을(를) {{action}}하도록 할당했지만 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft deze {{type}} toegewezen aan {{groupNameHtml}} om {{action}} voor {{date}}, maar je hebt het reeds voltooid! Goed gedaan, harde werker.
th_th: {{nameHtml}} ได้มอบหมาย{{type}}นี้ให้ {{groupNameHtml}} {{action}}ภายใน {{date}} แต่คุณทำเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# assignedLearning_GroupAlreadyCompletedNoDateFormat
source: {{nameHtml}} assigned {{groupNameHtml}} this {{type}} to {{action}}, but you’ve already completed it! Great job, overachiever.
ar_sa: أسند {{nameHtml}} إلى {{groupNameHtml}} هذا {{type}} من أجل {{action}}، ولكنك أتمت ذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {{nameHtml}} le asignó a {{groupNameHtml}} {{action}} este {{type}}, ¡pero ya lo completó! Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 이 {{type}}을(를) {{action}}하도록 할당했지만 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft deze {{type}} toegewezen aan {{groupNameHtml}} om {{action}}, maar je hebt het reeds voltooid! Goed gedaan, harde werker.
th_th: {{nameHtml}} ได้มอบหมาย{{type}}นี้ให้ {{groupNameHtml}} {{action}} แต่คุณทำเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# assignedLearning_GroupDateFormat
source: {{nameHtml}} assigned {{groupNameHtml}} this {{type}} to {{action}} by {{date}}
ar_sa: أسند {{nameHtml}} إلى {{groupNameHtml}} هذا {{type}} من أجل {{action}} بحلول {{date}}
es_es: {{nameHtml}} le asignó a {{groupNameHtml}} {{action}} este {{type}} para el {{date}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 {{date}}까지 이 {{type}}을(를) {{action}}하도록 할당했습니다.
nl_nl: {{nameHtml}} heeft deze {{type}} toegewezen aan {{groupNameHtml}} om {{action}} voor {{date}}
th_th: {{nameHtml}} ได้มอบหมาย{{type}}นี้ให้ {{groupNameHtml}} {{action}}ภายใน {{date}}

# assignedLearning_GroupNoDateFormat
source: {{nameHtml}} assigned {{groupNameHtml}} this {{type}} to {{action}}
ar_sa: أسند {{nameHtml}} إلى {{groupNameHtml}} هذا {{type}} من أجل {{action}}
es_es: {{nameHtml}} le asignó a {{groupNameHtml}} {{action}} este {{type}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에게 이 {{type}}을(를) {{action}}하도록 할당했습니다.
nl_nl: {{nameHtml}} heeft deze {{type}} toegewezen aan {{groupNameHtml}} om {{action}}
th_th: {{nameHtml}} ได้มอบหมาย{{type}}นี้ให้ {{groupNameHtml}} {{action}}

# assignedLearning_RequiredLearningTimeTip
source: If you think you’ve already completed this, check again tomorrow. If it’s still here, make sure you finished it on the provider’s website.
ar_sa: إذا كنت تعتقد أنك قد أتممت ذلك، فتحقق مرة أخرى غدًا. إذا كان لا يزال هنا، فتأكد من إنهائه على موقع الويب الخاص بجهة تقديم الدورة.
es_es: Si cree que ya ha terminado esto, vuelva a comprobarlo mañana. Si sigue estando aquí, asegúrese de completarlo en la web del proveedor.
ko_kr: 이 작업을 이미 완료했다면 내일 다시 확인하세요. 계속 이 페이지가 나타난다면 제공자의 웹사이트에서 해당 작업이 완료되었는지 확인하시기 바랍니다.
nl_nl: Als je denkt dat je dit al voltooid hebt, kijk dan morgen opnieuw. Als het er dan nog steeds staat, controleer dan of je het echt voltooid heb op de website van de aanbieder.
th_th: ถ้าคุณคิดว่าทำรายการนี้ไปแล้ว โปรดตรวจสอบอีกครั้งในวันพรุ่งนี้ ถ้ารายการนี้ยังคงอยู่ ก็ตรวจสอบให้แน่ใจว่าคุณทำเสร็จแล้วในเว็บไซต์ของผู้ให้บริการ

# assignedLearning_YouAlreadyCompletedDateFormat
source: {{nameHtml}} assigned you this {{type}} to {{action}} by {{date}}, but you’ve already completed it! Great job, overachiever.
ar_sa: أسند {{nameHtml}} إليك هذا {{type}} من أجل {{action}} بحلول {{date}}، ولكنك أتمت ذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {{nameHtml}} le asignó {{action}} este {{type}} para el {{date}}, ¡pero ya lo completó! Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) 귀하에게 {{date}}까지 이 {{type}}을(를) {{action}}하도록 할당했지만 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft deze {{type}} aan jou toegewezen om {{action}} voor {{date}}, maar je hebt het reeds voltooid! Goed gedaan, harde werker.
th_th: {{nameHtml}} ได้มอบหมาย{{type}}นี้ให้คุณ{{action}}ภายใน {{date}} แต่คุณทำเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# assignedLearning_YouAlreadyCompletedNoDateFormat
source: {{nameHtml}} assigned you this {{type}} to {{action}}, but you’ve already completed it! Great job, overachiever.
ar_sa: أسند {{nameHtml}} إليك هذا {{type}} من أجل {{action}}، ولكنك أتمت ذلك بالفعل! أحسنت عملاً أيها الناجح الباهر!
es_es: {{nameHtml}} le asignó {{action}} este {{type}}, ¡pero ya lo completó! Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) 귀하에게 이 {{type}}을(를) {{action}}하도록 할당했지만 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft deze {{type}} aan jou toegewezen om {{action}}, maar je hebt het reeds voltooid! Goed gedaan, harde werker.
th_th: {{nameHtml}} ได้มอบหมาย{{type}}นี้ให้คุณ{{action}} แต่คุณทำเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# assignedLearning_YouDateFormat
source: {{nameHtml}} assigned you this {{type}} to {{action}} by {{date}}
ar_sa: أسند {{nameHtml}} إليك هذا {{type}} من أجل {{action}} بحلول {{date}}
es_es: {{nameHtml}} le asignó {{action}} este {{type}} para el {{date}}
ko_kr: {{nameHtml}}이(가) 귀하에게 {{date}}까지 이 {{type}}을(를) {{action}}하도록 할당했습니다.
nl_nl: {{nameHtml}} heeft deze {{type}} aan jou toegewezen om {{action}} voor {{date}}
th_th: {{nameHtml}} ได้มอบหมาย{{type}}นี้ให้คุณ{{action}}ภายใน {{date}}

# assignedLearning_YouNoDateFormat
source: {{nameHtml}} assigned you this {{type}} to {{action}}
ar_sa: أسند {{nameHtml}} إليك هذا {{type}} من أجل {{action}}
es_es: {{nameHtml}} le asignó {{action}} este {{type}}
ko_kr: {{nameHtml}}이(가) 귀하에게 이 {{type}}을(를) {{action}}하도록 할당했습니다.
nl_nl: {{nameHtml}} heeft deze {{type}} aan jou toegewezen om {{action}}
th_th: {{nameHtml}} ได้มอบหมาย{{type}}นี้ให้คุณ{{action}}

# AudioFormCtrl_AudioUrl
source: Audio URL
ar_sa: عنوان URL الخاص بالصوتي
es_es: URL del audio
ko_kr: 오디오 URL
th_th: URL ไฟล์เสียง

# AuthoringCtrl_AddNewInputToPathwayFormat
source: Add a new {{input}} to the pathway
ar_sa: إضافة {{input}} جديد إلى المساق
es_es: Agregar un nuevo {{input}} al itinerario
ko_kr: 패스웨이에 새 {{input}}을(를) 추가
nl_nl: Een nieuwe {{input}} aan het leerpad toevoegen
th_th: เพิ่ม {{input}} ใหม่ไปยังเส้นทางการเรียนรู้

# AuthoringCtrl_AddNewInputToProfileFormat
source: Add a new {{input}} to your profile
ar_sa: إضافة {{input}} جديد إلى ملفك الشخصي
es_es: Agregar un nuevo {{input}} a su perfil
ko_kr: 프로필에 새 {{input}}을(를) 추가
nl_nl: Een nieuwe {{input}} aan je profiel toevoegen
th_th: เพิ่ม {{input}} ใหม่ไปยังโปรไฟล์ของคุณ

# AuthoringCtrl_AddSection
source: Add Section
ar_sa: إضافة قسم
es_es: Agregar sección
ko_kr: 섹션을 추가
nl_nl: Sectie toevoegen
th_th: เพิ่มหัวข้อ

# AuthoringCtrl_AddToBin
source: Add to Bin
ar_sa: إضافة إلى الصندوق
es_es: Agregar a ubicación
ko_kr: 통에 추가
nl_nl: Toevoegen aan mand
th_th: เพิ่มไปยังที่เก็บ

# AuthoringCtrl_BinInstructions
source: Add content to the bin by searching for items in search mode or by selecting the button above.
ar_sa: إضافة محتوى إلى الصندوق باستخدام البحث عن العناصر في وضع البحث أو عن طريق تحديد الزر أعلاه.
es_es: Agregue contenido a la ubicación buscando elementos en el modo de búsqueda o seleccionando el botón de arriba.
ko_kr: 검색 모드에서 항목을 검색하거나 위의 단추를 선택하여 통에 콘텐츠를 추가합니다.
nl_nl: Voeg content toe aan de mand door te zoeken naar items in de zoekmodus of door de bovenstaande knop te selecteren.
th_th: เพิ่มเนื้อหาไปยังที่เก็บโดยค้นหาข้อมูลต่างๆ ในโหมดค้นหา หรือเลือกปุ่มด้านบน

# AuthoringCtrl_BinIsEmpty
source: Bin is Empty
ar_sa: الصندوق فارغ
es_es: La ubicación está vacía
ko_kr: 통이 비어 있음
nl_nl: De mand is leeg
th_th: ที่เก็บว่างเปล่า

# AuthoringCtrl_Build
source: Build
ar_sa: إنشاء
es_es: Crear
ko_kr: 만들기
nl_nl: Bouwen
th_th: สร้าง

# AuthoringCtrl_ConfirmDeleteLesson
source: Are you sure you want to remove this lesson? This will move the lesson's content to the Hold For Later tab.
ar_sa: هل أنت متأكد من أنك تريد حذف هذا الدرس؟ سيؤدي هذا إلى نقل محتوى الدرس إلى تبويب "الحفظ لوقت لاحق".
es_es: ¿De verdad quiere eliminar esta lección? El contenido de la lección se moverá a la pestaña Guardar para más tarde.
ko_kr: 이 단원을 삭제하시겠습니까? 단원의 콘텐츠가 나중을 위해 저장 탭으로 이동됩니다.
nl_nl: Weet je zeker dat je deze les wilt verwijderen? Hierdoor wordt de content van de les naar het tabblad 'Voor later bewaren' geplaatst.
th_th: คุณแน่ใจหรือไม่ว่าต้องการนำบทเรียนนี้ออก การดำเนินการนี้จะเป็นการย้ายเนื้อหาของบทเรียนไปยังแถบที่ระงับไว้สำหรับภายหลัง

# AuthoringCtrl_ConfirmRemoveSection
source: Are you sure you want to remove this section? This will remove all of the section's lessons and move the content back to the content bin.
ar_sa: هل أنت متأكد من إزالة هذا القسم؟ سيؤدي هذا إلى إزالة جميع الدروس بالقسم ونقل المحتوى مرة أخرى إلى صندوق المحتويات.
es_es: ¿De verdad quiere eliminar esta sección? Se eliminarán todas las lecciones de la sección y el contenido volverá a la ubicación de contenido.
ko_kr: 이 섹션을 제거하시겠습니까? 섹션의 모든 단원은 제거되고 콘텐츠를 다시 콘텐츠 통으로 이동하게 됩니다.
nl_nl: Weet je zeker dat je deze sectie wilt verwijderen? Hierdoor worden alle lessen uit deze sectie verwijderd en wordt de content terug in de mand geplaatst.
th_th: คุณแน่ใจหรือว่าต้องการลบหัวข้อนี้? การทำเช่นนี้จะเป็นการลบบทเรียนทั้งหมดของหัวข้อ และย้ายเนื้อหาทั้งหมดกลับไปยังที่เก็บเนื้อหา

# AuthoringCtrl_DeleteLesson
source: Delete Lesson?
ar_sa: هل تريد حذف الدرس؟
es_es: ¿Quiere eliminar la lección?
ko_kr: 단원을 삭제하시겠습니까?
nl_nl: Les verwijderen?
th_th: ลบบทเรียนหรือไม่?

# AuthoringCtrl_DeleteLessonConfirm
source: Are you sure you want to remove this lesson? This will move the lesson's content back to the content bin.
ar_sa: هل أنت متأكد من إزالة هذا الدرس؟ سيؤدي هذا إلى إزالة محتوى الدرس إلى صندوق المحتويات.
es_es: ¿De verdad quiere eliminar esta lección? El contenido de la lección volverá a la ubicación en la que estaba.
ko_kr: 이 단원을 삭제하시겠습니까? 단원의 모든 콘텐츠가 다시 콘텐츠 통으로 이동하게 됩니다.
nl_nl: Weet je zeker dat je deze les wilt verwijderen? Hierdoor wordt de content van de les terug in de mand geplaatst.
th_th: คุณแน่ใจหรือไม่ว่าต้องการนำบทเรียนนี้ออก การทำเช่นนี้จะเป็นการย้ายเนื้อหาของบทเรียนกลับไปยังที่เก็บเนื้อหา

# AuthoringCtrl_DragContent
source: Drag content from your bin to add it to your pathway
ar_sa: اسحب المحتوى من الصندوق لإضافته إلى مساقك
es_es: Arrastre contenido de su ubicación y agréguelo a su itinerario
ko_kr: 통에서 콘텐츠를 끌어넣어 경로에 추가
nl_nl: Sleep de content van je mand naar het leerpad om het toe te voegen
th_th: ลากเนื้อหาจากที่เก็บเพื่อเพิ่มไปยังเส้นทางการเรียนรู้

# AuthoringCtrl_ItemRemoved
source: The item has been removed.
ar_sa: تمت إزالة العنصر.
es_es: Se eliminó el elemento.
ko_kr: 항목이 제거되었습니다.
nl_nl: Het item is verwijderd.
th_th: ลบเนื้อหาออกแล้ว

# AuthoringCtrl_LessonRemoved
source: The lesson has been removed.
ar_sa: تمت إزالة الدرس.
es_es: Se eliminó la lección.
ko_kr: 단원이 제거되었습니다.
nl_nl: De les is verwijderd.
th_th: ลบบทเรียนออกแล้ว

# AuthoringCtrl_PathwayBin
source: Pathway Bin
ar_sa: صندوق المساقات
es_es: Ubicación del itinerario
ko_kr: 경로 통
nl_nl: Leerpad-mand
th_th: ที่เก็บเส้นทางการเรียนรู้

# AuthoringCtrl_PathwayIconInstructionsFormat
source: You can also add content by selecting Add To Pathway from the {{icon}} menu on content cards throughout Degreed.
ar_sa: يمكنك أيضا إضافة محتوى على بطاقات المحتوى في جميع أنحاء موقع Degreed عن طريق اختيار "إضافة إلى مساق" من قائمة {{icon}}.
es_es: También puede agregar contenido seleccionando Agregar al itinerario desde el menú {{icon}} en tarjetas de contenido en todo Degreed.
ko_kr: Degreed의 콘텐츠 카드의 {{icon}} 메뉴에서 경로에 추가를 선택하여 콘텐츠를 추가할 수도 있습니다.
nl_nl: Je kunt ook content toevoegen door Toevoegen aan Leerpad te selecteren in het {{icon}}-menu op elke leerkaart in Degreed.
th_th: นอกจากนี้คุณยังสามารถเพิ่มเนื้อหาได้โดยเลือก เพิ่มไปยังเส้นทางการเรียนรู้ จากเมนู {{icon}} ที่พบได้บนบัตรเนื้อหาทั่ว Degreed

# AuthoringCtrl_Search
source: Search
ar_sa: البحث
es_es: Buscar
ko_kr: 검색
nl_nl: Zoeken
th_th: ค้นหา

# AuthoringCtrl_SearchLibraryContent
source: Search Catalog
ar_sa: بحث الكتالوج
es_es: Buscar catálogo
ko_kr: 카탈로그를 검색
nl_nl: Zoeken in catalogus
th_th: ค้นหาแค็ตตาล็อก

# AuthoringCtrl_SectionRemoved
source: The section has been removed.
ar_sa: تمت إزالة القسم.
es_es: Se eliminó la sección.
ko_kr: 섹션이 제거되었습니다.
nl_nl: De sectie is verwijderd.
th_th: ลบหัวข้อออกแล้ว

# AuthoringCtrl_SelectACatalog
source: Select a Catalog
ar_sa: تحديد قائمة
es_es: Seleccionar un catálogo
ko_kr: 카탈로그를 선택
nl_nl: Een catalogus selecteren
th_th: เลือกแค็ตตาล็อก

# AuthoringCtrl_Settings
source: Settings
ar_sa: الإعدادات
es_es: Ajustes
ko_kr: 설정
nl_nl: Instellingen
th_th: การตั้งค่า

# AuthoringSearchCtrl_SearchError
source: Sorry! There was a problem retrieving results.
ar_sa: نعتذر... حدثت مشكلة أثناء استرداد النتائج.
es_es: ¡Lo sentimos! Se produjo un problema al recuperar los resultados.
ko_kr: 죄송합니다! 결과를 검색하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het ophalen van de resultaten.
th_th: ขออภัย! เกิดปัญหาในการรับข้อมูลผลลัพธ์

# AuthoringSvc_GetHelp
source: Get Help
ar_sa: احصل على مساعدة
es_es: Pedir ayuda
ko_kr: 도움 받기
nl_nl: Hulp krijgen
th_th: รับความช่วยเหลือ

# AuthoringSvc_InDraftMode
source: in draft mode
ar_sa: في وضع المسودة
es_es: en modo borrador
ko_kr: 초안 모드 중
nl_nl: in conceptmodus
th_th: ในโหมดฉบับร่าง

# AuthoringSvc_PrivatePathway
source: <p>This pathway is private.<br>In order to share it, make it visible in pathway settings.</p>
ar_sa: <p>هذا المساق خاص. <br>لمشاركته اجعله ظاهرًا في إعدادات المساقات.</p>
es_es: <p>Este itinerario es privado.<br>Para compartirlo, hágalo visible en los ajustes del itinerario.</p>
ko_kr: <p>이 패스웨이는 비공개입니다.<br>공유하려면 패스웨이 설정에서 표시되도록 변경하십시오.</p>
nl_nl: <p>Dit leerpad is privé. <br> Maak het zichtbaar in leerpad-instellingen om het te delen.</p>
th_th: <p>เส้นทางการเรียนรู้นี้เป็นแบบส่วนตัว<br>หากต้องการแชร์ โปรดไปที่การตั้งค่าเส้นทางการเรียนรู้แล้วเปิดให้มองเห็นได้</p>

# AuthoringSvc_SetToPrivate
source: set to private
ar_sa: تعين السمة إلى خاص
es_es: configurar como privado
ko_kr: 비공개로 설정
nl_nl: instellen op privé
th_th: ตั้งค่าเป็นส่วนตัว

# AuthorsBulkModal_Title
source: Add Collaborator
ar_sa: إضافة مساهم
es_es: Agregar colaborador
ko_kr: 협력자 추가
nl_nl: Samenwerker toevoegen
th_th: เพิ่มผู้ร่วมมือ

# AwardFormCtrl_AwardDate
source: A date is required.
ar_sa: يلزم إدخال تاريخ.
es_es: Se necesita una fecha.
ko_kr: 날짜가 필요합니다.
nl_nl: Een datum is vereist.
th_th: ต้องระบุวันที่

# AwardFormCtrl_AwardIssuer
source: An award issuer name is required.
ar_sa: يلزم إدخال اسم المصدر للجائزة.
es_es: Se necesita un nombre de otorgador de premios.
ko_kr: 상 발급자 이름이 필요합니다.
nl_nl: Een naam van de uitreikende instelling is vereist.
th_th: ต้องระบุชื่อผู้มอบรางวัล

# AwardFormCtrl_AwardTitle
source: An award title is required.
ar_sa: يلزم إدخال عنوان للجائزة.
es_es: Se necesita un nombre de premio.
ko_kr: 상 제목이 필요합니다.
nl_nl: Een eretitel is vereist.
th_th: ต้องระบุชื่อรางวัล

# BadgeFormCtrl_BadgeUrl
source: Please enter a valid badge url.
ar_sa: يرجى إدخال عنوان url صحيح للوسام.
es_es: Ingrese una url de insignia válida.
ko_kr: 유효한 배지 URL을 입력하십시오.
nl_nl: Voer een geldige badge-url in.
th_th: โปรดป้อน URL ของแบดจ์ที่ถูกต้อง
