Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# dgDownloadableReports_Report5
source: Content Use By Provider
ar_sa: استخدام المحتوى من قبل المزود
es_es: Uso del contenido por proveedor
ko_kr: 제공자별 콘텐츠 사용
nl_nl: Contentgebruik per aanbieder
th_th: การใช้เนื้อหาของผู้ให้บริการ

# dgDownloadableReports_Report6
source: Completed Content By Topics
ar_sa: المحتوى المكتمل حسب الموضوعات
es_es: Contenido completado por temas
ko_kr: 주제별 완료한 콘텐츠
nl_nl: Voltooide content op onderwerp
th_th: เนื้อหาที่เสร็จสิ้นแล้วเรียงตามหัวข้อ

# dgDownloadableReports_Report7
source: Search Terms
ar_sa: البحث عن المصطلحات
es_es: Buscar términos
ko_kr: 검색 단어
nl_nl: Zoektermen
th_th: คำค้น

# dgDownloadableReports_Report8
source: Top Providers
ar_sa: كبار مقدمي الدورات
es_es: Mejores proveedores
ko_kr: 최고 제공자
nl_nl: Topaanbieders
th_th: ผู้ให้บริการยอดนิยม

# dgDownloadableReports_Report9
source: Popular Topics
ar_sa: الموضوعات الشائعة
es_es: Temas populares
ko_kr: 인기 있는 주제
nl_nl: Populaire onderwerpen
th_th: หัวข้อยอดนิยม

# dgDownloadableReports_ReportContentTrendsAdded
source: Content Added
ar_sa: تمت إضافة المحتوى
es_es: Contenido agregado
ko_kr: 콘텐츠를 추가
nl_nl: Content toegevoegd
th_th: เนื้อหาที่เพิ่มแล้ว

# dgDownloadableReports_ReportContentTrendsViewed
source: Content Viewed
ar_sa: المحتوى الذي تمت مشاهدته
es_es: Contenido visto
ko_kr: 본 콘텐츠
nl_nl: Bekeken content
th_th: เนื้อหาที่ดูแล้ว

# dgDownloadableReports_ReportDate
source: Reports contain data from {{startDate}} to {{endDate}}
ar_sa: التقارير التي تحتوي على بيانات من {{startDate}} إلى {{endDate}}
es_es: Informes con datos desde {{startDate}} hasta {{endDate}}
ko_kr: 보고서는 {{startDate}}에서 {{endDate}}까지 데이터를 포함
nl_nl: Rapporten bevatten gegevens van {{startDate}} tot {{endDate}}
th_th: รายงานมีข้อมูลตั้งแต่ {{startDate}} ถึง {{endDate}}

# dgDownloadableReports_ReportGenerated
source: Date Range
ar_sa: نطاق التاريخ
es_es: Intervalo de fechas
ko_kr: 날짜 범위
nl_nl: Datumbereik
th_th: ช่วงวันที่

# dgDownloadableReports_ReportPathwayDetailsDownload
source: Pathway Details
ar_sa: بيانات المساق
es_es: Detalles del itinerario
ko_kr: 경로 상세 정보
nl_nl: Details leerpad
th_th: รายละเอียดเส้นทางการเรียนรู้

# dgDownloadableReports_ReportPopularTopics
source: Completed Content By Topics
ar_sa: المحتوى المكتمل حسب الموضوعات
es_es: Contenido completado por temas
ko_kr: 주제별 완료한 콘텐츠
nl_nl: Voltooide content op onderwerp
th_th: เนื้อหาที่เสร็จสิ้นแล้วเรียงตามหัวข้อ

# dgDownloadableReports_ReportTopProviders
source: Content Use By Provider
ar_sa: استخدام المحتوى من قبل المزود
es_es: Uso del contenido por proveedor
ko_kr: 제공자별 콘텐츠 사용
nl_nl: Contentgebruik per aanbieder
th_th: การใช้เนื้อหาของผู้ให้บริการ

# dgDownloadableReports_ReportTopSearches
source: Search Terms
ar_sa: البحث عن المصطلحات
es_es: Buscar términos
ko_kr: 검색 단어
nl_nl: Zoektermen
th_th: คำค้น

# dgDownloadableReports_ReportType
source: Report Type
ar_sa: نوع التقرير
es_es: Tipo de informe
ko_kr: 보고서 형식
nl_nl: Rapporttype
th_th: ประเภทของรายงาน

# dgDownloadableReports_ToastMessage
source: The report you requested is being generated. We’ll let you know when it’s ready to download.
ar_sa: التقرير المطلوب قيد الإنشاء. سوف نخطرك عندما يكون التقرير متاحًا للتنزيل.
es_es: El informe que solicitó se está generando. Le avisaremos en cuanto esté listo para descargar.
ko_kr: 요청한 보고서를 생성 중입니다. 다운로드 준비가 되면 알려 드리겠습니다.
nl_nl: Het rapport dat je hebt aangevraagd, wordt gegenereerd. We laten je weten wanneer het klaar is om te downloaden
th_th: กำลังสร้างรายงานที่คุณขอ เราจะแจ้งให้คุณทราบเมื่อพร้อมให้ดาวน์โหลด

# dgEnrolled_CompletedColumn
source: Completion
ar_sa: الإكمال
es_es: Finalización
ko_kr: 완료
nl_nl: Afronding
th_th: เสร็จสิ้น

# dgEnrolled_CompletedTooltipFormat
source: {{completedCount}} of {{totalCount}} items complete
ar_sa: اكتملت {completedCount} من {totalCount} العناصر
es_es: {{completedCount}} de {{totalCount}} elementos completados
ko_kr: 총 {{totalCount}}개 중 {completedCount}개 항목이 완료됐습니다.
nl_nl: {{completedCount}} van de {{totalCount}} items voltooid
th_th: เสร็จสิ้น {{completedCount}} จาก {{totalCount}} รายการ

# dgEnrolled_DateAddedColumn
source: Date Added
ar_sa: تاريخ الانضمام
es_es: Fecha en que se agregó
ko_kr: 추가한 날짜
nl_nl: Datum toegevoegd
th_th: วันที่เพิ่ม

# dgEnrolled_EnrolledCountFormat
source: {{count}} Enrolled
ar_sa: تم تسجيل {{count}}
es_es: {{count}} inscritos
ko_kr: {{count}}명 등록
nl_nl: {{count}} Ingeschreven
th_th: สมัครแล้ว {{count}}

# dgEnrolled_EnrollmentDate
source: Enrollment Date
ar_sa: تاريخ التسجيل
es_es: Fecha de inscripción
ko_kr: 등록일
nl_nl: Inschrijvingsdatum
th_th: วันที่ลงทะเบียน

# dgEnrolled_NameColumn
source: Name
ar_sa: الاسم
es_es: Nombre
ko_kr: 이름
nl_nl: Naam
th_th: ชื่อ

# dgExtensions_AccessError
source: Something went wrong.
ar_sa: لقد حدث خطأ ما.
es_es: Algo ha salido mal.
ko_kr: 문제가 발생했습니다.
nl_nl: Er is iets fout gegaan.
th_th: เกิดสิ่งผิดปกติขึ้น

# dgExtensions_AccessGranted
source: Access granted.
ar_sa: تم منح الصلاحية.
es_es: Acceso concedido.
ko_kr: 액세스를 부여합니다.
nl_nl: Toegang verleend.
th_th: เข้าถึงได้

# dgExtensions_AddCompletedCourses
source: Add completed courses to your Degreed profile.
ar_sa: إضافة الدورات التعليمية المكتملة لملفك الشخصي على Degreed.
es_es: Agregar cursos completados a su perfil de Degreed.
ko_kr: Degreed 프로필에 완료한 강의를 추가하십시오.
nl_nl: Voltooide cursussen aan je Degreed-profiel toevoegen.
th_th: เพิ่มหลักสูตรที่เสร็จสมบูรณ์ไปยังโปรไฟล์ Degreed ของคุณ

# dgExtensions_AddCompletedItems
source: Add completed items to your collection
ar_sa: إضافة المواد المكتملة لمجموعتك
es_es: Agregar elementos completados a su colección
ko_kr: 완료된 항목을 컬렉션에 추가
nl_nl: Voltooide items aan je collectie toevoegen
th_th: เพิ่มรายการที่เสร็จสมบูณ์ไปยังคอลเล็กชันของคุณ

# dgExtensions_AddToCollection
source: Add completed items to your collection
ar_sa: إضافة المواد المكتملة لمجموعتك
es_es: Agregar elementos completados a su colección
ko_kr: 완료된 항목을 컬렉션에 추가
nl_nl: Voltooide items aan je collectie toevoegen
th_th: เพิ่มรายการที่เสร็จสมบูณ์ไปยังคอลเล็กชันของคุณ

# dgExtensions_AdminFlexEd
source: Administer FlexEd Cards for your organization
ar_sa: إدارة بطاقات FlexEd الخاصّة بمنظمتك
es_es: Administrar tarjetas FlexEd para su organización
ko_kr: 조직에 대한 FlexEd 카드 관리
nl_nl: FlexEd-kaarten voor je organisatie beheren
th_th: จัดการบัตร FlexEd สำหรับองค์กรของคุณ

# dgExtensions_AppsUnavailable
source: The Degreed browser apps are currently unavailable for your organization.
ar_sa: إنّ تطبيقات متصفّح الإنترنت الخاصّة بـ Degreed غير متاحة حاليًا لمنظمتك.
es_es: En este momento, las aplicaciones de Degreed para navegador no están disponibles para su organización.
ko_kr: 현재 귀하의 조직에 대해 Degreed 브라우저 앱을 사용할 수 없습니다.
nl_nl: De Degreed-browserapps zijn momenteel niet beschikbaar voor jouw organisatie.
th_th: แอปเบราว์เซอร์ Degreed ยังไม่พร้อมใช้งานสำหรับองค์กรของคุณ

# dgExtensions_BookmarkletDragInstructions
source: Drag me to the bookmarks bar
ar_sa: اسحبني إلى شريط "الإشارات المرجعية"
es_es: Arrástreme a la barra de marcadores
ko_kr: 이것을 북마크 모음에 끌어넣기
nl_nl: Sleep me naar de bladwijzerbalk
th_th: ลากฉันไปที่แถบบุ๊กมาร์กสิ

# dgExtensions_BookmarkletInstructions
source: Drag the Degreed Button to your browser's Bookmark Bar
ar_sa: اسحب مفتاح Degreed إلى شريط "الإشارات المرجعية" في مستعرض الويب الخاص بك
es_es: Arrastre el botón Degreed a la barra de marcadores de su navegador
ko_kr: Degreed 단추를 브라우저의 북마크 모음에 끌어넣기
nl_nl: Sleep de Degreed-knop naar de bladwijzerbalk van je browser
th_th: ลากปุ่ม Degreed ไปยังแถบบุ๊กมาร์กของเบราว์เซอร์

# dgExtensions_BrowserBookmarklet
source: Browser Bookmarklet
ar_sa: إشارة التطبيق المرجعية في مستعرض الويب
es_es: Bookmarklet del navegador
ko_kr: 브라우저 북마크렛
th_th: บุ๊กมาร์กเล็ตของเบราว์เซอร์

# dgExtensions_BrowserSpecificHelp
source: Need help? Browser specific instructions are below.
ar_sa: هل تحتاج للمساعدة؟ فيما يلي إرشادات محددة عن مستعرض الويب.
es_es: ¿Necesita ayuda? A continuación, encontrará las instrucciones específicas del navegador.
ko_kr: 도움이 필요하신가요? 브라우저에 해당하는 설명이 아래에 있습니다.
nl_nl: Hulp nodig? Browserspecifieke instructies vind je hieronder.
th_th: มีอะไรให้ช่วยไหม? คำแนะนำเฉพาะเบราว์เซอร์จะอยู่ทางด้านล่าง

# dgExtensions_BrowserWindowIllustrationAlt
source: illustration of a browser window with the degreed bookmarklet installed
ar_sa: شكل توضيحي لنافذة مستعرض ويب مع إشارة التطبيق المرجعية المثبتة الخاصة بموقع degreed
es_es: ilustración de la ventana de un navegador con el bookmarklet de degreed instalado
ko_kr: Degreed 북마크렛이 설치된 브라우저 창의 예시
nl_nl: afbeelding van een browservenster met de geïnstalleerde degreed-bookmarklet
th_th: ภาพประกอบหน้าต่างเบราว์เซอร์ที่ติดตั้งบุ๊กมาร์กเล็ตของ Degreed แล้ว

# dgExtensions_ButtonSuccess
source: You can start using the Degreed Button now.
ar_sa: يمكنك البدء الآن باستخدام مفتاح موقع Degreed.
es_es: Ya puede empezar a usar el botón Degreed.
ko_kr: 지금 Degreed 버튼을 사용할 수 있습니다.
nl_nl: Je kunt nu gebruik maken van de Degreed-knop.
th_th: คุณสามารถใช้ปุ่ม Degreed ได้แล้ว

# dgExtensions_Chrome
source: Chrome
ar_sa: كروم

# dgExtensions_ChromeBrowserDetected
source: We detected Chrome as your browser.
ar_sa: اكتشفنا أن "كروم" هو مستعرض الويب الذي تستخدمه.
es_es: Se detectó Chrome como su navegador
ko_kr: 브라우저가 Chrome인 것을 감지했습니다.
nl_nl: We hebben Chrome als browser gedetecteerd.
th_th: เราตรวจพบว่าคุณใช้เบราว์เซอร์ Chrome

# dgExtensions_ChromeBrowserIcon
source: Chrome browser icon
ar_sa: أيقونة مستعرض الويب "كروم"
es_es: icono del navegador Chrome
ko_kr: Chrome 브라우저 아이콘
nl_nl: Chrome-browsericoon
th_th: ไอคอนเบราว์เซอร์ Chrome

# dgExtensions_ChromeBrowserIconAlt
source: Chrome browser icon
ar_sa: أيقونة مستعرض الويب "كروم"
es_es: icono del navegador Chrome
ko_kr: Chrome 브라우저 아이콘
nl_nl: Chrome-browsericoon
th_th: ไอคอนเบราว์เซอร์ Chrome

# dgExtensions_ChromeExtension
source: Chrome Extension
ar_sa: إضافات كروم
es_es: Extensión de Chrome
ko_kr: Chrome 확장 프로그램
nl_nl: Chrome-extensie
th_th: ส่วนขยายของ Chrome

# dgExtensions_ChromeExtensionInfoFormat
source: Hey, did you know there's a {{startAtag}}Degreed Chrome Extension{{endAtag}}?
ar_sa: مهلاً، هل تعلم أن هناك {{startAtag}} إضافة لموقع Degreed على مستعرض الويب كروم {{endAtag}}؟
es_es: ¿Sabía que existía una {{startAtag}}extensión de Chrome para Degreed{{endAtag}}?
ko_kr: {{startAtag}}Degreed의 Chrome 확장 프로그램{{endAtag}}이 있다는 것을 알고 계셨나요?
nl_nl: Hé, wist je dat er een {{startAtag}} Degreed Chrome-extensie {{endAtag}} is?
th_th: เฮ่ คุณรู้ไหมว่าสามารถใช้{{startAtag}}Degreed ในรูปแบบส่วนขยายของ Chrome{{endAtag}} ได้?

# dgExtensions_ChromeExtensionOverview
source: The Degreed Button extension installs to your browser and allows you to add to your Degreed Profile from any website you visit. You can download an extension for Chrome desktop.
ar_sa: تثبّت الإضافة على مستعرض الويب الخاص بك وتسمح لك بالإضافة إلى الملف التعريفي الخاص بك على موقع Degreed من أي موقع تزوره. يمكنك تنزيل أحد الإضافات لمستعرض الويب "كروم" على الأجهزة المكتبية.
es_es: La extensión Botón Degreed se instala en su navegador y le permite agregar su perfil de Degreed desde cualquier sitio web que visite. Puede descargar una extensión para escritorio de Chrome.
ko_kr: Degreed 단추 확장 프로그램은 브라우저에 설치되며 방문하는 모든 웹 사이트에서 Degreed 프로파일에 추가할 수 있게 됩니다. Chrome 데스크톱용 확장 프로그램을 다운로드할 수 있습니다.
nl_nl: De Degreed-knop extensie installeert zich in je browser en stelt je in staat om content (?) aan je Degreed-profiel toe te voegen vanaf elke website die je bezoekt. Je kunt een extensie voor Chrome-desktop downloaden.
th_th: ส่วนขยายปุ่ม Degreed จะติดตั้งลงในเบราว์เซอร์ และช่วยให้คุณสามารถเพิ่มข้อมูลลงในโปรไฟล์ Degreed ได้จากทุกเว็บไซต์ที่เข้าชม คุณสามารถดาวน์โหลดส่วนขยายสำหรับเดสก์ท็อป Chrome ได้

# dgExtensions_CreatePathways
source: Create pathways
ar_sa: إنشاء مساقات
es_es: Crear itinerarios
ko_kr: 경로 만들기
nl_nl: Trajecten maken
th_th: สร้างเส้นทางการเรียนรู้

# dgExtensions_DegreedExtension
source: Degreed Extension
ar_sa: إضافة موقع Degreed
es_es: Extensión Degreed
ko_kr: Degreed 확장 프로그램
nl_nl: Degreed-extensie
th_th: ส่วนขยาย Degreed

# dgExtensions_DownloadChromeExtension
source: Download Extension for Chrome
ar_sa: تنزيل إضافة موقع Degreed لمستعرض الويب "كروم"
es_es: Descargar extensión para Chrome
ko_kr: Chrome용 확장 프로그램 다운로드
nl_nl: Extensie voor Chrome downloaden
th_th: ดาวน์โหลดส่วนขยายสำหรับ Chrome

# dgExtensions_Explorer
source: Explorer
ar_sa: متصفح

# dgExtensions_ExtensionInstalledAlt
source: illustration of a Chrome window with the degreed extension installed
ar_sa: شكل توضيحي لنافذة مستعرض الويب "كروم" مع الإضافة المثبتة الخاصة بموقع degreed
es_es: ilustración de una ventana de Chrome con la extensión degreed instalada
ko_kr: Degreed 확장 프로그램이 설치된 Chrome 창의 예시
nl_nl: afbeelding van een browservenster met de geïnstalleerde degreed-extensie
th_th: ภาพประกอบหน้าต่าง Chrome ที่ติดตั้งส่วนขยายของ Degreed แล้ว

# dgExtensions_Firefox
source: Firefox
ar_sa: فايرفوكس

# dgExtensions_FirefoxBrowserIcon
source: Firefox browser icon
ar_sa: أيقونة مستعرض الويب "فايرفوكس"
es_es: Icono del navegador Firefox
ko_kr: Firefox 브라우저 아이콘
nl_nl: Firefox-browsericoon
th_th: ไอคอนเบราว์เซอร์ Firefox

# dgExtensions_GrantAccess
source: Grant access
ar_sa: منح صلاحية
es_es: Conceder acceso
ko_kr: 액세스 권한 부여
nl_nl: Toegang verlenen
th_th: มอบสิทธิ์การเข้าถึง

# dgExtensions_InstallInstructionsChromeList
source: {{startTag}} Display your Bookmarks by clicking the Wrench Icon &gt; Bookmarks &gt; Show Bookmarks Bar{{endTag}}{{startTag}}Drag the "Degreed" button to your Bookmarks bar{{endTag}}{{startTag}}When you are browsing the web, push the "Degreed" button to post articles to your media library{{endTag}}
ar_sa: {{startTag}} اعرض شريط الإشارات لديك عن طريق النقر فوق الإشارات المرجعية من &quot;أيقونة مفتاح الربط&quot;، ثم اعرض شريط الإشارات المرجعية{{endTag}}{{startTag}}اسحب مفتاح &quot;Degreed&quot; إلى شريط الإشارات المرجعية الخاص بك{{endTag}}{{startTag}}عندما تتصفح الإنترنت، ادفع مفتاح &quot;Degreed&quot; لنشر مقال إلى مكتبة الوسائط الخاصة بك{{endTag}}
es_es: {{startTag}} Muestre sus marcadores haciendo clic en el icono de llave inglesa &gt; Marcadores &gt; Mostrar barra de marcadores{{endTag}}{{startTag}}Arrastre el botón Degreed a la barra de marcadores{{endTag}}{{startTag}}Cuando esté navegando por la red, pulse el botón Degreed para publicar artículos en su biblioteca multimedia{{endTag}}
ko_kr: {{startTag}} 렌치 아이콘 &gt; 북마크 &gt; 북마크 모음 표시를 클릭하여 북마크를 표시{{endTag}}{{startTag}}&quot;Degreed&quot; 단추를 북마크 모음에 끌어넣기{{endTag}}{{startTag}}웹을 검색할 때 &quot;Degreed&quot; 단추를 눌러서 아티클을 미디어 라이브러리에 게시{{endTag}}
nl_nl: {{startTag}} Geef je bladwijzers weer door te klikken op het moersleutel-icoon; Bladwijzers; Bladwijzers weergeven-balk{{endTag}}{{startTag}}Sleep de “Degreed”-knop naar je Bladwijzerbalk{{endTag}}{{startTag}}Als je door het internet zoekt, druk dan op de “Degreed”-knop om artikelen in je mediabibliotheek te plaatsen{{endTag}}
th_th: {{startTag}} แสดงบุ๊กมาร์กของคุณโดยคลิกที่ไอคอนรูปประแจ &gt; บุ๊กมาร์ก &gt; แสดงแถบบุ๊กมาร์ก{{endTag}}{{startTag}}ลากปุ่ม &quot;Degreed&quot; ไปที่แถบบุ๊กมาร์ก{{endTag}}{{startTag}}เมื่อคุณท่องเว็บ ให้กดปุ่ม &quot;Degreed&quot; เพื่อโพสต์บทความไปยังไลบรารีสื่อของคุณ{{endTag}}

# dgExtensions_InstallInstructionsChromeStart
source: To install the "+ Degreed" button in Chrome:
ar_sa: لتثبيت مفتاح "+ Degreed" في مستعرض الويب "كروم":
es_es: Para instalar el botón + Degreed en Chrome:
ko_kr: Chrome에서 "+ Degreed" 단추를 설치하려면:
nl_nl: Om de "+ Degreed”-knop in Chrome te installeren:
th_th: วิธีติดตั้งปุ่ม "+ Degreed" ใน Chrome:

# dgExtensions_InstallInstructionsFirefoxList
source: {{startTag}}Display your Bookmarks by clicking the top-right Bookmarks button &gt; View Bookmarks Toolbar{{endTag}}{{startTag}}Drag the "Degreed" button to your Bookmarks bar{{endTag}}{{startTag}}When you are browsing the web, push the "Degreed" button to post articles to your media library{{endTag}}
ar_sa: {{startTag}} اعرض شريط الإشارات لديك عن طريق النقر بالزر الأيمن فوق زر &quot;الإشارات المرجعية&quot;، ثم اعرض شريط أدوات الإشارات المرجعية{{endTag}}{{startTag}}اسحب مفتاح &quot;Degreed&quot; إلى شريط الإشارات المرجعية الخاص بك{{endTag}}{{startTag}}عندما تتصفح الإنترنت، ادفع مفتاح &quot;Degreed&quot; لنشر مقالات على مكتبة الوسائط الخاصة بك{{endTag}}
es_es: {{startTag}}Muestre sus marcadores haciendo clic en el botón de la parte superior derecha Marcadores &gt; Ver barra de herramientas de marcadores{{endTag}}{{startTag}}Arrastre el botón Degreed a la barra de marcadores{{endTag}}{{startTag}}Cuando esté navegando por la red, pulse el botón Degreed para publicar artículos en su biblioteca multimedia{{endTag}}
ko_kr: {{startTag}} 오른쪽 위의 북마크 단추 &gt; 북마크 도구 모음 표시를 클릭하여 북마크를 표시{{endTag}}{{startTag}}&quot;Degreed&quot; 단추를 북마크 모음에 끌어넣기{{endTag}}{{startTag}}웹을 검색할 때 &quot;Degreed&quot; 단추를 눌러서 아티클을 미디어 라이브러리에 게시{{endTag}}
nl_nl: {{startTag}}Geef je bladwijzers weer door op de Bladwijzer-knop in de rechterbovenhoek; Bladwijzer-werkbalk weergeven te klikken{{endTag}}{{startTag}}Sleep de “Degreed”-knop naar je Bladwijzerbalk{{endTag}}{{startTag}}Als je door het internet zoekt, druk dan op de “Degreed”-knop om artikelen in je mediabibliotheek te plaatsen{{endTag}}
th_th: {{startTag}}แสดงบุ๊กมาร์กของคุณโดยคลิกที่ปุ่มบุ๊กมาร์กทางขวาบน &gt; ดูแถบเครื่องมือบุ๊กมาร์ก{{endTag}}{{startTag}}ลากปุ่ม &quot;Degreed&quot; ไปยังแถบบุ๊กมาร์กของคุณ{{endTag}}{{startTag}}เมื่อคุณท่องเว็บ ให้กดปุ่ม &quot;Degreed&quot; เพื่อโพสต์บทความไปยังไลบรารีสื่อของคุณ{{endTag}}

# dgExtensions_InstallInstructionsFirefoxStart
source: To install the "+ Degreed" button in Firefox:
ar_sa: لتثبيت مفتاح "+ Degreed" في مستعرض الويب "فايرفوكس":
es_es: Para instalar el botón + Degreed en Firefox:
ko_kr: Firefox에서 "+ Degreed" 단추를 설치하려면:
nl_nl: Om de "+ Degreed”-knop in Firefox te installeren:
th_th: วิธีติดตั้งปุ่ม "+ Degreed" ใน Firefox:

# dgExtensions_InstallInstructionsIEList
source: {{isNotIe11}}Display your Favorites Bar by clicking Tools &gt; Toolbars &gt; Favorites Bar{{endTag}}{{isIe11}}Display your Favorites Bar by right-clicking the Gear Icon and then checking Favorites Bar{{endTag}}{{startTag}}Right-click the "Degreed" button and select "Add to Favorites"{{endTag}}{{startTag}}On the pop-up window, select "Create in: Favorites Bar"{{endTag}}{{startTag}}When you are browsing the web, push the "Degreed" button to post articles to your media library{{endTag}}
ar_sa: {{isNotIe11}}اعرض شريط المفضلات عن طريق النقر فوق الأدوات ثم شريط الأدوات ثم شريط المفضلات{{endTag}}{{isIe11}}اعرض شريط المفضلات عن طريق النقر بالزر الأيمن فوق &quot;أيقونة الترس&quot; ثم حدد شريط المفضلات{{endTag}}{{startTag}}انقر بالزر الأيمن فوق مفتاح &quot;Degreed&quot; ثم حدد &quot;إضافة إلى المفضلة&quot;{{endTag}}{{startTag}}وفي النافذة المنبثقة, حدد &quot;الإنشاء في: شريط المفضلات&quot;{{endTag}}{{startTag}}عندما تتصفح الإنترنت ادفع مفتاح &quot;Degreed&quot; لنشر مقالات على مكتبة الوسائط الخاصة بك{{endTag}}
es_es: {{isNotIe11}}Muestre su barra de favoritos haciendo clic en Herramientas &gt; Barras de herramientas &gt; Barra de favoritos{{endTag}}{{isIe11}}Muestre su barra de favoritos haciendo clic con el botón derecho en el icono del engranaje y, a continuación, marque Barra de favoritos{{endTag}}{{startTag}}Haga clic con el botón derecho en el botón Degreed y seleccione Añadir a favoritos{{endTag}}{{startTag}}En la ventana emergente, seleccione Crear en: Barra de favoritos{{endTag}}{{startTag}}Cuando esté navegando por la red, pulse el botón Degreed para publicar artículos en su biblioteca multimedia{{endTag}}
ko_kr: {{isNotIe11}}도구 &gt; 도구 모음 &gt; 즐겨찾기 모음을 클릭하여 즐겨찾기 모음을 표시{{endTag}}{{isIe11}}기어 아이콘을 오른쪽 마우스 버튼으로 클릭하고 즐겨찾기 모음을 확인하여 즐겨찾기 모음을 표시{{endTag}}{{startTag}}&quot;Degreed 단추&quot;를 오른쪽 마우스 버튼으로 클릭하고 &quot;즐겨찾기에 추가&quot;를 선택{{endTag}}{{startTag}}팝업 창에서 &quot;생성 위치: 즐겨찾기 모음&quot; 선택{{endTag}}{{startTag}}웹을 검색할 때 &quot;Degreed&quot; 단추를 눌러서 아티클을 미디어 라이브러리에 게시{{endTag}}
nl_nl: {{isNotIe11}}Geef je Favorietenbalk weer door op Tools; Werkbalken; Favorietenbalk te klikken{{endTag}}{{isIe11}}Geef je Favorietenbalk weer door met de rechtermuisknop op het Tandwiel-icoon te klikken en vervolgens de Favorietenbalk aan te vinken{{endTag}}{{startTag}}Klik met de rechtermuisknop op de “Degreed”-knop en selecteer “Toevoegen aan favorieten”{{endTag}}{{startTag}}Selecteer “Aanmaken in: Favorietenblak in het po-upvenster&quot;{{endTag}}{{startTag}}Als je door het internet zoekt, druk dan op de “Degreed”-knop om artikelen in je mediabibliotheek te plaatsen{{endTag}}
th_th: {{isNotIe11}}แสดงแถบรายการโปรดโดยคลิกเครื่องมือ &gt; แถบเครื่องมือ &gt; แถบรายการโปรด{{endTag}}{{isIe11}}แสดงแถบรายการโปรดโดยคลิกขวาที่ไอคอนรูปเฟือง แล้วทำเครื่องหมายที่แถบรายการโปรด{{endTag}}{{startTag}}คลิกขวาที่ปุ่ม &quot;Degreed&quot; แล้วเลือก &quot;เพิ่มไปยังรายการโปรด&quot;{{endTag}}{{startTag}}ในหน้าต่างป็อปอัป ให้เลือก &quot;สร้างใน: แถบรายการโปรด&quot;{{endTag}}{{startTag}}เมื่อคุณท่องเว็บ ให้กดปุ่ม &quot;Degreed&quot; เพื่อโพสต์บทความไปยังไลบรารีสื่อของคุณ{{endTag}}

# dgExtensions_InstallInstructionsIEStart
source: To install the "+ Degreed" button in Internet Explorer:
ar_sa: لتثبيت مفتاح "+ Degreed" في مستعرض الويب "إنترنت إكسبلورر":
es_es: Para instalar el botón + Degreed en Internet Explorer:
ko_kr: Internet Explorer에서 "+ Degreed" 단추를 설치하려면:
nl_nl: Om de "+ Degreed”-knop in Internet Explorer te installeren:
th_th: วิธีติดตั้งปุ่ม "+ Degreed" ใน Internet Explorer:
