Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# OrgReportingCtrl_KpiItemsAddedName
source: Completed Items
ar_sa: عنصر مكتمل
es_es: Elementos completados
ko_kr: 완료된 항목
nl_nl: Voltooide items
th_th: รายการที่ทำเสร็จแล้ว

# OrgReportingCtrl_KpiItemsAddedTooltip
source: Includes any content marked complete during this period
ar_sa: يتضمن أي محتوى تم وضع علامة اكتمال عليه خلال هذه الفترة
es_es: Incluye cualquier contenido marcado como completado durante este periodo
ko_kr: 이 기간 중에 완료로 표시된 모든 콘텐츠를 포함합니다.
nl_nl: Bevat alle content die is gemarkeerd als voltooid tijdens deze periode
th_th: รวมเนื้อหาใดก็ตามที่ระบุว่าทำเสร็จในระยะเวลานี้

# OrgReportingCtrl_KpiLoginsName
source: Active Users
ar_sa: المستخدمون النشطون
es_es: Usuarios activos
ko_kr: 활성 사용자
nl_nl: Actieve gebruikers
th_th: ผู้ใช้ที่ยังใช้งาน

# OrgReportingCtrl_KpiLoginsTooltip
source: An active user is someone who has logged in at least once in this period
ar_sa: المستخدم النشط هو الشخص الذي قام بتسجيل الدخول مرة واحدة على الأقل في هذه الفترة
es_es: Un usuario activo es aquel que inició sesión al menos una vez durante este periodo
ko_kr: 활성 사용자는 이 기간 중에 최소 한번 로그인한 사람입니다.
nl_nl: Een actieve gebruiker is iemand die minimaal een keer heeft ingelogd tijdens deze periode
th_th: ผู้ใช้ที่ยังใช้งานคือผู้ที่ได้เข้าสู่ระบบอย่างน้อยหนึ่งครั้งในระยะเวลานี้

# OrgReportingCtrl_KpiRecommendationsName
source: Shared
ar_sa: تم المشاركة
es_es: Contenidos compartidos
ko_kr: 공유됨
nl_nl: Gedeeld
th_th: แบ่งปันแล้ว

# OrgReportingCtrl_KpiRecommendationsTooltip
source: Includes content shared with individuals or groups in this period
ar_sa: يتضمن المحتوى الذي تم مشاركته مع الأفراد أو المجموعات أثناء هذه الفترة
es_es: Incluye contenido compartido con individuos o grupos durante este periodo
ko_kr: 이 기간 중에 개인 또는 그룹과 공유한 콘텐츠를 포함합니다.
nl_nl: Bevat content die is gedeeld met personen of groepen tijdens deze periode
th_th: รวมเนื้อหาที่ได้แบ่งปันให้กับบุคคลหรือกลุ่มบุคคลในระยะเวลานี้

# OrgReportingCtrl_KpiViewsName
source: Viewed Items
ar_sa: عناصر تم مشاهدتها
es_es: Elementos vistos
ko_kr: 이미 본 항목
nl_nl: Weergegeven items
th_th: รายการที่ดูแล้ว

# OrgReportingCtrl_KpiViewsTooltip
source: Viewed items is the number of items viewed over the time period
ar_sa: العناصر التي تم مشاهدتها هي عدد العناصر التي تم مشاهدتها خلال الفترة الزمنية
es_es: Elementos vistos es el número de elementos vistos en un periodo de tiempo
ko_kr: 이미 본 항목은 이 기간 동안 본 항목의 수입니다.
nl_nl: Weergegeven items is het aantal items die werden weergegeven gedurende de tijdsperiode
th_th: รายการที่ดูแล้ว คือ จำนวนรายการที่ดูแล้วในช่วงระยะเวลานั้น

# OrgReportingCtrl_LearningSummary
source: Learning Summary
ar_sa: ملخص التعلم
es_es: Resumen de formación
ko_kr: 학습 요약
nl_nl: Leeroverzicht
th_th: ข้อมูลสรุปการเรียนรู้

# OrgReportingCtrl_Members
source: Members
ar_sa: الأعضاء
es_es: Miembros
ko_kr: 멤버
nl_nl: Leden
th_th: สมาชิก

# OrgReportingCtrl_Name
source: Name
ar_sa: الاسم
es_es: Nombre
ko_kr: 이름
nl_nl: Naam
th_th: ชื่อ

# OrgReportingCtrl_NoMatchingGroups
source: No matching groups found
ar_sa: لا توجد مجموعات متطابقة
es_es: No se encontraron grupos relacionados
ko_kr: 일치하는 그룹을 찾지 못함
nl_nl: Geen overeenkomende groepen gevonden
th_th: ไม่พบกลุ่มที่ตรงกัน

# OrgReportingCtrl_NoMatchingOrgs
source: No matching orgs found
ar_sa: لا توجد منظمات مطابقة
es_es: No se encontraron empresas correspondientes
ko_kr: 일치하는 조직을 찾지 못함
nl_nl: Geen overeenkomende organisaties gevonden
th_th: ไม่พบองค์กรที่ตรงกัน

# OrgReportingCtrl_NoResults
source: Your filters returned no results
ar_sa: لم تؤدي عوامل التصفية إلى نتائج
es_es: Sus filtros no han dado ningún resultado
ko_kr: 필터가 반환한 결과가 없습니다.
nl_nl: Jouw filters hebben geen resultaten opgeleverd
th_th: ตัวกรองของคุณไม่พบผลลัพธ์ใดๆ

# OrgReportingCtrl_Points
source: Points
ar_sa: النقاط
es_es: Puntos
ko_kr: 포인트
nl_nl: Punten
th_th: คะแนน

# OrgReportingCtrl_ResultsFormat
source: {{count}} results
ar_sa: {{count}} نتائج
es_es: {{count}} resultados
ko_kr: {{count}}개 결과
nl_nl: {{count}} resultaten
th_th: {{count}} ผลลัพธ์

# OrgReportingCtrl_TopResultsFormat
source: Top {{count}} results
ar_sa: أعلى {{count}} نتائج
es_es: Primeros {{count}} resultados
ko_kr: 상위 {{count}}개 결과
nl_nl: Top {{count}} resultaten
th_th: {{count}} ผลลัพธ์ยอดนิยม

# OrgReportingCtrl_TotalContentViewed
source: Total content viewed
ar_sa: إجمال المحتوى المعروض
es_es: Contenido total visto
ko_kr: 본 콘텐츠 합계
nl_nl: Totale bekeken content
th_th: เนื้อหาทั้งหมดที่ดู

# OrgReportingCtrl_TotalItemsAdded
source: Total items added
ar_sa: إجمالي العناصر المضافة
es_es: Total de elementos agregados
ko_kr: 추가한 총 항목
nl_nl: Totaal toegevoegde items
th_th: เนื้อหาทั้งหมดที่เพิ่ม

# OrgReportingCtrl_TotalPointsEarned
source: Total points earned
ar_sa: إجمالي الدرجات المكتسبة
es_es: Total de puntos ganados
ko_kr: 획득한 총 포인트
nl_nl: Totaal aantal verdiende punten
th_th: คะแนนทั้งหมดที่ได้รับ

# OrgSecurityCtrl_CreateGroups
source: Create Groups
ar_sa: إنشاء مجموعات
es_es: Crear grupos
ko_kr: 그룹 만들기
nl_nl: Groepen aanmaken
th_th: สร้างกลุ่ม

# OrgSecurityCtrl_DefaultRoleTextFormat
source: The default role for new members of your organization is "{{name}}"
ar_sa: الدور الافتراضي للأعضاء الجدد في المؤسسة الخاصة بك هو "{{name}}"
es_es: El rol predeterminado para los miembros nuevos de su empresa es {{name}}
ko_kr: 귀하의 조직의 신규 멤버의 기본 역할은 "{{name}}"입니다
nl_nl: De standaardrol voor nieuwe leden van jouw organisatie is "{{name}}"
th_th: บทบาทเริ่มต้นสำหรับสมาชิกใหม่ขององค์กรคุณคือ "{{name}}"

# OrgSecurityCtrl_RolesUpdatedSuccessMessage
source: Organization roles updated successfully.
ar_sa: تم تحديث أدوار المنظمة بنجاح.
es_es: Se actualizaron correctamente los roles de la empresa.
ko_kr: 조직 역할을 성공적으로 업데이트했습니다.
nl_nl: Organisatierollen succesvol bijgewerkt
th_th: อัปเดตบทบาทขององค์กรสำเร็จแล้ว

# OrgSettings_AllowEmailPasswordReset_Desc
source: Allow users to reset their Degreed account passwords via email.
ar_sa: السماح للمستخدمين بإعادة تعيين كلمات مرور حساب Degreed عبر البريد الإلكتروني.
es_es: Permitir a los usuarios restablecer sus contraseñas de Degreed a través del correo electrónico
ko_kr: 사용자가 이메일을 통해 Degreed 계정 암호를 재설정하는 것을 허용합니다.
nl_nl: Laat gebruikers het wachtwoord van hun Degreed-account opnieuw instellen via e-mail.
th_th: อนุญาตให้ผู้ใช้ตั้งค่ารหัสผ่านบัญชี Degreed ผ่านทางอีเมล

# OrgSettings_AllowEmailPasswordReset_Name
source: Password Reset via Email
ar_sa: إعادة تعيين كلمة المرور عبر البريد الإلكتروني
es_es: Restablecimiento de contraseña por correo electrónico
ko_kr: 이메일을 통해 암호 재설정
nl_nl: Wachtwoord opnieuw instellen via e-mail
th_th: ตั้งค่ารหัสผ่านทางอีเมล

# OrgSettings_AllowInteractionAcrossOrganizations_Desc
source: For extended enterprises, this enables social sharing across organizations for the orgs that have this flag enabled. Including following users across organizations, sharing content across organizations, and allows ratings and comments to be visible across organizations.
ar_sa: بما يخص المؤسّسات الموسّعة، فإنّ هذا يتيح المشاركة الاجتماعية عبر المنظمات، وذلك للمنظمات التي قامت بتمكين هذه الإشارة. وهذا يشمل متابعة المستخدمين عبر المنظمات، والمشاركة بمحتوى عبر المنظمات، والسماح بإمكانية الاطّلاع على التقييمات والتعليقات عبر المنظمات.
es_es: Para empresas grandes, esto permite compartir socialmente entre las organizaciones que tengan activada esta opción. Incluye seguir usuarios y compartir contenido a través de las organizaciones, y permite que las puntuaciones y los comentarios sean visibles entre las organizaciones.
ko_kr: 확장 기업의 경우, 이 체크 표시가 활성화된 조직에 대하여 조직 간의 소셜 공유를 가능하게 합니다. 모든 조직 내의 사용자를 팔로우할 수 있고, 조직 내에서 콘텐츠를 공유할 수 있으며, 조직 내 모든 사용자들이 평가 및 의견을 서로 볼 수도 있습니다.
nl_nl: Voor uitgebreide ondernemingen maakt dit mogelijk om sociale inhoud tussen organisaties te delen voor de organisaties die deze vlag hebben ingeschakeld. Inclusief het volgen van gebruikers tussen organisaties, het aanbevelen van inhoud tussen organisaties, en het mogelijk maken van het zichtbaar maken van reacties en beoordelingen tussen organisaties.
th_th: สำหรับกลุ่มเครือข่ายองค์กร สิ่งนี้จะเปิดใช้งานการแบ่งปันทางโซเชียลระหว่างองค์กรที่เปิดใช้ค่าสถานะองค์กรดังกล่าว ซึ่งรวมถึงการติดตามผู้ใช้ระหว่างองค์กร การแบ่งปันเนื้อหาระหว่างองค์กร และช่วยให้เห็นการให้คะแนนและความคิดเห็นระหว่างองค์กรได้

# OrgSettings_AllowInteractionAcrossOrganizations_Name
source: Allow User Interaction Across Organizations
ar_sa: السماح بالتفاعل بين المستخدمين عبر المؤسسات
es_es: Permitir interacciones de usuarios entre empresas
ko_kr: 조직 간 사용자 상호 작용 허용
nl_nl: Gebruikersinteractie tussen organisaties toestaan
th_th: อนุญาตให้ผู้ใช้โต้ตอบกับผู้ใช้อื่นๆ ทั่วทั้งองค์กร

# OrgSettings_AnonymizePrivateUsers_Desc
source: Users who set their profile as private will be anonymized throughout the platform and insights.
ar_sa: سيتم إخفاء هوية المستخدمين الذين عيّنوا ملفهم الشخصي كملف شخصي على مستوى النظام الأساسي والأفكار.
es_es: Los usuarios que configuren su perfil como privado serán anonimizados en la plataforma y las estadísticas.
ko_kr: 프로필을 비공개로 설정한 사용자는 플랫폼과 인사이트 전체에 걸쳐 익명화됩니다.
nl_nl: Gebruikers die hun profiel als privé instellen, worden binnen het hele platform en de inzichten geanonimiseerd.
th_th: ผู้ใช้ที่ตั้งค่าโปรไฟล์เป็นแบบส่วนตัวจะไม่ถูกเปิดเผยชื่อในแพลตฟอร์มและข้อมูลเชิงลึก

# OrgSettings_AnonymizePrivateUsers_Name
source: Anonymize Private Users
ar_sa: إخفاء المستخدمين الخاصين
es_es: Anonimizar usuarios privados
ko_kr: 비공개 사용자 익명화
nl_nl: Privégebruikers anonimiseren
th_th: ผู้ใช้ส่วนตัวไม่ระบุชื่อ

# OrgSettings_AuthenticationSettings
source: Authentication Settings
ar_sa: إعدادات التوثيق
es_es: Configuración de autenticación
ko_kr: 인증 설정
nl_nl: Verificatie-instellingen
th_th: การตั้งค่าการตรวจสอบความถูกต้อง

# OrgSettings_BuildSkillsEmail_Desc
source: Prompts users to build skills by consuming learning content, and marking items complete.
ar_sa: يطالب المستخدمين ببناء المهارات عن طريق استهلاك محتوى تعليمي، ووضع علامة على العناصر كاملة.
es_es: Anima a los usuarios a crear habilidades viendo los contenidos de aprendizaje y marcando elementos como completados.
ko_kr: 사용자가 학습 콘텐츠를 소비하고 해당 항목을 '완료'로 표시하여 기술을 습득하도록 안내합니다.
nl_nl: Biedt gebruikers de mogelijkheid vaardigheden te ontwikkelen door leerstof te consumeren en items als voltooid te markeren.
th_th: แจ้งผู้ใช้ให้สร้างทักษะโดยการอ่านเนื้อหาการเรียนรู้และทำเครื่องหมายรายการว่าอ่านเสร็จสิ้นแล้ว

# OrgSettings_BuildSkillsEmail_Name
source: Onboarding Email Day 5: Build Your Skills
ar_sa: ضبط استقبال البريد الإلكتروني في اليوم 5: بناء مهاراتك
es_es: Correo electrónico de incorporación día 5: Cree sus habilidades
ko_kr: 온보딩 이메일 5일차: 기술을 습득하세요
nl_nl: Onboardingmail dag 5: je vaardigheden ontwikkelen
th_th: การใช้งานอีเมลวันที่ 5: สร้างทักษะของคุณ

# OrgSettings_CompleteViewedItems_Desc
source: Prompts Users to Complete Viewed Items.
ar_sa: دفع المستخدمين لإكمال العناصر التي تم عرضها.
es_es: Anima a los usuarios a que completen los elementos vistos.
ko_kr: 사용자에게 본 항목을 완료하라는 메시지가 표시됩니다.
nl_nl: Vraagt gebruikers om bekeken items te voltooien.
th_th: แจ้งเตือนผู้ใช้ให้ดำเนินรายการที่ดูให้เสร็จ

# OrgSettings_CompleteViewedItems_Name
source: Sina message: Complete Viewed Items
ar_sa: رسالة سينا: إكمال العناصر التي تم عرضها
es_es: Mensaje de Sina: Completa los elementos vistos
ko_kr: Sina 메시지: 본 항목 완료
nl_nl: Sina-bericht: Bekeken items voltooien
th_th: Sina Message: โปรดดำเนินรายการที่ดูให้เสร็จ

# OrgSettings_ContentSettings
source: Content Settings
ar_sa: إعدادات المحتوى
es_es: Configuración de contenido
ko_kr: 콘텐츠 설정
nl_nl: Contentinstellingen
th_th: การตั้งค่าเนื้อหา

# OrgSettings_DefaultPrivacyLevel_Desc
source: Default user privacy for an organization. All new users created via the user file and SSO will recieve this default privacy level.
ar_sa: خصوصية المستخدم الافتراضية لإحدى المؤسسات. سيستلم جميع المستخدمين الجدد الذين تم إنشاء حساباتهم عبر ملف المستخدم وعبر تسجيل الدخول الأحادي "SSO" هذا المستوى الافتراضي من الخصوصية.
es_es: Privacidad de usuarios predeterminada para una organización. Todos los usuarios nuevos creados a través del archivo de usuarios y de SSO tendrán este nivel de privacidad predeterminado.
ko_kr: 조직의 기본 사용자 개인정보 보호입니다. 사용자 파일 및 SSO를 통한 모든 신규 사용자는 이 기본 개인정보 보호 레벨을 받게 됩니다.
nl_nl: Standaardprivacyniveau voor gebruikers van een organisatie. Alle nieuwe gebruikers die aangemaakt worden via het gebruikersbestand en SSO krijgen dit standaardprivacyniveau.
th_th: ความเป็นส่วนตัวของผู้ใช้ค่าเริ่มต้นสำหรับองค์กร ผู้ใช้รายใหม่ทั้งหมดที่สร้างผ่านไฟล์ผู้ใช้และ SSO จะได้รับระดับความเป็นส่วนตัวค่าเริ่มต้นนี้

# OrgSettings_DefaultPrivacyLevel_Name
source: Default Privacy Level
ar_sa: مستوى الخصوصية الافتراضي
es_es: Nivel de privacidad predeterminado
ko_kr: 기본 개인정보 보호 레벨
nl_nl: Standaardprivacyniveau
th_th: ระดับความเป็นส่วนตัวค่าเริ่มต้น

# OrgSettings_DefaultUserPassword_Desc
source: Sets a default password for all new users, which they will be prompted to change upon login.
ar_sa: لتعيين كلمة مرور افتراضية لجميع المستخدمين الجدد، سيُطلب منهم تغييرها عند تسجيل الدخول.
es_es: Establece una contraseña predeterminada para todos los usuarios nuevos, que se les pedirá que cambien al iniciar sesión.
ko_kr: 모든 신규 사용자의 기본 암호를 설정합니다. 로그인할 때마다 이 암호를 변경하라는 메시지가 표시됩니다.
nl_nl: Stelt een standaardwachtwoord in voor alle nieuwe gebruikers, dat ze bij het inloggen moeten veranderen.
th_th: กำหนดรหัสผ่านเริ่มต้นสำหรับผู้ใช้ใหม่ทั้งหมด ซึ่งจะได้รับแจ้งให้เปลี่ยนเมื่อเข้าสู่ระบบ

# OrgSettings_DefaultUserPassword_Name
source: Default User Password
ar_sa: كلمة مرور المستخدم الافتراضية
es_es: Contraseña de usuario predeterminada
ko_kr: 기본 사용자 암호
nl_nl: Standaardwachtwoord voor gebruikers
th_th: รหัสผ่านผู้ใช้เริ่มต้น

# OrgSettings_DegreedFeatures
source: Degreed Features
ar_sa: مميزات Degreed
es_es: Funciones de Degreed
ko_kr: Degreed 기능
nl_nl: Degreed-functies
th_th: คุณลักษณะของ Degreed

# OrgSettings_DisableUserGeneratedContent_Desc
source: Disable Degreed's User-Generated Video Content feature.
ar_sa: تعطيل ميزة محتوى الفيديو المعد من قبل المستخدم من Degreed
es_es: Desactivar la función de vídeo creado por los usuarios de Degreed.
ko_kr: Degreed의 사용자 생성 동영상 콘텐츠 기능을 사용하지 않습니다.
nl_nl: Schakel de Degreed-functie uit waarmee gebruikers videocontent kunnen genereren.
th_th: ปิดใช้งานคุณลักษณะเนื้อหาวิดีโอที่ผู้ใช้ Degreed สร้างขึ้น

# OrgSettings_DisableUserGeneratedContent_Name
source: Disable User-Generated Video Content
ar_sa: تعطيل ميزة محتوى الفيديو المعد من قبل المستخدم
es_es: Desactivar vídeo creado por los usuarios
ko_kr: 사용자 생성 동영상 콘텐츠 비활성화
nl_nl: Door gebruikers gegenereerde videocontent uitschakelen
th_th: ปิดใช้เนื้อหาวิดีโอที่ผู้ใช้สร้างขึ้น

# OrgSettings_EmailSettings
source: Email Settings
ar_sa: إعدادات البريد الإلكتروني
es_es: Ajustes del correo electrónico
ko_kr: 이메일 설정
nl_nl: E-mailinstellingen
th_th: การตั้งค่าอีเมล

# OrgSettings_EmailSettings_Desc
source: Tells the user about turning on their daily emails.
ar_sa: يخبر المستخدم حول تشغيل رسائل البريد الإلكتروني اليومية.
es_es: Informa al usuario acerca de activar los correos electrónicos diarios.
ko_kr: 사용자에게 매일 발송되는 이메일 기능을 설정하는 방법을 알려줍니다.
nl_nl: Vertelt gebruikers over het inschakelen van hun dagelijkse e-mailberichten.
th_th: แจ้งให้ผู้ใช้ทราบเกี่ยวกับการเปิดใช้งานอีเมลประจำวัน

# OrgSettings_EmailSettings_Name
source: Sina Message: Email settings
ar_sa: رسالة Sina: إعدادات البريد الإلكتروني
es_es: Mensaje de Sina: ajustes de correo electrónico
ko_kr: Sina 메시지: 이메일 설정
nl_nl: Sina Message: E-mailinstellingen
th_th: ข้อความ Sina: การตั้งค่าอีเมล

# OrgSettings_EmployeeProcessing
source: Employee Processing
ar_sa: المعالجة الخاصة بالموظف
es_es: Procesamiento de empleados
ko_kr: 직원 처리 중
nl_nl: Verwerking van medewerkers
th_th: ประมวลผลพนักงาน

# OrgSettings_EnableCareerPathing_Desc
source: Flexible framework for building out a hierarchy of content.
ar_sa: إطار عمل مرن لبناء تسلسل هرمي للمحتوى.
es_es: Marco flexible para establecer una jerarquía de contenidos.
ko_kr: 콘텐츠 계층 구조를 작성하는 데 사용되는 유연한 프레임워크입니다.
nl_nl: Flexibel kader voor het uitbouwen van een contenthiërarchie.
th_th: กรอบการทำงานที่ยืดหยุ่นสำหรับการสร้างลำดับชั้นของเนื้อหา

# OrgSettings_EnableCareerPathing_Name
source: Career Pathing (Skill Plans must also be enabled)
ar_sa: عرض المسار الوظيفي (يجب تمكين خطط المهارات)
es_es: Itinerarios profesionales (los planes de habilidades también deben estar activados)
ko_kr: 경력 경로 지정(기술 계획도 활성화되어야 함)
nl_nl: Carrièretrajecten (Vaardigheidsplannen moeten ook ingeschakeld zijn)
th_th: การวางเส้นทางอาชีพ (ต้องเปิดใช้งานแผนทักษะด้วย)

# OrgSettings_EnableManagerRatings_Desc
source: Enables the ability for Managers to give skill ratings for their employees.
ar_sa: تتيح هذه الميزة للمديرين تقييم مهارات موظفيهم.
es_es: Hace posible que los gerentes puedan calificar las habilidades de sus empleados.
ko_kr: 관리자가 직원의 기술 등급을 매길 수 있도록 합니다.
nl_nl: Geeft Managers de optie om hun werknemers vaardigheidsbeoordelingen te geven.
th_th: ช่วยให้ผู้จัดการสามารถให้คะแนนทักษะแก่พนักงานของตนได้

# OrgSettings_EnableManagerRatings_Name
source: Manager Ratings
ar_sa: تقييمات المديرين
es_es: Calificaciones del gerente
ko_kr: 관리자 평가 등급
nl_nl: Beoordelingen door manager
th_th: คะแนนผู้จัดการ

# OrgSettings_EnablePathwayRedesign_Desc
source: This flag enables the new pathway design (both author and learner view) for all existing and newly created pathways. Do not turn this on until the pathway redesign is finished (after the Feb. 2019 release).
ar_sa: هذه العلامة تتيح التصميم الجديد للمساقات (لعرض المؤلِّف والمتعلّم)، لجميع المساقات الموجودة والتي تم إنشاؤها حديثًا. لا تقم بتشغيلها حتى يتم الانتهاء من إعداد ميّزة إعادة تصميم المساقات (بعد تاريخ الإصدار في فبراير 2019).
es_es: Este marcador activa el nuevo diseño de los itinerarios (tanto la vista de autor como de aprendiz) para los los itinerarios existentes y de nueva creación. No lo active hasta que se finalice el rediseño de los itinerarios (tras el lanzamiento de febrero de 2019).
ko_kr: 이 체크 표시는 모든 기존 및 새로 만든 경로에 대해 새 경로 설계(저자 및 학습자 보기 둘 모두)를 활성화합니다. 경로 재설계가 완료될 때까지 활성화하지 마십시오(2019년 2월 발표 후).
nl_nl: Deze vlag schakelt het nieuwe leerpadontwerp (zowel weergave auteur als gebruiker) in voor alle bestaande en nieuwe leerpaden. Schakel dit niet in tot het nieuwe leerpadontwerp voltooid is (na de februari 2019 versie).
th_th: สถานะนี้จะเปิดใช้งานการออกแบบเส้นทางการเรียนรู้ใหม่ (ทั้งมุมมองผู้สร้างและผู้เรียนรู้) ให้กับเส้นทางการเรียนรู้ที่มีอยู่แล้วและสร้างขึ้นใหม่ทั้งหมด อย่าเปิดจนกว่าการออกแบบเส้นทางการเรียนรู้ใหม่จะเสร็จสิ้น (หลังการเผยแพร่ในเดือนกุมภาพันธ์ 2019)

# OrgSettings_EnablePathwayRedesign_Name
source: Enable Pathway ReDesign
ar_sa: تمكين إعادة تصميم المساقات
es_es: Activar rediseño de itinerarios
ko_kr: 경로 재설계 활성화
nl_nl: Schakel Pathway Redesign in
th_th: เปิดใช้งานการออกแบบเส้นทางการเรียนรู้ใหม่

# OrgSettings_EnforceDataPrivacyAcceptance_Desc
source: Require users to accept a data privacy agreement before using Degreed.
ar_sa: مطالبة المستخدمين بقبول اتفاقية خصوصية البيانات قبل استخدام Degreed.
es_es: Requiere que los usuarios acepten un acuerdo de privacidad de los datos antes de usar Degreed.
ko_kr: Degreed를 사용하기 전에 데이터 개인정보 보호 계약에 동의할 것을 사용자에게 요구합니다.
nl_nl: Vereis dat gebruikers een overeenkomst inzake gegevensbescherming accepteren voordat ze Degreed gebruiken.
th_th: กำหนดให้ผู้ใช้ยอมรับข้อตกลงเรื่องข้อมูลส่วนบุคคลก่อนใช้ Degreed

# OrgSettings_EnforceDataPrivacyAcceptance_Name
source: Enforce Data Privacy Acceptance
ar_sa: فرض قبول خصوصية البيانات
es_es: Requerir aceptación de la privacidad de datos
ko_kr: 데이터 개인정보 보호 동의 시행
nl_nl: Acceptatie gegevensbescherming afdwingen
th_th: บังคับใช้การยอมรับความเป็นส่วนตัวของข้อมูล

# OrgSettings_EngagementFeatures
source: Engagement Features
ar_sa: ميزات الارتباط
es_es: Funciones de captación
ko_kr: 참여 기능
nl_nl: Betrokkenheidskenmerken
th_th: คุณลักษณะการมีส่วนร่วม

# OrgSettings_GoalProgressEmail_Desc
source: Prompts users to enroll in pathways.
ar_sa: يطالب المستخدمين بالتسجيل في المسارات.
es_es: Anima a los usuarios a unirse a itinerarios.
ko_kr: 사용자가 경로에 등록하도록 안내합니다.
nl_nl: Biedt gebruikers de mogelijkheid zich in te schrijven voor leerpaden.
th_th: แจ้งผู้ใช้ให้ลงทะเบียนเรียนในเส้นทางการเรียนรู้

# OrgSettings_GoalProgressEmail_Name
source: Onboarding Email Day 10: What’s Your Goal?​
ar_sa: ضبط استقبال البريد الإلكتروني في اليوم 10: ما هو هدفك؟​
es_es: Correo electrónico de incorporación día 10: ¿Cuál es su meta?​
ko_kr: 온보딩 이메일 10일차: 목표는 무엇인가요?​
nl_nl: Onboardingmail dag 10: wat is je doel?
th_th: การใช้งานอีเมลวันที่ 10: เป้าหมายของคุณคืออะไร​

# OrgSettings_Groups_Desc
source: When a user import file is uploaded: Add will append to the user's existing. Replace will overwrite/replace the user's existing.
ar_sa: عند تحميل ملف استيراد خاص بالمستخدم: أيقونة "إضافة" ستقوم بإلحاق ملف بملف المستخدم الموجود. أيقونة "تغيير" ستقوم باستبدال / تغيير ملف المستخدم الحالي.
es_es: Cuando se carga un archivo de importación de usuario: "Añadir" lo incorporará al archivo existente. "Reemplazar" sobrescribirá y reemplazará el archivo existente.
ko_kr: 사용자 가져오기 파일이 업로드되면 사용자의 기존 파일에 추가됩니다. 교체는 사용자의 기존 항목을 덮어 쓰거나 바꿉니다.
nl_nl: Wanneer een importbestand van een gebruiker wordt geüpload: 'Toevoegen' voegt dit toe aan het bestaande bestand. 'Vervangen' overschrijft/vervangt het bestaande bestand.
th_th: เมื่อไฟล์นำเข้าของผู้ใช้ได้รับการอัปโหลด: การเพิ่มจะเชื่อมต่อไปยังส่วนที่มีอยู่ของผู้ใช้ จะมีการเขียนทับแทนที่ส่วนที่มีอยู่ของผู้ใช้

# OrgSettings_Groups_Name
source: Groups
ar_sa: المجموعات
es_es: Grupos
ko_kr: 그룹
nl_nl: Groepen
th_th: กลุ่ม

# OrgSettings_HideSocialLinks_Desc
source: Disables the Google and Slack integrations.
ar_sa: تعطيل دمج البيانات مع Google و Slack.
es_es: Inhabilita las integraciones con Google y Slack.
ko_kr: Google 및 Slack 통합을 비활성화합니다.
nl_nl: Schakel de notificaties van Google en Slack uit
th_th: ปิดใช้งาน Google และ Slack รวมกัน

# OrgSettings_HideSocialLinks_Name
source: Disable Social Sharing
ar_sa: تعطيل المشاركة الاجتماعية
es_es: Desactivar compartir en redes sociales
ko_kr: 소셜 공유 비활성화
nl_nl: Delen op sociale media uitschakelen
th_th: ปิดการแบ่งปันทางโซเชียล

# OrgSettings_IsDefaultCatalog_Desc
source: Set the Internal catalog as the default catalog for users in search and browse.
ar_sa: قم بتعيين القائمة الداخلية كونها الافتراضية للمستخدمين في البحث والتصفح.
es_es: Establece el catálogo interno como el predeterminado para los usuarios en la búsqueda y la navegación.
ko_kr: 사용자가 검색, 찾아보기 작업을 할 때 내부 카탈로그를 기본 카탈로그로 설정합니다.
nl_nl: Stel de interne catalogus in als de standaardcatalogus voor gebruikers bij zoeken en bladeren.
th_th: ตั้งแคตตาล็อกที่ใช้ภายในเป็นแคตาล็อกเริ่มต้นสำหรับผู้ใช้ในการค้นหาและเรียกดู

# OrgSettings_IsDefaultCatalog_Name
source: Default to Internal Catalog
ar_sa: الاقتراضي إلى القائمة الداخلية
es_es: Establecer el catálogo interno como predeterminado
ko_kr: 내부 카탈로그를 기본으로 설정
nl_nl: Standaard op interne catalogus
th_th: เริ่มต้นเป็นแคตาล็อกที่ใช้ภายใน

# OrgSettings_NotRecommended
source: Not Recommended
ar_sa: لا توجد توصيات
es_es: No recomendados
ko_kr: 추천 안 함
nl_nl: Niet aanbevolen
th_th: ไม่แนะนำ
