Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# UserOutcomeSvc_RemovingError
source: Sorry! There was a problem deleting your content.
ar_sa: عذرًا! حدثت مشكلة أثناء حذف المحتوى الخاص بك.
es_es: ¡Lo sentimos! Se produjo un problema al eliminar su contenido.
ko_kr: 죄송합니다! 귀하의 콘텐츠를 삭제하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem bij het verwijderen van je inhoud.
th_th: ขออภัย! เกิดปัญหาในการลบเนื้อหาของคุณ

# UserOutcomeSvc_RetreivingError
source: Sorry! There was a problem getting details.
ar_sa: عذرًا! حدثت مشكلة أثناء الحصول على المعلومات.
es_es: ¡Lo sentimos! Se produjo un problema al obtener los detalles.
ko_kr: 죄송합니다. 세부 정보를 가져오는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem bij het verkrijgen van details.
th_th: ขออภัย! เกิดปัญหาในการรับข้อมูล

# UserOutcomeSvc_UpdatingError
source: Sorry! There was a problem saving your changes.
ar_sa: نعتذر! حدثت مشكلة أثناء حفظ التغييرات التي أجريتها.
es_es: ¡Lo sentimos! Se produjo un problema al guardar sus cambios.
ko_kr: 죄송합니다! 변경을 저장하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het opslaan van jouw wijzigingen.
th_th: ขออภัย! เกิดปัญหาในการบันทึกการเปลี่ยนแปลงที่คุณทำไว้

# UserPositionSvc_ExperienceError
source: Sorry! There was a problem accessing your experience.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى الخبرة الخاصة بك.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a su experiencia.
ko_kr: 죄송합니다! 경력에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot jouw ervaring.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงประสบการณ์ของคุณ

# UserPrivacyCtrl_Cancel
source: Cancel
ar_sa: إلغاء
es_es: Cancelar
ko_kr: 취소
nl_nl: Annuleren
th_th: ยกเลิก

# UserPrivacyCtrl_Continue
source: Continue
ar_sa: متابعة
es_es: Continuar
ko_kr: 계속
nl_nl: Doorgaan
th_th: ต่อไป

# UserPrivacyCtrl_Organization
source: Organization
ar_sa: مؤسسة
es_es: Empresa
ko_kr: 조직
nl_nl: Organisatie
th_th: องค์กร

# UserPrivacyCtrl_PrivacyWarningHeader
source: Privacy warning
ar_sa: تحذير حول الخصوصية
es_es: Advertencia de privacidad
ko_kr: 개인 정보 보호 경고
nl_nl: Privacywaarschuwing
th_th: คำเตือนเรื่องความเป็นส่วนตัว

# UserPrivacyCtrl_ToOrgProfileFormat
source: By changing your profile to 'Visible to my organization only', the following information will be available to {{OrgName}} users on this platform:<br/><br/><strong>Your name</strong>, <strong>your learning collection</strong> ({{OrgNameSingular}} members), <strong>your insights</strong> (including leader board information).<br/><br/>Non-{{OrgNameSingular}} users will not be able to follow you (i.e. be informed of your learning activity).
ar_sa: عن طريق تغيير الملف التعريفي الخاص بك إلى 'مرئي للمؤسسة الخاصة بي فقط'، ستتاح المعلومات التالية لمستخدمي مؤسسة {{OrgName}} في هذه المنصة: <br><br><strong>الاسم</strong><strong>وتجميعة التعلم الخاص بك</strong>(أعضاء مؤسسة {{OrgNameSingular}})<strong>والمعارف الدقيقة الخاصة بك</strong> (بما في ذلك معلومات لوحة الأوائل)، <br><br>أما الأفراد غير التابعين لمؤسسة {{OrgNameSingular}} فلن يتمكنوا من متابعتك (أي الاطلاع على نشاط التعلم الخاص بك).
es_es: Al cambiar su perfil a Solo visible para mi empresa, la siguiente información estará a disposición de los usuarios de {{OrgName}} de esta plataforma:<br/><br/><strong>su nombre</strong>, <strong>su colección de formación</strong> (miembros de {{OrgNameSingular}}), <strong>sus conceptos</strong> (incluida la información de la clasificación).<br/><br/>Los usuarios que pertenezcan a {{OrgNameSingular}} no podrán seguirle (es decir, recibir información de sus actividades de formación).
ko_kr: 프로필을 '조직만 볼 수 있음'으로 변경하면 다음 정보는 이 플랫폼의 {{OrgName}} 사용자에게 사용 가능하게 됩니다:<br/><br/><strong>귀하의 이름</strong>, <strong>귀하의 학습 컬렉션</strong>({{OrgNameSingular}} 멤버), <strong>귀하의 통찰력</strong>(리더보드 정보 포함).<br/><br/>{{OrgNameSingular}}의 사용자가 아닌 사용자들은 귀하를 팔로우할(즉, 귀하의 학습 활동에 대한 정보 제공) 수 없습니다.
nl_nl: Door het wijzigen van je profiel naar 'Zichtbaar voor gebruikers binnen mijn organisatie', wordt de volgende informatie beschikbaar voor {{OrgName}}-gebruikers op dit platform: <br/><br/><strong>Jouw naam</strong>, <strong>jouw leerverzameling</strong> ({{OrgNameSingular}} members), <strong>jouw inzichten</strong> (inclusief leaderboard-informatie).<br/><br/>Gebruikers die niet van {{OrgNameSingular}} zijn, kunnen je niet volgen (bijv. op de hoogte blijven van jouw leeractiviteiten).
th_th: เมื่อเปลี่ยนโปรไฟล์ของคุณเป็น 'มีเพียงองค์กรของฉันเท่านั้นที่มองเห็น' ผู้ใช้ของ {{OrgName}} ในแพลตฟอร์มนี้จะสามารถเห็นข้อมูลต่อไปนี้:<br/><br/><strong>ชื่อของคุณ</strong>, <strong>คอลเล็กชันการเรียนรู้ของคุณ</strong> (สมาชิกของ {{OrgNameSingular}}), <strong>องค์ความรู้ของคุณ</strong> (รวมถึงข้อมูลของกระดานจัดอันดับ)<br/><br/>ผู้ใช้ที่ไม่ได้อยู่ใน {{OrgNameSingular}} จะไม่สามารถติดตามคุณได้ (ทำให้ไม่ทราบกิจกรรมการเรียนรู้ของคุณ)

# UserPrivacyCtrl_ToOrgProfileFromAnonymousFormat
source: By changing your profile to 'Visible to my organization only', the following information will be available to {{OrgName}} users on this platform:<br/><br/><strong>Your name</strong>, <strong>your learning collection</strong> ({{OrgName}} members), <strong>your insights</strong> (including leader board information).<br/><br/>Non-{{OrgName}} users will not be able to follow you (i.e. be informed of your learning activity), and your information will be visible in organization's reports.
ar_sa: عن طريق تغيير الملف التعريفي الخاص بك إلى 'مرئي للمؤسسة الخاصة بي فقط'، ستتاح المعلومات التالية لمستخدمي مؤسسة {{OrgName}} في هذه المنصة: <br><br><strong>الاسم</strong><strong>وتجميعة التعلم الخاص بك</strong>(أعضاء ({{OrgName}}OrgNameSingular}})<strong>والمعارف الدقيقة الخاصة بك</strong> (بما في ذلك معلومات لوحة الأوائل)، <br><br>أما الأفراد غير التابعين لمؤسسة {{OrgName}} فلن يتمكنوا من متابعتك (أي الاطلاع على نشاط التعلم الخاص بك)، وستكون معلوماتك مرئية في تقارير المؤسسة.
es_es: Al cambiar su perfil a Solo visible para mi empresa, la siguiente información estará a disposición de los usuarios de {{OrgName}} de esta plataforma:<br/><br/><strong>su nombre</strong>, <strong>su colección de formación</strong> (miembros de {{OrgName}}), <strong>sus conceptos</strong> (incluida la información de la clasificación).<br/><br/>Los usuarios que pertenezcan a {{OrgName}} no podrán seguirle (es decir, recibir información de sus actividades de formación), y su información será visible en los informes de la empresa.
ko_kr: 프로필을 '조직만 볼 수 있음'으로 변경하면 다음 정보는 이 플랫폼의 {{OrgName}} 사용자에게 사용 가능하게 됩니다:<br/><br/><strong>귀하의 이름</strong>, <strong>귀하의 학습 컬렉션</strong>({{OrgName}} 멤버), <strong>귀하의 통찰력</strong>(리더보드 정보 포함).<br/><br/>{{OrgName}}의 사용자가 아닌 사용자들은 귀하를 팔로우할(즉, 귀하의 학습 활동에 대한 정보 제공) 수 없으며 귀하의 정보는 조직의 보고서에 표시됩니다.
nl_nl: Door het wijzigen van je profiel naar 'Zichtbaar voor gebruikers binnen mijn organisatie', wordt de volgende informatie beschikbaar voor {{OrgName}}-gebruikers op dit platform: <br/><br/><strong>Jouw naam</strong>, <strong>jouw leerverzameling</strong> ({{OrgName}} members), <strong>jouw inzichten</strong> (inclusief leaderboard-informatie).<br/><br/>Gebruikers die niet van {{OrgName}} zijn, kunnen je niet volgen (bijv. op de hoogte blijven van jouw leeractiviteiten) en jouw gegevens zullen zichtbaar zin in de rapporten van de organisatie.
th_th: เมื่อเปลี่ยนโปรไฟล์ของคุณเป็น 'มีเพียงองค์กรของฉันเท่านั้นที่มองเห็น' ผู้ใช้ของ {{OrgName}} ในแพลตฟอร์มนี้จะสามารถเห็นข้อมูลต่อไปนี้:<br/><br/><strong>ชื่อของคุณ</strong>, <strong>คอลเล็กชันการเรียนรู้ของคุณ</strong> (สมาชิกของ {{OrgName}}), <strong>องค์ความรู้ของคุณ</strong> (รวมถึงข้อมูลของกระดานจัดอันดับ)<br/><br/>ผู้ใช้ที่ไม่ได้อยู่ใน {{OrgName}} จะไม่สามารถติดตามคุณได้ (ทำให้ไม่ทราบกิจกรรมการเรียนรู้ของคุณ) และข้อมูลของคุณจะปรากฏในรายงานขององค์กร

# UserPrivacyCtrl_ToPrivateProfile
source: By changing your profile to private, the following information will no longer be visible to all users on this platform:<br/><br/><strong>Your name</strong>, <strong>your learning collection</strong>, <strong>your insights</strong> (including leader board information).<br/><br/>Other users will no longer be able to follow you (i.e. be informed of your learning activity).
ar_sa: عن طريق تغيير الملف التعريفي الخاص بك إلى 'خاص'، لن تكون المعلومات التالية بعد الآن مرئية لجميع المستخدمين في هذه المنصة: <br><br><strong>الاسم</strong><strong>وتجميعة التعلم الخاص بك</strong><strong>والمعارف الدقيقة الخاصة بك</strong> (بما في ذلك معلومات لوحة الأوائل)، <br><br>أما المستخدمون الآخرون فلن يتمكنوا بعد الآن من متابعتك (أي الاطلاع على نشاط التعلم الخاص بك).
es_es: Al cambiar su perfil a privado, la siguiente información ya no será visible para todos los usuarios de esta plataforma:<br/><br/><strong>su nombre</strong>, <strong>su colección de formación</strong>, <strong>sus conceptos</strong> (incluida la información de la clasificación).<br/><br/>Otros usuarios ya no podrán seguirle (es decir, recibir información de sus actividades de formación).
ko_kr: 프로필을 비공개로 변경하면 다음 정보는 더 이상 이 플랫폼의 모든 사용자에게 볼 수 없게 됩니다:<br/><br/><strong>귀하의 이름</strong>, <strong>귀하의 학습 컬렉션</strong>, <strong>귀하의 통찰력</strong>(리더보드 정보 포함).<br/><br/>다른 사용자는 더 이상 귀하를 팔로우할(즉, 귀하의 학습 활동에 대한 정보 제공) 수 없습니다.
nl_nl: Door het wijzigen van je profiel naar privé wordt de volgende informatie beschikbaar voor alle gebruikers op dit platform: <br/><br/><strong>Jouw naam</strong>, <strong>jouw leerverzameling</strong><strong>jouw inzichten</strong> (inclusief leaderboard-informatie).<br/><br/>Andere gebruikers kunnen je niet volgen (bijv. op de hoogte blijven van jouw leeractiviteiten).
th_th: เมื่อเปลี่ยนโปรไฟล์ของคุณเป็น 'ส่วนตัว' ผู้ใช้ทุกคนในแพลตฟอร์มนี้จะไม่เห็นข้อมูลต่อไปนี้:<br/><br/><strong>ชื่อของคุณ</strong>, <strong>คอลเล็กชันการเรียนรู้ของคุณ</strong>, <strong>องค์ความรู้ของคุณ</strong> (รวมถึงข้อมูลของกระดานจัดอันดับ)<br/><br/>ผู้ใช้อื่นๆ จะไม่สามารถติดตามคุณได้ (ทำให้ไม่ทราบกิจกรรมการเรียนรู้ของคุณ)

# UserPrivacyCtrl_ToPrivateProfileInOrgFormat
source: By changing your profile to private, the following information will no longer be visible to public or {{OrgName}} users on this platform:<br/><br/><strong>Your name</strong>, <strong>your learning collection</strong> ({{OrgName}} content will not be visible to non-{{OrgNameSingular}} members), <strong>your insights</strong> (including leader board information).<br/><br/>Other users will no longer be able to follow you (i.e. be informed of your learning activity).
ar_sa: عن طريق تغيير الملف التعريفي الخاص بك إلى 'خاص'، لن تكون المعلومات التالية بعد الآن مرئية للجمهور أو أفراد مؤسسة {{OrgName}} في هذه المنصة: <br><br><strong>الاسم</strong><strong>وتجميعة التعلم الخاص بك</strong>(لن يكون المحتوى مرئيا إلى الأفراد غير التابعين لمؤسسة {{OrgNameSingular}})<strong>والمعارف الدقيقة الخاصة بك</strong> (بما في ذلك معلومات لوحة الأوائل)، <br><br>أما المستخدمون الآخرون فلن يتمكنوا بعد الآن من متابعتك (أي الاطلاع على نشاط التعلم الخاص بك).
es_es: Al cambiar su perfil a privado, la siguiente información ya no será visible al público o los usuarios de {{OrgName}} de esta plataforma:<br/><br/><strong>su nombre</strong>, <strong>su colección de formación</strong> (el contenido de {{OrgName}} ya no será visible para los miembros que no pertenezcan a {{OrgNameSingular}}), <strong>sus conceptos</strong> (incluida la información de la clasificación).<br/><br/>Otros usuarios ya no podrán seguirle (es decir, recibir información de sus actividades de formación).
ko_kr: 프로필을 비공개로 변경하면 다음 정보는 더 이상 이 플랫폼의 일반 또는 {{OrgName}} 사용자에게 볼 수 없게 됩니다:<br/><br/><strong>귀하의 이름</strong>, <strong>귀하의 학습 컬렉션</strong>({{OrgName}} 콘텐츠는 {{OrgNameSingular}}의 멤버가 아닌 멤버들에게 볼 수 없게 됩니다), <strong>귀하의 통찰력</strong>(리더보드 정보 포함).<br/><br/>다른 사용자는 더 이상 귀하를 팔로우할(즉, 귀하의 학습 활동에 대한 정보 제공) 수 없습니다.
nl_nl: Door het wijzigen van je profiel naar privé wordt de volgende informatie niet langer zichtbaar voor publieke gebruikers of gebruikers van {{OrgName}} op dit platform: <br/><br/><strong>Jouw naam</strong>, <strong>jouw leerverzameling</strong> Content van gebruikers van ({{OrgName}} zal niet zichtbaar zijn voor niet-{{OrgNameSingular}} leden), <strong>jouw inzichten</strong> (inclusief leaderboard-informatie).<br/><br/>Andere gebruikers kunnen je niet volgen (bijv. op de hoogte blijven van jouw leeractiviteiten).
th_th: เมื่อเปลี่ยนโปรไฟล์ของคุณเป็น 'ส่วนตัว' ข้อมูลต่อไปนี้จะไม่เปิดเผยต่อสาธารณะหรือผู้ใช้ของ {{OrgName}}:<br/><br/><strong>ชื่อของคุณ</strong>, <strong>คอลเล็กชันการเรียนรู้ของคุณ</strong> (ผู้ที่ไม่ได้เป็นสมาชิกของ {{OrgNameSingular}} จะไม่เห็นเนื้อหาของ {{OrgName}}), <strong>องค์ความรู้ของคุณ</strong> (รวมถึงข้อมูลของกระดานจัดอันดับ)<br/><br/>ผู้ใช้อื่นๆ จะไม่สามารถติดตามคุณได้ (ทำให้ไม่ทราบกิจกรรมการเรียนรู้ของคุณ)

# UserPrivacyCtrl_ToPrivateProfileInOrgFromAnonymousFormat
source: By changing your profile to private, the following information will no longer be visible to public or {{OrgName}} users on this platform:<br/><br/><strong>Your name</strong>, <strong>your learning collection</strong> ({{OrgName}} content will not be visible to non-{{OrgName}} members), <strong>your insights</strong> (including leader board information).<br/><br/>Other users will no longer be able to follow you (i.e. be informed of your learning activity), and your information will not be visible in organization's reports.
ar_sa: عن طريق تغيير الملف التعريفي الخاص بك إلى 'خاص'، لن تكون المعلومات التالية بعد الآن مرئية للجمهور أو أفراد مؤسسة {{{{OrgName}}}} في هذه المنصة:<br/><br/><strong>اسمك</strong>، <strong>وتجميعة التعلم الخاص بك</strong> (لن يكون المحتوى {{OrgName}} مرئيا إلى الأفراد غير التابعين لمؤسسة {{OrgName}} <strong>والمعارف الدقيقة الخاصة بك</strong> (بما في ذلك معلومات لوحة الأوائل).<br/><br/>أما المستخدمون الآخرون فلن يتمكنوا بعد الآن من متابعتك (أي الاطلاع على نشاط التعلم الخاص بك)، ولن تكون معلوماتك مرئية في تقارير المؤسسة.
es_es: Al cambiar su perfil a privado, la siguiente información ya no será visible al público o los usuarios de {{OrgName}} de esta plataforma:<br/><br/><strong>su nombre</strong>, <strong>su colección de aprendizaje</strong> (el contenido de {{OrgName}} ya no será visible para los miembros que no pertenezcan a {{OrgName}}), <strong>sus conceptos</strong> (incluida la información de la clasificación).<br/><br/>Otros usuarios ya no podrán seguirle (es decir, recibir información de sus actividades de aprendizaje) y su información no será visible en los informes de la organización.
ko_kr: 프로필을 비공개로 변경하면 다음 정보는 더 이상 이 플랫폼의 일반 또는 {{OrgName}} 사용자에게 볼 수 없게 됩니다:<br/><br/><strong>귀하의 이름</strong>, <strong>귀하의 학습 컬렉션</strong>({{OrgName}} 콘텐츠는 {{OrgName}}의 멤버가 아닌 멤버들에게 볼 수 없게 됩니다), <strong>귀하의 통찰력</strong>(리더보드 정보 포함).<br/><br/>다른 사용자는 더 이상 귀하를 팔로우할(즉, 귀하의 학습 활동에 대한 정보 제공) 수 없으며 귀하의 정보는 조직의 보고서에 표시되지 않습니다.
nl_nl: Door het wijzigen van je profiel naar privé wordt de volgende informatie niet langer zichtbaar voor publieke gebruikers of gebruikers van {{OrgName}} op dit platform: <br/><br/><strong>Jouw naam</strong>, <strong>jouw leerverzameling</strong> Content van gebruikers van ({{OrgName}} zal niet zichtbaar zijn voor niet-{{OrgName}} leden), <strong>jouw inzichten</strong> (inclusief leaderboard-informatie).<br/><br/>Andere gebruikers kunnen je niet volgen (bijv. op de hoogte blijven van jouw leeractiviteiten) en jouw gegevens zijn niet zichtbaar in de rapporten van organisaties.
th_th: เมื่อเปลี่ยนโปรไฟล์ของคุณเป็น 'ส่วนตัว' ข้อมูลต่อไปนี้จะไม่เปิดเผยต่อสาธารณะหรือผู้ใช้ของ {{OrgName}} ในแพลตฟอร์มนี้:<br/><br/><strong>ชื่อของคุณ</strong>, <strong>คอลเล็กชันการเรียนรู้ของคุณ</strong> (ผู้ที่ไม่ได้เป็นสมาชิกของ {{OrgName}} จะไม่เห็นเนื้อหาของ {{OrgName}}), <strong>องค์ความรู้ของคุณ</strong> (รวมถึงข้อมูลของกระดานจัดอันดับ)<br/><br/>ผู้ใช้อื่น ๆ จะไม่สามารถติดตามคุณได้ (ทำให้ไม่ทราบกิจกรรมการเรียนรู้ของคุณ) และข้อมูลของคุณจะไม่ปรากฏในรายงานขององค์กร

# UserPrivacyCtrl_ToPublicProfile
source: By changing your profile to public, the following information will become visible to all users on this platform:<br><br><strong>Your name</strong>, <strong>your learning collection</strong>, <strong>your insights</strong> (including leader board information).<br><br>Other users will also be able to follow you (i.e. be informed of your learning activity).
ar_sa: عن طريق تغيير الملف التعريفي الخاص بك إلى 'عام'، ستكون المعلومات التالية مرئية لجميع المستخدمين في هذه المنصة: <br><br><strong>الاسم</strong><strong>وتجميعة التعلم الخاص بك</strong><strong>والمعارف الدقيقة الخاصة بك</strong> (بما في ذلك معلومات لوحة الأوائل)، <br><br>أما المستخدمون الآخرون فلن يتمكنوا أيضًا من متابعتك (أي الاطلاع على نشاط التعلم الخاص بك).
es_es: Al cambiar su perfil a público, la siguiente información será visible para todos los usuarios de esta plataforma:<br><br><strong>su nombre</strong>, <strong>su colección de formación</strong>, <strong>sus conceptos</strong> (incluida la información de la clasificación).<br><br>Otros usuarios también podrán seguirle (es decir, recibir información de sus actividades de formación).
ko_kr: 프로필을 공개로 변경하면 다음 정보는 이 플랫폼의 모든 사용자에게 볼 수 있게 됩니다:<br><br><strong>귀하의 이름</strong>, <strong>귀하의 학습 컬렉션</strong>, <strong>귀하의 통찰력</strong>(리더보드 정보 포함).<br><br>다른 사용자는 귀하를 팔로우할(즉, 귀하의 학습 활동에 대한 정보 제공) 수 있습니다.
nl_nl: Door het wijzigen van je profiel naar publiek wordt de volgende informatie zichtbaar voor alle gebruikers op dit platform: <br/><br/><strong>Jouw naam</strong>, <strong>jouw leerverzameling</strong>, <strong>jouw inzichten</strong> (inclusief leaderboard-informatie).<br/><br/>Andere gebruikers kunnen je niet volgen (bijv. op de hoogte blijven van jouw leeractiviteiten).
th_th: เมื่อเปลี่ยนโปรไฟล์ของคุณเป็น 'สาธารณะ' ผู้ใช้ทุกคนในแพลตฟอร์มนี้จะเห็นข้อมูลต่อไปนี้:<br/><br/><strong>ชื่อของคุณ</strong>, <strong>คอลเล็กชันการเรียนรู้ของคุณ</strong>, <strong>องค์ความรู้ของคุณ</strong> (รวมถึงข้อมูลของกระดานจัดอันดับ)<br/><br/>นอกจากนี้ผู้ใช้อื่นๆ จะสามารถติดตามคุณได้ (ทำให้รับทราบกิจกรรมการเรียนรู้ของคุณ)

# UserPrivacyCtrl_ToPublicProfileInOrgFormat
source: By changing your profile to public, the following information will become visible to public (external to all {{OrgName}} users on this platform):<br/><br/><strong>Your name</strong>, <strong>your learning collection</strong> ({{OrgName}} content will not be visible to non-{{orgNameSingular}} members), <strong>your insights</strong> (including leader board information).<br/><br/>Other public users will also be able to follow you (i.e. be informed of your learning activity).
ar_sa: عن طريق تغيير الملف التعريفي الخاص بك إلى عام، ستكون المعلومات التالية مرئية للجمهور (بشكل خارجي لأفراد مؤسسة {{OrgName}} في هذه المنصة: <br><br><strong>اسمك</strong><strong>وتجميعة التعلم الخاص بك</strong>(لن يكون المحتوى مرئيا إلى الأفراد غير التابعين لمؤسسة {{orgNameSingular}})<strong>والمعارف الدقيقة الخاصة بك</strong> (بما في ذلك معلومات لوحة الأوائل)، <br><br>وسيتمكن المستخدمون الآخرون من الجمهور أيضًا من متابعتك (أي الاطلاع على نشاط التعلم الخاص بك).
es_es: Al cambiar su perfil a público, la siguiente información será visible para los usuarios públicos (externos a todo {{OrgName}} de esta plataforma):<br/><br/><strong>su nombre</strong>, <strong>su colección de formación</strong> (el contenido de {{OrgName}} no será visible para los miembros que no pertenezcan a {{orgNameSingular}}), <strong>sus conceptos</strong> (incluida la información de la clasificación).<br/><br/>Otros usuarios públicos también podrán seguirle (es decir, recibir información de sus actividades de formación).
ko_kr: 프로필을 공개로 변경하면 다음 정보는 일반(이 플랫폼의 모든 {{OrgName}} 사용자 외부)에게 볼 수 있게 됩니다:<br/><br/><strong>귀하의 이름</strong>, <strong>귀하의 학습 컬렉션</strong>({{OrgName}} 콘텐츠는 {{orgNameSingular}}의 멤버가 아닌 멤버들에게 볼 수 없게 됩니다), <strong>귀하의 이해력</strong>(리더보드 정보 포함).<br/><br/>다른 일반 사용자도 귀하를 팔로우할(즉, 귀하의 학습 활동에 대한 정보 제공) 수 있습니다.
nl_nl: Door het wijzigen van je profiel naar publiek wordt de volgende informatie zichtbaar voor publieke gebruikers (geen gebruikers van {{OrgName}} op dit platform): <br/><br/><strong>Jouw naam</strong>, <strong>jouw leerverzameling</strong> Content van leden van ({{OrgName}} zal niet zichtbaar zijn voor niet-{{OrgNameSingular}} leden), <strong>jouw inzichten</strong> (inclusief leaderboard-informatie).<br/><br/>Andere gebruikers kunnen je niet volgen (bijv. op de hoogte blijven van jouw leeractiviteiten).
th_th: เมื่อเปลี่ยนโปรไฟล์ของคุณเป็น 'สาธารณะ' ข้อมูลต่อไปนี้จะเปิดเผยต่อผู้ใช้สาธารณะ (ผู้ใช้ทั้งหมดซึ่งอยู่นอก {{OrgName}}) ในแพลตฟอร์มนี้:<br/><br/><strong>ชื่อของคุณ</strong> <strong>คอลเล็กชันการเรียนรู้ของคุณ</strong> (ผู้ที่ไม่ได้เป็นสมาชิกของ {{OrgName}} จะไม่เห็นเนื้อหาของ {{OrgName}}) <strong>องค์ความรู้ของคุณ</strong> (รวมถึงข้อมูลของกระดานจัดอันดับ)<br/><br/>ผู้ใช้อื่น ๆ ที่เป็นบุคคลทั่วไปยังสามารถติดตามคุณได้ (ทำให้รับทราบกิจกรรมการเรียนรู้ของคุณ)

# UserPrivacyCtrl_ToPublicProfileInOrgFromAnonymousFormat
source: By changing your profile to public, the following information will become visible to public (external to all {{OrgName}} users on this platform):<br/><br/><strong>Your name</strong>, <strong>your learning collection</strong> ({{OrgName}} content will not be visible to non-{{OrgName}} members), <strong>your insights</strong> (including leader board information).<br/><br/>Other public users will also be able to follow you (i.e. be informed of your learning activity), and your information will be visible in organization's reports.
ar_sa: عن طريق تغيير الملف التعريفي الخاص بك إلى عام، ستكون المعلومات التالية مرئية للجمهور (بشكل خارجي لأفراد مؤسسة {{OrgName}} في هذه المنصة: <br><br><strong>اسمك</strong>،<strong>وتجميعة التعلم الخاص بك</strong>(لن يكون المحتوى مرئيا إلى الأفراد غير التابعين لمؤسسة {{{{OrgName}})<strong>والمعارف الدقيقة الخاصة بك</strong> (بما في ذلك معلومات لوحة الأوائل)، <br><br>وسيتمكن المستخدمون الآخرون من الجمهور أيضًا من متابعتك (أي الاطلاع على نشاط التعلم الخاص بك) وستكون معلوماتك مرئية في تقارير المؤسسة.
es_es: Al cambiar su perfil a público, la siguiente información será visible para los usuarios públicos (externos a todo {{OrgName}} de esta plataforma):<br/><br/><strong>su nombre</strong>, <strong>su colección de formación</strong> (el contenido de {{OrgName}} no será visible para los miembros que no pertenezcan a {{orgName}}), <strong>sus conceptos</strong> (incluida la información de la clasificación).<br/><br/>Otros usuarios públicos también podrán seguirle (es decir, recibir información de sus actividades de formación), y su información será visibles en los informes de la empresa.
ko_kr: 프로필을 공개로 변경하면 다음 정보는 일반(이 플랫폼에서 모든 {{OrgName}} 사용자 외부)에게 볼 수 있게 됩니다:<br/><br/><strong>귀하의 이름</strong>, <strong>귀하의 학습 컬렉션</strong>({{OrgName}} 콘텐츠는 {{orgName}}의 멤버가 아닌 멤버들에게 볼 수 없게 됩니다), <strong>귀하의 이해력</strong>(리더보드 정보 포함).<br/><br/>다른 일반 사용자도 귀하를 팔로우할(즉, 귀하의 학습 활동에 대한 정보 제공) 수 있으며 귀하의 정보는 조직의 보고서에 표시됩니다.
nl_nl: Door het wijzigen van je profiel naar publiek wordt de volgende informatie zichtbaar voor publieke gebruikers (geen gebruikers van {{OrgName}} op dit platform):<br/><br/><strong>Jouw naam</strong>, <strong>jouw leerverzameling</strong> ({{OrgName}} zal niet zichtbaar zijn voor niet-{{OrgName}} leden), <strong>jouw inzichten</strong> (inclusief leaderboard-informatie).<br/><br/>Andere gebruikers kunnen je niet volgen (bijv. op de hoogte blijven van jouw leeractiviteiten).
th_th: เมื่อเปลี่ยนโปรไฟล์ของคุณเป็น 'สาธารณะ' ข้อมูลต่อไปนี้จะเปิดเผยต่อผู้ใช้สาธารณะ (ผู้ใช้ทั้งหมดซึ่งอยู่นอก {{OrgName}}) ในแพลตฟอร์มนี้:<br/><br/><strong>ชื่อของคุณ</strong> <strong>คอลเล็กชันการเรียนรู้ของคุณ</strong> (ผู้ที่ไม่ได้เป็นสมาชิกของ {{OrgName}} จะไม่เห็นเนื้อหาของ {{OrgName}}) <strong>องค์ความรู้ของคุณ</strong> (รวมถึงข้อมูลของกระดานจัดอันดับ)<br/><br/>ผู้ใช้อื่น ๆ ที่เป็นบุคคลทั่วไปยังสามารถติดตามคุณได้ (ทำให้รับทราบกิจกรรมการเรียนรู้ของคุณ) และข้อมูลของคุณจะปรากฏในรายงานขององค์กร

# UserPrivacyCtrl_YourOrganization
source: Your organization
ar_sa: المؤسسة الخاصة بك
es_es: Su empresa
ko_kr: 귀하의 조직
nl_nl: Jouw organisatie
th_th: องค์กรของคุณ
