Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# Notification_TrackYourLearningStep1
source: Hey there! We can give you better items in your feed if you mark items complete. Would you like to learn how?
ar_sa: مرحبا! يمكننا إعطاؤك أفضل العناصر خلال التعقيب إذا قمت بتحديد العناصر على أنها مكتملة. هل تريد أن تتعلم كيف؟
es_es: ¡Hola! Podremos ofrecerle mejores elementos en su canal si marca los elementos como completados. ¿Le gustaría saber cómo?
ko_kr: 안녕하세요? 항목을 완료로 표시하는 경우 귀하의 피드에 더 좋은 항목을 제공할 수 있습니다. 방법을 배우고 싶습니까?
nl_nl: Hallo daar! We kunnen je betere items in je feed geven als je items als voltooid markeert. Wil je weten hoe?
th_th: สวัสดี! เราสามารถแนะนำเนื้อหาในฟีดที่ตรงกับความสนใจของคุณมากขึ้นหากคุณระบุรายการที่ทำเสร็จสิ้นแล้ว คุณต้องการรู้วิธีไหม

# Notification_TrackYourLearningStep1Item1
source: Yes, please!
ar_sa: نعم من فضلك!
es_es: Sí, por favor.
ko_kr: 예, 물론이죠!
nl_nl: Ja graag!
th_th: ก็ดีนะ!

# Notification_TrackYourLearningStep1Item2
source: Nope, I'm good
ar_sa: لا، أنا أجيد ذلك
es_es: No, gracias
ko_kr: 아니오. 괜찮습니다!
nl_nl: Nee, bedankt
th_th: ไม่ล่ะ ทุกอย่างโอเค

# Notification_TrackYourLearningStep2
source: Fantastic. Anywhere you see content on Degreed, you can click the ✔︎ icon. This marks it complete. You can see all your completed content on your profile.
ar_sa: رائع. عندما تشاهد أحد المحتويات على Degreed، يمكنك النقر فوق أيقونة ✔. فهذا يحددها على أنها مكتملة. يمكنك مشاهدة جميع المحتوى المكتمل عبر الملف الشخصي.
es_es: Fantástico. Vea donde vea contenido de Degreed, puede hacer clic en el icono ✔. Esto lo marca como completado. Puede ver todo el contenido completado en su perfil.
ko_kr: 멋집니다. Degreed에서 콘텐츠를 보면 ✔︎ 아이콘을 클릭할 수 있습니다. 이것으로 완료로 표시합니다. 프로필에서 모든 완료한 콘텐츠를 볼 수 있습니다.
nl_nl: Fantastisch! Overal waar je content ziet op Degreed, kun je op het ✔︎-icoon klikken. Hiermee wordt het als voltooid gemarkeerd. Je kunt alle voltooide content zien op je profiel.
th_th: เยี่ยมเลย เมื่อใดก็ตามที่คุณเห็นเนื้อหาใน Degreed คุณสามารถคลิกที่ไอคอน ✔︎ ได้ เป็นการระบุว่าทำเสร็จสิ้นแล้ว คุณสามารถเห็นเนื้อหาที่เสร็จสิ้นแล้วในโปรไฟล์ของคุณ

# Notification_TrackYourLearningStep2Item1
source: Thanks!
ar_sa: شكرًا لك!
es_es: ¡Gracias!
ko_kr: 감사합니다!
nl_nl: Bedankt!
th_th: ขอบคุณ!

# Notification_TrackYourLearningStep2Item2
source: Show me another way to complete content
ar_sa: وضح لي طريقة أخرى لإكمال المحتوى
es_es: Muéstrenme otro modo de completar contenido
ko_kr: 콘텐츠를 완료하는 다른 방식 표시
nl_nl: Toon me een andere manier om content te voltooien
th_th: ขอดูวิธีอื่นที่จะทำเนื้อหานี้

# Notification_TrackYourLearningStep3
source: You can also click the “+” button at the top to add items. You can add videos, articles and more from any website. You can also add work experience and other things that are part of your learning.
ar_sa: يمكنك أيضا النقر فوق زر "+" في الجزء العلوي لإضافة عناصر. يمكنك إضافة مقاطع فيديو مصورة ومقالات وأكثر من بين جميع المواقع. يمكنك أيضا إضافة خبرة العمل وغيرها من الأشياء التي تمثل جزءًا من التعلم الخاص بك.
es_es: También puede hacer clic en el botón + para agregar elementos. Puede agregar videos, artículos, entre otros, de cualquier sitio web. También puede agregar experiencia laboral y otras cosas como parte de su aprendizaje.
ko_kr: 또한 상단의 "+" 단추를 클릭하여 항목을 추가할 수 있습니다. 모든 웹사이트에서 동영상, 아티클 등을 추가할 수 없습니다. 또한 경력 및 학습의 일부분인 기타 사항을 추가할 수 있습니다.
nl_nl: Je kunt ook op de knop “+” bovenaan klikken om items toe te voegen. Je kunt video's, artikelen en meer toevoegen van elke website, Je kunt ook werkervaring en andere dingen die onderdeel zijn van jouw leren toevoegen.
th_th: คุณสามารถคลิกที่ปุ่ม "+" ด้านบนเพื่อเพิ่มข้อมูล คุณสามารถเพิ่มวิดีโอ บทความ และอื่น ๆ อีกมากมายจากเว็บไซต์ใดก็ได้ นอกจากนี้ คุณยังสามารถเพิ่มประสบการณ์การทำงานและข้อมูลอื่น ๆ ที่เกี่ยวกับการเรียนรู้ของคุณ

# Notification_TrackYourLearningStep3Item1
source: Thank you!
ar_sa: شكرًا لك!
es_es: ¡Gracias!
ko_kr: 감사합니다!
nl_nl: Bedankt!
th_th: ขอบคุณ!

# Notification_TrackYourLearningStep3Item2
source: Don't stop now, how else can I add?
ar_sa: لا تتوقف الآن، كيف يمكنني الإضافة؟
es_es: No paren ahora, ¿de qué otro modo puedo agregar?
ko_kr: 지금 멈추지 마세요. 다른 추가 방법이 있나요?
nl_nl: Als je nu stopt, kan ik niets toevoegen
th_th: อย่าหยุดยั้ง ฉันจะทำเนื้อหาเพิ่มเติมได้อย่างไร

# Notification_TrackYourLearningStep4
source: You’ll like this next one. We have a mobile extension. From any page on the web, you can click the button and we’ll track your completion in Degreed.
ar_sa: ستعجبك هذه الخطوة التالية. لدينا امتداد هاتف خلوي. فمن خلال أي من الصفحات عبر الويب، يمكنك النقر فوق الزر وبدورنا سنقوم بتتبع مدى إنجازك في Degreed.
es_es: Le gustará el siguiente. Tenemos una extensión para celular. Desde cualquier página de la web, puede hacer clic en el botón y registraremos lo que completó en Degreed.
ko_kr: 다음과 같은 것을 좋아할 것입니다. 모바일 확장자가 있습니다. 웹의 모든 페이지에서 단추를 클릭하시면 저희는 귀하가 Degreed에서 완성한 것을 추적합니다.
nl_nl: De volgende zul je interessant vinden. We hebben een mobiele extensie. Je kunt vanaf elke pagina op de knop klikken en wij zullen volgen wat je hebt voltooid in Degreed.
th_th: คุณต้องชอบข้อต่อไปแน่นอน เรามีเครื่องมือเสริมสำหรับมือถือ จากเว็บใดก็ตาม คุณสามารถคลิกที่ปุ่มแล้วเราจะติดตามการเรียนรู้ของคุณใน Degreed

# Notification_TrackYourLearningStep4Item1
source: Thanks!
ar_sa: شكرًا لك!
es_es: ¡Gracias!
ko_kr: 감사합니다!
nl_nl: Bedankt!
th_th: ขอบคุณ!

# Notification_TrackYourLearningStep4Item2
source: Give me one more!
ar_sa: أطلعني على المزيد!
es_es: ¡Quiero más!
ko_kr: 한 개 더!
nl_nl: Geef me er nog één!
th_th: ขออีกหนึ่งข้อ!

# Notification_TrackYourLearningStep5
source: I like you, you’re serious about this learning stuff! You should turn on our integrations. That way, when you complete content on other platforms, they are automatically tracked on Degreed as well!
ar_sa: أنا أحب ذلك، فأنت تتميز بالجدية خلال صف التعلم هذا! ينبغي عليك أن تقوم بتفعيل أساليب الدمج بيننا. وبهذه الطريقة، عند استكمال المحتوى على منصات أخرى، يتم تعقبها تلقائيًا على Degreed كذلك!
es_es: Me gusta, se toma en serio esto del aprendizaje. Debería activar nuestras integraciones. ¡De este modo, cuando complete contenido en otras plataformas, quedará automáticamente registrado en Degreed también!
ko_kr: 여러분을 좋아합니다. 여러분은 배움에 열정이 있습니다. 저희의 통합을 사용해야 합니다. 이런 방식으로 다른 플랫폼에서 콘텐츠를 완료하면 Degreed에서 자동으로 추적합니다!
nl_nl: Ik mag jou wel, jij neemt dit leren serieus! Je moet onze integraties aanzetten. Dit zorgt ervoor dat content die je hebt voltooid op andere platforms ook automatisch wordt gevolgd op Degreed!
th_th: ฉันชอบคุณ คุณมีความมุ่งมั่นในการเรียนรู้ คุณควรเปิดใช้งานระบบการใช้งานร่วมของเรา อย่างนี้เมื่อคุณทำเนื้อหาเสร็จสิ้นบนแพล็ตฟอร์มอื่น ๆ จะมีการบันทึกความก้าวหน้าลงใน Degreed ด้วยเช่นกัน!

# Notification_TrackYourLearningStep5Item1
source: Take me to integrations
ar_sa: الانتقال إلى أساليب الدمج
es_es: Llévenme a las integraciones
ko_kr: 통합을 해봅니다.
nl_nl: Breng me naar integraties
th_th: พาฉันไปที่การใช้งานร่วม

# Notification_TrackYourLearningStep5Item2
source: Thanks! I'll check back later
ar_sa: شكرًا لك! سوف أتحقق من ذلك لاحقًا
es_es: ¡Gracias! Lo veré más tarde
ko_kr: 감사합니다! 나중에 확인하겠습니다.
nl_nl: Bedankt! Ik kom later terug
th_th: ขอบคุณ! ฉันจะกลับมาดูภายหลัง

# Notification_TrackYourLearningStep6
source: Have a great day of learning!
ar_sa: نتمنى أن تحظى بيوم رائع من التعلم!
es_es: ¡Que tenga un buen día de aprendizaje!
ko_kr: 오늘도 좋은 학습 하세요!
nl_nl: Geniet van een dag vol met leren!
th_th: ขอให้คุณมีวันแห่งการเรียนรู้ที่ดี!

# Notification_TrackYourLearningStep7
source: No problem. Have a great day of learning!
ar_sa: ليس هناك أى مشكلة. نتمنى أن تحظى بيوم رائع من التعلم!
es_es: Sin problema. ¡Que tenga un buen día de aprendizaje!
ko_kr: 괜찮습니다. 오늘도 좋은 학습 하세요!
nl_nl: Geen probleem. Geniet van een dag vol met leren!
th_th: ไม่มีปัญหา ขอให้คุณมีวันแห่งการเรียนรู้ที่ดี!

# Notification_UpdateUserTagRatingsOnProfileStep1
source: It's time for your Skills Checkup! Update your skill ratings and the skills you follow to reflect your progress.
ar_sa: حان الوقت لفحص المهارات الخاص بك! قم بتحديث تقييمات مهاراتك والمهارات التي تتبعها لتعكس تقدمك.
es_es: ¡Es hora de revisar sus habilidades! Actualice las calificaciones de sus habilidades y las habilidades que sigue para que se refleje su progreso.
ko_kr: 기술 점검 시간입니다! 기술 평가 등급 및 팔로우하는 기술을 업데이트하여 진행 상황을 반영합니다.
nl_nl: Het is tijd voor je vaardigheid-checkup! Werk je vaardigheidsscores en de vaardigheden die je volgt bij om je voortgang te weerspiegelen.
th_th: ถึงเวลาตรวจสอบทักษะของคุณแล้ว! อัปเดตคะแนนทักษะของคุณและทักษะที่คุณติดตามเพื่อสะท้อนความคืบหน้าของคุณ

# Notification_UpdateUserTagRatingsOnProfileStep1Item1
source: Update Ratings
ar_sa: تحديث التقييمات
es_es: Actualizar calificaciones
ko_kr: 평가 등급 업데이트
nl_nl: Scores updaten
th_th: อัปเดตคะแนน

# Notification_UpdateUserTagRatingsOnProfileStep1Item2
source: Done Rating
ar_sa: تم التقييم
es_es: Acabar calificación
ko_kr: 등급 평가 완료
nl_nl: Klaar met beoordelen
th_th: เสร็จสิ้นการให้คะแนน

# Notification_UpdateUserTagRatingsOnProfileStep2
source: Looking good! Thanks for updating your skill ratings. We'll make sure to remind you to update them again when you've made progress.
ar_sa: تبدو جيدة! شكرا لتحديث تقييم المهارات الخاصة بك. سنحرص على تذكيرك بتحديثها مرة أخرى عندما تحرز تقدمًا.
es_es: ¡Se ve bien! Gracias por actualizar las calificaciones de sus habilidades. Nos aseguraremos de recordarle que las vuelva a actualizar cuando haga progresos.
ko_kr: 좋아 보입니다! 기술 평가 등급을 업데이트해 주셔서 감사합니다. 진행 상황이 있으면 다시 업데이트하도록 알려 드리겠습니다.
nl_nl: Ziet er goed uit! Bedankt voor het bijwerken van je vaardigheidsscores. We zullen je een herinnering sturen om ze opnieuw bij te werken als je vooruitgang hebt geboekt.
th_th: ดูดีนี่! ขอบคุณที่อัปเดตคะแนนทักษะของคุณ เราจะเตือนคุณให้ทำการอัปเดตอีกครั้งเมื่อคุณมีความคืบหน้า

# Notification_UpdateUserTagRatingsOnProfileStep2Item1
source: Finish Checkup
ar_sa: انتهاء الفحص
es_es: Terminar revisión
ko_kr: 점검을 완료
nl_nl: Checkup voltooien
th_th: สิ้นสุดการตรวจสอบ

# Notification_UpdateUserTagRatingsStep1
source: It's time for your Skill Checkup! Update your skill ratings and the skills you follow to reflect your progress.
ar_sa: حان الوقت لفحص المهارات الخاص بك! قم بتحديث تقييمات مهاراتك والمهارات التي تتبعها لتعكس تقدمك.
es_es: ¡Es hora de revisar sus habilidades! Actualice las calificaciones de sus habilidades y las habilidades que sigue para que se refleje su progreso.
ko_kr: 기술 점검 시간입니다! 기술 평가 등급 및 팔로우하는 기술을 업데이트하여 진행 상황을 반영합니다.
nl_nl: Het is tijd voor je vaardigheid-checkup! Werk je vaardigheidsscores en de vaardigheden die je volgt bij om je voortgang te weerspiegelen.
th_th: ถึงเวลาตรวจสอบทักษะของคุณแล้ว! อัปเดตคะแนนทักษะของคุณและทักษะที่คุณติดตามเพื่อสะท้อนความคืบหน้าของคุณ

# Notification_UpdateUserTagRatingsStep1Item1
source: Update Ratings
ar_sa: تحديث التقييمات
es_es: Actualizar calificaciones
ko_kr: 평가 등급 업데이트
nl_nl: Scores updaten
th_th: อัปเดตคะแนน

# Notification_UpdateUserTagRatingsStep1Item2
source: Dismiss
ar_sa: رفض
es_es: Descartar
ko_kr: 무시
nl_nl: Verwerpen
th_th: ปิด

# Notification_UpdateUserTagsStep1
source: Hey, you've been using Degreed for a while now. Much of what you see is determined by the skills you've indicated you're interested in. Would you like to review and possibly change those now?
ar_sa: مهلاً، لقد كنت تستخدم Degreed لفترة ما خلال الوقت الراهن. يتم تحديد الكثير مما تراه بالمهارات التي أشرت إليها والتي تهتم بها. هل ترغب في المراجعة وإجراء تغيير الآن؟
es_es: Ya lleva un tiempo usando Degreed. La mayoría de lo que ve viene determinado por las habilidades que indicó que le interesaban. ¿Le gustaría revisarlos y cambiarlos, si lo desea, ahora?
ko_kr: 지금까지 Degreed를 한 동안 사용하셨습니다. 여러분에게 보이는 대부분의 내용은 여러분이 관심이 있는 것으로 표시한 기술에 의해 결정됩니다. 지금 검토하여 필요한 경우 변경하시겠습니까?
nl_nl: Zeg, je gebruikt Degreed nu al een tijdje. Wat je ziet wordt grotendeels bepaald door de door jou opgegeven vaardigheden. Wil je deze bekijken en mogelijk aanpassen?
th_th: เฮ้ เหมือนคุณใช้ Degreed มาสักพักหนึ่งแล้ว สิ่งที่คุณเห็นส่วนใหญ่จะขึ้นอยู่กับทักษะที่คุณได้ระบุว่าคุณสนใจ คุณต้องการทบทวนและเปลี่ยนแปลงหัวข้อเหล่านั้นตอนนี้ไหม

# Notification_UpdateUserTagsStep1Item1
source: Sure!
ar_sa: بالتأكيد!
es_es: ¡Claro!
ko_kr: 좋습니다!
nl_nl: Ja!
th_th: ได้เลย!

# Notification_UpdateUserTagsStep1Item2
source: No thanks, I'm good
ar_sa: كلا شكرًا، أنا بحالة جيدة
es_es: No, gracias, están bien.
ko_kr: 아니오. 괜찮습니다!
nl_nl: Nee, bedankt, ik wil niets veranderen
th_th: ไม่ล่ะ ขอบคุณ ทุกอย่างโอเค

# Notification_UpdateUserTagsStep2
source: Great. Your skills are managed on your Profile Overview page (just telling you in case you want to adjust them again later). Click this button to change them!
ar_sa: رائع. تتم إدارة مهاراتك في صفحة نظرة عامة على الملف الشخصي (أشير إلى ذلك فقط في حالة رغبتك تعديلها مرة أخرى خلال وقت لاحق). انقر فوق هذا الزر لتغييرها!
es_es: ¡Estupendo! Puede gestionar sus habilidades desde la página Resumen de perfil (solo se lo decimos por si quiere hacerlo de nuevo más tarde). Haga clic en este botón para cambiarlos.
ko_kr: 좋습니다. 기술은 프로필 개요 페이지에서 관리합니다. (나중에 다시 조정하려는 경우를 대비해 알려드립니다.) 이 단추를 클릭하여 변경합니다!
nl_nl: Geweldig. Jouw onderwerpen worden beheerd in je profieloverzichtpagina (voor het geval je ze op een later tijdstip wilt aanpassen). Klik op deze knop om ze te wijzigen!
th_th: โอเค คุณสามารถจัดการทักษะต่าง ๆ ของคุณได้จากหน้าภาพรวมโปรไฟล์ (เผื่อคุณอยากปรับเปลี่ยนในภายหลัง) คลิกปุ่มนี้เพื่อเปลี่ยนหัวข้อ!

# Notification_UpdateUserTagsStep2Item1
source: Edit Skills
ar_sa: إضافة مهارات
es_es: Editar habilidades
ko_kr: 기술 편집
nl_nl: Bewerk vaardigheden
th_th: แก้ไขทักษะ

# Notification_UpdateUserTagsStep3
source: No problem. You can always manage your skills from your Profile Overview page.
ar_sa: ليس هناك أى مشكلة. يمكنك دائما إدارة مهاراتك عبر صفحة نظرة عامة على الملف الشخصي.
es_es: Sin problema. Siempre puede gestionar sus habilidades desde la página Resumen de perfil.
ko_kr: 괜찮습니다. 프로필 개요 페이지에서 언제든지 자신의 기술을 관리할 수 있습니다.
nl_nl: Geen probleem. Je kunt je vaardigheden altijd beheren vanaf je profieloverzichtpagina.
th_th: ไม่มีปัญหา คุณสามารถจัดการทักษะของคุณได้เสมอจากหน้าภาพรวมโปรไฟล์

# NotificationFeedCtrl_NotificationCountFormat
source: {{notificationItemCount}} new notifications
ar_sa: {{notificationItemCount}} إشعار جديد
es_es: {{notificationItemCount}} notificaciones nuevas
ko_kr: {{notificationItemCount}}개의 새 알림
nl_nl: {{NotificationItemCount}} nieuwe meldingen
th_th: การแจ้งเตือนใหม่ {{notificationItemCount}} รายการ

# NotificationManager_SocialConnectionJoinedFormat
source: Your friend {0} joined Degreed.
ar_sa: انضم صديقك {0} إلى موقع Degreed.
es_es: Su amigo {0} se ha unido a Degreed.
ko_kr: 친구 {0} 님이 Degreed에 가입했습니다.
nl_nl: Je vriend {0} is lid geworden van Degreed.
th_th: เพื่อนของคุณ {0} เข้าร่วมใช้งาน Degreed แล้ว

# NotificationManager_UnsubscribeFormat
source: You have been unsubscribed from the {0}.
ar_sa: لقد تم إلغاء اشتراكك من {0}.
es_es: Se ha dado de baja de {0}.
ko_kr: {0}의 구독을 취소했습니다.
nl_nl: Je bent afgemeld van de {0}.
th_th: คุณได้ยกเลิกการสมัครจาก {0} แล้ว

# NotificationsCtrl_YouHaveRequiredLearningPluralFormat
source: You have {{count}} Required Learning items
ar_sa: لديك عدد {{count}} من عناصر التعلم المطلوبة
es_es: Tiene {{count}} elementos de formación necesaria
ko_kr: 필요한 학습 항목 {{count}}개가 있습니다.
nl_nl: Je hebt {{count}} verplichte leeritems
th_th: คุณมีเนื้อหาการเรียนรู้ {{count}} รายการที่ต้องทำให้เสร็จ

# NotificationsCtrl_YouHaveRequiredLearningSingular
source: You have 1 Required Learning item
ar_sa: لديك عنصر تعلم واحد مطلوب
es_es: Tiene 1 elemento de formación necesaria
ko_kr: 필요한 학습 항목 1개가 있습니다.
nl_nl: Je hebt 1 verplicht leeritem
th_th: คุณมีเนื้อหาการเรียนรู้ 1 รายการที่ต้องทำให้เสร็จ

# NotificationSvc_Notifications
source: Sorry! There was a problem accessing notifications.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى الإشعارات
es_es: ¡Lo sentimos! Se produjo un problema al acceder a las notificaciones.
ko_kr: 죄송합니다! 알림에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot meldingen.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงการแจ้งเตือน

# Onboarding_LearnFromAnySource
source: Learn from Any Source
ar_sa: التعلم من أي مصدر
es_es: Aprenda de cualquier fuente
ko_kr: 모든 출처에서 학습
nl_nl: Leer van welke bron dan ook
th_th: เรียนรู้จากแหล่งใดก็ได้

# Onboarding_LearnInstructions
source: We'll connect all the resources you’ll need to learn and grow, like millions of courses, videos, books and more!
ar_sa: سنربط جميع الموارد التي ستحتاجها للتعلم والنمو ، مثل الملايين من الدورات التدريبية ومقاطع الفيديو والكتب والمزيد!
es_es: Le conectaremos con todos los recursos que necesite para aprender y crecer, como millones de cursos, videos, libros y mucho más.
ko_kr: 수많은 과정, 비디오, 책 등과 같이 학습하고 성정하는 데 필요한 모든 리소스를 연결합니다.
nl_nl: Wij zoeken alle bronnen die jij nodig hebt om te leren en groeien, zoals miljoenen cursussen, video's, boeken en nog veel meer!
th_th: เราจะเชื่อมต่อทุกแหล่งความรู้ที่คุณต้องใช้ในการเรียนรู้และพัฒนา ทั้งหลักสูตร วิดีโอ หนังสือ และแหล่งความรู้อื่น ๆ นับล้าน!

# Onboarding_ProgressInstructions
source: We’re here to help you discover, learn and progress in the skills you need for the future.
ar_sa: نحن هنا لمساعدتك في اكتشاف المهارات التي تحتاجها في المستقبل والتعلم منها والتقدم فيها.
es_es: Estamos aquí para ayudarle a descubrir, aprender y progresar en las habilidades que necesita para el futuro.
ko_kr: 저희는 앞으로 필요한 기술을 발견하고 학습하고 진행하는 데 도움을 줍니다.
nl_nl: We helpen je om de vaardigheden die je nodig hebt voor jouw toekomst te ontdekken, leren en verbeteren.
th_th: เราพร้อมที่จะช่วยคุณค้นหา เรียนรู้ และก้าวหน้าในทักษะที่คุณต้องใช้ในอนาคต

# Onboarding_ProgressInYourSkills
source: Progress in Your Skills
ar_sa: تقدم في مهاراتك
es_es: Progrese en sus habilidades
ko_kr: 기술의 진행률
nl_nl: Voortgang in Jouw vaardigheden
th_th: ความก้าวหน้าในทักษะของคุณ

# Onboarding_RatingOverflowImgAlt
source: abstract illustration representing a user profile
ar_sa: التوضيح المجرد الذي يمثل ملف تعريف المستخدم
es_es: imagen abstracta que representa un perfil de usuario
ko_kr: 사용자 프로필을 나타내는 추상적 일러스트레이션
nl_nl: abstracte illustratie van een gebruikersprofiel
th_th: ภาพนามธรรมเพื่อแทนโปรไฟล์ผู้ใช้

# Onboarding_RatingOverflowInstructions
source: You're all done for now. You can always rate more skills on your profile later.
ar_sa: لقد انتهيت من كل حتى الآن يمكنك دائمًا تقييم المزيد من المهارات في ملفك الشخصي لاحقًا.
es_es: Todo listo por el momento. Siempre puede calificar más habilidades de su perfil en otro momento.
ko_kr: 이제 완료되셨습니다. 나중에 언제든 자신의 프로필에 더 많은 기술을 평가할 수 있습니다.
nl_nl: Voor nu ben je helemaal klaar. Je kunt altijd later terugkomen om meer vaardigheden in jouw profiel te beoordelen.
th_th: เรียบร้อยแล้วสำหรับตอนนี้ คุณสามารถให้คะแนนทักษะอื่น ๆ ในโปรไฟล์ของคุณในภายหลังได้เสมอ

# Onboarding_RatingOverflowTitle
source: Great Job!
ar_sa: أحسنت!
es_es: ¡Buen trabajo!
ko_kr: 잘하셨습니다!
nl_nl: Goed gedaan!
th_th: เยี่ยม!

# Onboarding_ResetTipsBody
source: This will re-enable all onboarding dialogs throughout Degreed, including the Welcome page.
ar_sa: هذا سوف يعيد تمكين كافة محادثات الترحيب على Degreed، يشمل ذلك صفحة "الترحيب"
es_es: Se volverán a activar los diálogos de incorporación en todo Degreed, incluso la página de bienvenida.
ko_kr: 이것은 시작 페이지를 포함하여 Degreed에서 모든 온보딩 대화를 다시 사용하게 합니다.
nl_nl: Hiermee worden alle onboarding-dialoogvensters in Degreed opnieuw geactiveerd, inclusief de Welkom pagina.
th_th: การทำเช่นนี้จะเปิดใช้ข้อความแนะนำผู้เริ่มใช้ทั้งหมดอีกครั้งทั่ว Degreed รวมถึงหน้าต้อนรับ

# Onboarding_ResetTipsHeader
source: Are you sure you want to reset onboarding?
ar_sa: هل أنت متأكد من رغبتك في إعادة ضبط الاستقبال؟
es_es: ¿De verdad quiere restablecer la incorporación?
ko_kr: 온보딩을 초기화하시겠습니까?
nl_nl: Weet je zeker dat je onboaring wilt resetten?
th_th: คุณแน่ใจหรือว่าต้องการรีเซ็ตการแนะนำผู้เริ่มใช้อีกครั้ง?

# Onboarding_SearchRoles_SearchForRole
source: Search for role
ar_sa: البحث عن دور
es_es: Buscar un rol
ko_kr: 역할을 검색
nl_nl: Een rol zoeken
th_th: ค้นหาบทบาท

# Onboarding_SearchSkills_AddSkills
source: Add any skill you'd like
ar_sa: أضف أي مهارة تريدها
es_es: Agregue la habilidad que quiera
ko_kr: 원하는 기술을 추가
nl_nl: Voeg elke vaardigheid toe die je maar wilt
th_th: เพิ่มทักษะใดก็ได้ที่ต้องการ

# Onboarding_SearchSkills_SearchForSkills
source: Search for skills
ar_sa: البحث عن مهارات
es_es: Buscar habilidades
ko_kr: 기술을 검색
nl_nl: Vaardigheden zoeken
th_th: ค้นหาทักษะ

# Onboarding_SearchSkills_SuggestionsHeading
source: {{numberOfSkills}} suggestions for '{{roleName}}'
ar_sa: {{numberOfSkills}} اقتراحات '{{roleName}}'
es_es: {{numberOfSkills}} sugerencias de '{{roleName}}'
ko_kr: '{{roleName}}'에 대한 {{numberOfSkills}}개 추천
nl_nl: {{numberOfSkills}} suggesties voor '{{roleName}}'
th_th: {{numberOfSkills}} ทักษะแนะนำสำหรับ '{{roleName}}'

# Onboarding_SearchSkills_TopSkills
source: Top Skills
ar_sa: أبرز المهارات
es_es: Mejores habilidades
ko_kr: 최고 기술
nl_nl: Topvaardigheden
th_th: ทักษะยอดนิยม

# Onboarding_Step1CategoriesImgAlt
source: abstract illustration representing many types of content
ar_sa: رسم توضيحي يمثل العديد من أنواع المحتوى
es_es: imagen abstracta que representa muchos tipos de contenido
ko_kr: 많은 종류의 콘텐츠를 나타내는 추상적 일러스트레이션
nl_nl: abstracte illustratie van vele soorten content
th_th: ภาพนามธรรมเพื่อแทนเนื้อหาหลายประเภท

# Onboarding_Step1IdeasImgAlt
source: abstract illustration representing thoughts and ideas
ar_sa: التوضيح المجرد الذي يمثل الأفكار والآراء
es_es: imagen abstracta que representa pensamientos e ideas
ko_kr: 생각 및 아이디어를 나타내는 추상적 일러스트레이션
nl_nl: abstracte illustratie van meningen en ideeën
th_th: ภาพนามธรรมเพื่อแทนมุมมองและความคิด

# Onboarding_Step1Title
source: Welcome to Degreed
ar_sa: مرحبًا بك في موقع Degreed
es_es: Le damos la bienvenida a Degreed
ko_kr: Degreed에 오신 것을 환영합니다!
nl_nl: Welkom bij Degreed!
th_th: ยินดีต้อนรับสู่ Degreed

# Onboarding_Step2Instructions
source: First, tell us what job you have, or want, so that we can help you find skills or topics you might want to learn about.
ar_sa: أولاً، أخبرنا عن الوظيفة التي لديك أو تريدها ، حتى يمكننا مساعدتك في العثور على المهارات أو الموضوعات التي قد ترغب في التعرف عليها.
es_es: Primero díganos el trabajo que tiene o quiere para que podamos ayudarle a encontrar las habilidades o temas sobre los que le interese aprender.
ko_kr: 먼저 귀하의 현재 직업 또는 추구하는 직업을 알려 주셔서 귀하가 학습할 수 있는 기술 또는 주제를 저희가 찾게 합니다.
nl_nl: Vertel ons eerst wat jouw functie is, of welke functie je graag wilt, zodat we je kunnen helpen om de vaardigheden en onderwerpen te vinden die interessant zijn voor jou.
th_th: อันดับแรก บอกเราว่าคุณทำงานอะไร หรืออยากทำงานอะไร เราจะได้ช่วยคุณหาทักษะหรือหัวข้อที่คุณอาจจะสนใจเรียนรู้

# Onboarding_Step2Title
source: Select Your Role
ar_sa: اختر دورك
es_es: Seleccione su rol
ko_kr: 역할을 선택
nl_nl: Selecteer jouw rol
th_th: เลือกบทบาทของคุณ

# Onboarding_Step3Instructions
source: Now, choose some skills you would like to develop so we can better curate your learning experience.
ar_sa: الآن، اختر بعض المهارات التي ترغب في تطويرها حتى نتمكن من تنظيم تجربة التعلم بشكل أفضل.
es_es: Ahora elija algunas habilidades que quiera desarrollar para que podamos ofrecerle una mejor experiencia de aprendizaje.
ko_kr: 이제 귀하의 학습 경험을 더 효과적으로 구성할 수 있도록 개발하려는 기술을 선택합니다.
nl_nl: Kies nu een aantal vaardigheden die je zou willen ontwikkelen, zodat wij beter in staat zijn om jouw leerervaring samen te stellen.
th_th: เลือกทักษะที่คุณต้องการพัฒนาเพื่อที่เราจะได้คัดกรองประสบการณ์การเรียนรู้ให้คุณได้ดียิ่งขึ้น

# Onboarding_Step3Title
source: Select the Skills You Want to Develop
ar_sa: اختر المهارات التي تريد تطويرها
es_es: Seleccione las habilidades que quiera desarrollar
ko_kr: 개발하려는 기술을 선택
nl_nl: Selecteer de vaardigheden die je wilt ontwikkelen
th_th: เลือกทักษะที่คุณต้องการพัฒนา
