Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# Core_Rate
source: Rate
ar_sa: معدل
es_es: Calificar
ko_kr: 평가
nl_nl: Beoordelen
th_th: ให้คะแนน

# Core_Read
source: Read
ar_sa: قراءة
es_es: Leer
ko_kr: 읽기
nl_nl: Lezen
th_th: อ่าน

# Core_ReadMore
source: Read More
ar_sa: إظهار المزيد
es_es: Leer más
ko_kr: 더 읽기
nl_nl: Meer lezen
th_th: อ่านเพิ่มเติม

# Core_Recommend
source: Share
ar_sa: مشاركة
es_es: Compartir
ko_kr: 공유
nl_nl: Delen
th_th: แบ่งปัน

# Core_RecommendationDisplayName
source: Share
ar_sa: مشاركة
es_es: Compartir
ko_kr: 공유
nl_nl: Delen
th_th: แบ่งปัน

# Core_RecommendationsDisplayName
source: Shares
ar_sa: مشاركات
es_es: Compartidos
ko_kr: 공유 목록
nl_nl: Gedeelde content
th_th: การแบ่งปัน

# Core_Remove
source: Remove
ar_sa: إزالة
es_es: Eliminar
ko_kr: 제거
nl_nl: Verwijderen
th_th: ลบ

# Core_Removed
source: removed
ar_sa: تمت الإزالة
es_es: eliminó
ko_kr: 제거
nl_nl: verwijderd
th_th: ลบออกแล้ว

# Core_RemoveFacetFormat
source: Remove {{facetName}}
ar_sa: حذف {{facetName}}
es_es: Eliminar {{facetName}}
ko_kr: {{facetName}} 삭제
nl_nl: Verwijder {{facetName}}
th_th: นำ {{facetName}} ออก

# Core_RemoveImage
source: Remove image
ar_sa: إزالة صورة
es_es: Eliminar imagen
ko_kr: 이미지 제거
nl_nl: Afbeelding verwijderen
th_th: ลบรูป

# Core_RemoveItem
source: Remove Item
ar_sa: إزالة عنصر
es_es: Eliminar elemento
ko_kr: 항목을 제거
nl_nl: Item verwijderen
th_th: ลบเนื้อหา

# Core_RemoveSuccess
source: Successfully removed!
ar_sa: تمت الإزالة بنجاح!
es_es: ¡Se eliminó correctamente!
ko_kr: 성공적으로 제거되었습니다!
nl_nl: Verwijderen geslaagd!
th_th: ลบออกสำเร็จแล้ว!

# Core_Reply
source: Reply
ar_sa: رد
es_es: Responder
ko_kr: 답변
nl_nl: Reactie
th_th: ตอบ

# Core_ReportAProblem
source: Report a Problem
ar_sa: إبلاغ عن مشكلة
es_es: Informar de un problema
ko_kr: 문제를 보고
nl_nl: Een probleem melden
th_th: รายงานปัญหา

# Core_Required
source: Required
ar_sa: مطلوب
es_es: Obligatoria
ko_kr: 필수
nl_nl: Vereist
th_th: จำเป็น

# Core_ReRateSkill
source: Update Rating
ar_sa: تحديث التقييم
es_es: Actualizar calificación
ko_kr: 평가 등급 업데이트
nl_nl: Score updaten
th_th: อัปเดตเรตติ้ง

# Core_ResultsFoundFormat
source: {{count}} results found
ar_sa: {{count}} نتائج تم العثور عليها
es_es: {{count}} resultados encontrados
ko_kr: {{count}}개의 결과를 찾음
nl_nl: {resourceType} resultaten gevonden
th_th: พบผลลัพธ์ {{count}} รายการ

# Core_Review
source: Review
ar_sa: مراجعة
es_es: Revisar
ko_kr: 검토
nl_nl: Controleren
th_th: พิจารณา

# Core_Role
source: Role
ar_sa: الدور
es_es: Rol
ko_kr: 역할
nl_nl: Rol
th_th: บทบาท

# Core_RoleAdmin
source: Admin
ar_sa: مسؤول
ko_kr: 관리자
nl_nl: Beheerder
th_th: ผู้ดูแลระบบ

# Core_RoleAdminsCan
source: Admins can:
ar_sa: يمكن للمسؤولين:
es_es: Los administradores pueden:
ko_kr: 관리자는 다음을 수행할 수 있습니다.
nl_nl: Beheerders kunnen:
th_th: ผู้ดูแลสามารถ:

# Core_RoleLearningProfessional
source: Learning Professional
ar_sa: مختص التعلم
es_es: Profesional de la formación
ko_kr: 배우는 프로페셔널
nl_nl: Professional in de educatiesector
th_th: ผู้เชี่ยวชาญด้านการเรียนรู้

# Core_RoleLearningProfessionalsCan
source: Learning Professionals can:
ar_sa: يمكن لمختصي التعلّم:
es_es: Los profesionales de la formación pueden:
ko_kr: 학습 전문가는 다음을 수행할 수 있습니다.
nl_nl: Lerende professionals kunnen:
th_th: ผู้เชี่ยวชาญด้านการเรียนรู้สามารถ:

# Core_RoleManager
source: Manager
ar_sa: مدير
es_es: Gerente
ko_kr: 매니저
th_th: ผู้จัดการ

# Core_RoleManagersCan
source: Managers can:
ar_sa: يمكن للمدراء:
es_es: Los gerentes pueden:
ko_kr: 매니저는 다음을 수행할 수 있습니다.
nl_nl: Managers kunnen:
th_th: ผู้จัดการสามารถ:

# Core_RoleMember
source: Member
ar_sa: عضو
es_es: Miembro
ko_kr: 멤버
nl_nl: Lid
th_th: สมาชิก

# Core_RoleMembersCan
source: Members can:
ar_sa: يمكن للأعضاء:
es_es: Los miembros pueden:
ko_kr: 회원은 다음을 수행할 수 있습니다.
nl_nl: Leden kunnen:
th_th: สมาชิกสามารถ:

# Core_RolePlan
source: Role Plan
ar_sa: خطة الأدوار
es_es: Plan de rol
ko_kr: 역할 계획
nl_nl: Rolplan
th_th: แผนบทบาท

# Core_Save
source: Save
ar_sa: حفظ
es_es: Guardar
ko_kr: 저장
nl_nl: Opslaan
th_th: บันทึก

# Core_SaveAudio
source: Save Podcast
ar_sa: حفظ حلقة إذاعية
es_es: Guardar podcast
ko_kr: 팟캐스트 저장
nl_nl: Podcast opslaan
th_th: บันทึกพอดแคสต์

# Core_SaveChanges
source: Save changes
ar_sa: حفظ التغييرات
es_es: Guardar cambios
ko_kr: 변경 저장
nl_nl: Wijzigingen opslaan
th_th: บันทึกการเปลี่ยนแปลง

# Core_Saved
source: Saved
ar_sa: المحفوظات
es_es: Guardado
ko_kr: 저장
nl_nl: Opgeslagen
th_th: บันทึกแล้ว

# Core_SaveForLater
source: Save For Later
ar_sa: حفظ لوقت لاحق
es_es: Guardar para más tarde
ko_kr: 나중을 위해 저장
nl_nl: Bewaar voor later
th_th: บันทึกไว้เพื่อดำเนินการในภายหลัง

# Core_SaveNext
source: Save & Next
ar_sa: الحفظ والمتابعة
es_es: Guardar e ir al siguiente
ko_kr: 저장하고 다음 단계
nl_nl: Opslaan & volgende
th_th: บันทึกและถัดไป

# Core_Saving
source: Saving
ar_sa: جاري الحفظ
es_es: Guardando
ko_kr: 저장 중
nl_nl: Wordt opgeslagen
th_th: กำลังบันทึก

# Core_Search
source: Search
ar_sa: البحث
es_es: Buscar
ko_kr: 검색
nl_nl: Zoeken
th_th: ค้นหา

# Core_SearchCatalog
source: Search Catalog
ar_sa: بحث الكتالوج
es_es: Buscar catálogo
ko_kr: 카탈로그를 검색
nl_nl: Zoeken in catalogus
th_th: ค้นหาแค็ตตาล็อก

# Core_Second
source: Second
ar_sa: ثانية
es_es: Segundo
ko_kr: 초
nl_nl: Seconde
th_th: วินาที

# Core_Seconds
source: Seconds
ar_sa: ثواني
es_es: Segundos
ko_kr: 초
nl_nl: Seconden
th_th: วินาที

# Core_SecondsAgoFormat
source: {{time}} seconds ago
ar_sa: {{time}} ثوانٍ مضت
es_es: Hace {{time}} segundos
ko_kr: {{time}}초 전
nl_nl: {{time}} seconden geleden
th_th: {{time}} วินาทีที่แล้ว

# Core_Select
source: Select
ar_sa: اختيار
es_es: Seleccionar
ko_kr: 선택
nl_nl: Selecteer
th_th: เลือก

# Core_SelectAllInTable
source: Select all rows in the table
ar_sa: تحديد كل الصفوف في الجدول
es_es: Seleccionar todas las filas de la tabla
ko_kr: 표에 있는 전체 행 선택
nl_nl: Selecteer alle rijen in de tabel
th_th: เลือกทุกแถวในตาราง

# Core_SelectItem
source: Select {{item}}
ar_sa: تحديد {item}
es_es: Seleccionar {{item}}
ko_kr: {{item}} 선택
nl_nl: Selecteer {{item}}
th_th: เลือก {{item}}

# Core_Send
source: Send
ar_sa: إرسال
es_es: Enviar
ko_kr: 보내기
nl_nl: Verzenden
th_th: ส่ง

# Core_Sending
source: Sending
ar_sa: جاري الإرسال
es_es: Enviando
ko_kr: 보내는 중
nl_nl: Wordt verzonden
th_th: กำลังส่ง

# Core_Sessions
source: Sessions
ar_sa: الجلسات
es_es: Sesiones
ko_kr: 세션
nl_nl: Sessies
th_th: เซสชัน

# Core_SetAsGoal
source: Set As Goal
ar_sa: تعيين كهدف
es_es: Marcar como objetivo
ko_kr: 목표로 설정
nl_nl: Instellen als doelstelling
th_th: ตั้งเป็นเป้าหมาย

# Core_SetGoal
source: Set Goal
ar_sa: تعيين هدف
es_es: Marcar objetivo
ko_kr: 목표 설정
nl_nl: Doelstelling instellen
th_th: ตั้งเป้าหมาย

# Core_Settings
source: Settings
ar_sa: الإعدادات
es_es: Ajustes
ko_kr: 설정
nl_nl: Instellingen
th_th: การตั้งค่า

# Core_Share
source: Share
ar_sa: مشاركة
es_es: Compartir
ko_kr: 공유
nl_nl: Delen
th_th: แบ่งปัน

# Core_Show
source: Show
ar_sa: عرض
es_es: Mostrar
ko_kr: 표시
nl_nl: Tonen
th_th: แสดง

# Core_ShowAll
source: Show All
ar_sa: إظهار الكل
es_es: Mostrar todo
ko_kr: 모두 보이기
nl_nl: Alles tonen
th_th: แสดงทั้งหมด

# Core_ShowLess
source: Show Less
ar_sa: إظهار أقل
es_es: Mostrar menos
ko_kr: 간단히 표시
nl_nl: Minder tonen
th_th: แสดงน้อยลง

# Core_ShowMore
source: Show More
ar_sa: إظهار المزيد
es_es: Mostrar más
ko_kr: 더 보이기
nl_nl: Meer tonen
th_th: แสดงเพิ่มเติม

# Core_Skill
source: Skill
ar_sa: مهارة
es_es: Habilidad
ko_kr: 기술
nl_nl: Vaardigheid
th_th: ทักษะ

# Core_SkillDisplayName
source: Skill Behavior
ar_sa: سلوك المهارات
es_es: Comportamiento de habilidad
ko_kr: 기술 동작
nl_nl: Vaardigheidsgedrag
th_th: พฤติกรรมแสดงทักษะ

# Core_SkillPlan
source: Skill Plan
ar_sa: خطة مهارة
es_es: Plan de habilidades
ko_kr: 기술 계획
nl_nl: Vaardigheidsplan
th_th: แผนทักษะ

# Core_SkillPlansDisplayName
source: Skill Plans
ar_sa: خطط مهارات
es_es: Planes de habilidades
ko_kr: 기술 계획
nl_nl: Vaardigheidsplannen
th_th: แผนทักษะ

# Core_Skills
source: Skills
ar_sa: المهارات
es_es: Habilidades
ko_kr: 기술
nl_nl: Vaardigheden
th_th: ทักษะ

# Core_SkillsAndTopics
source: Skills and Topics
ar_sa: المهارات أو الموضوعات
es_es: Habilidades y temas
ko_kr: 기술 및 주제
nl_nl: Vaardigheden en onderwerpen
th_th: ทักษะและหัวข้อ

# Core_SkillsDisplayName
source: Skill Behaviors
ar_sa: سلوكيات المهارات
es_es: Comportamientos de habilidad
ko_kr: 기술 동작
nl_nl: Vaardigheidsgedragingen
th_th: พฤติกรรมแสดงทักษะ

# Core_Skip
source: Skip
ar_sa: تخطي
es_es: Saltar
ko_kr: 건너뛰기
nl_nl: Overslaan
th_th: ข้าม

# Core_Sort
source: Sort
ar_sa: فرز
es_es: Clasificar
ko_kr: 정렬
nl_nl: Sorteren
th_th: เรียงลำดับ

# Core_SortBy
source: Sort by
ar_sa: فرز باستخدام
es_es: Clasificar por
ko_kr: 정렬 기준
nl_nl: Sorteer op
th_th: เรียงลำดับโดย

# Core_StartTracking
source: Start tracking
ar_sa: بدء التعقب
es_es: Comenzar seguimiento
ko_kr: 추적 시작
nl_nl: Begin met traceren
th_th: เริ่มต้นการติดตาม

# Core_Status
source: Status
ar_sa: الحالة
es_es: Estado
ko_kr: 상태
th_th: สถานะ

# Core_Submit
source: Submit
ar_sa: تقديم
es_es: Enviar
ko_kr: 제출
nl_nl: Indienen
th_th: ส่ง

# Core_SubmitContinue
source: Submit & Continue
ar_sa: إرسال ومتابعة
es_es: Enviar y continuar
ko_kr: 제출 및 계속
nl_nl: Indienen en doorgaan
th_th: ส่งและดำเนินการต่อ

# Core_Submitting
source: Submitting
ar_sa: جاري التقديم
es_es: Enviando
ko_kr: 제출 중
nl_nl: Wordt ingediend
th_th: กำลังส่ง

# Core_Subscription
source: Subscription
ar_sa: اشتراك
es_es: Por suscripción
ko_kr: 구독
nl_nl: Inschrijving
th_th: การสมัครรับข้อมูล

# Core_Tag
source: Skill
ar_sa: مهارة
es_es: Habilidad
ko_kr: 기술
nl_nl: Vaardigheid
th_th: ทักษะ

# Core_Tags
source: Topics
ar_sa: الموضوعات
es_es: Temas
ko_kr: 주제
nl_nl: Onderwerpen
th_th: หัวข้อ

# Core_TagsDisplayName
source: Skills
ar_sa: المهارات
es_es: Habilidades
ko_kr: 기술
nl_nl: Vaardigheden
th_th: ทักษะ

# Core_Target
source: Plan
ar_sa: خطة
ko_kr: 계획
th_th: แผน

# Core_TargetsDisplayName
source: Plans
ar_sa: خطط
es_es: Planes
ko_kr: 계획
nl_nl: Plannen
th_th: แผน

# Core_Task
source: Task
ar_sa: مهمة
es_es: Tarea
ko_kr: 작업
nl_nl: Taak
th_th: งาน

# Core_Tasks
source: Tasks
ar_sa: مهام
es_es: Tareas
ko_kr: 작업
nl_nl: Taken
th_th: งาน

# Core_TasksDisplayName
source: Tasks
ar_sa: مهام
es_es: Tareas
ko_kr: 작업
nl_nl: Taken
th_th: งาน

# Core_ThisMonth
source: This Month
ar_sa: هذا الشهر
es_es: Este mes
ko_kr: 이번 달
nl_nl: Deze maand
th_th: เดือนนี้

# Core_ThisYear
source: This year
ar_sa: هذا العام
es_es: Este año
ko_kr: 올해
nl_nl: Dit jaar
th_th: ปีนี้

# Core_Title
source: Title
ar_sa: العنوان
es_es: Título
ko_kr: 제목
nl_nl: Titel
th_th: ชื่อ

# Core_Today
source: Today
ar_sa: اليوم
es_es: Hoy
ko_kr: 오늘
nl_nl: Vandaag
th_th: วันนี้

# Core_Top
source: Top
ar_sa: الأكثر تميزًا
es_es: Sugeridos
ko_kr: 최고
th_th: ยอดนิยม

# Core_Type
source: Type
ar_sa: النوع
es_es: Tipo
ko_kr: 형식
th_th: ประเภท

# Core_UnableToEnrollFormat
source: Unable to enroll in {{type}}
ar_sa: تعذر التسجيل في {{type}}
es_es: No es posible inscribirse en {{type}}
ko_kr: {{type}}에 등록할 수 없음
nl_nl: Kan niet inschrijven in {{type}}
th_th: ไม่สามารถสมัคร {{type}}

# Core_UncompletedFormat
source: Uncompleted the {{resourceType}}
ar_sa: لم يتم استكمال {{resourceType}}
es_es: No completado el {{resourceType}}
ko_kr: {{resourceType}} 미완료
nl_nl: {resourceType} niet voltooid
th_th: ทำ {{resourceType}} ให้เสร็จครึ่งหนึ่ง

# Core_UnfeaturePathway
source: Remove From Featured
ar_sa: إزالة من العناصر المميزة
es_es: Eliminar de Destacados
ko_kr: 추천에서 제거
nl_nl: Verwijderd uit Uitgelicht
th_th: ลบออกจากเรื่องน่าสนใจ

# Core_UnFollow
source: Unfollow
ar_sa: إلغاء المتابعة
es_es: Dejar de seguir
ko_kr: 팔로우 취소
nl_nl: Niet meer volgen
th_th: เลิกติดตาม

# Core_Update
source: Update
ar_sa: تحديث
es_es: Actualizar
ko_kr: 업데이트
nl_nl: Bijwerken
th_th: อัปเดต

# Core_Updated
source: updated
ar_sa: تم التحديث
es_es: actualizó
ko_kr: 업데이트
nl_nl: bijgewerkt
th_th: อัปเดตแล้ว

# Core_Url
source: URL
ar_sa: عنوان URL

# Core_UrlRequired
source: A valid URL is required
ar_sa: يلزم عنوان URL صالح.
es_es: Se necesita una URL válida
ko_kr: 유효한 URL을 입력해야 합니다.
nl_nl: Een geldige URL is vereist
th_th: ต้องระบุ URL ที่ถูกต้อง

# Core_Usd
source: USD
ar_sa: دولار أمريكي
nl_nl: Amerikaanse Dollar

# Core_User
source: Person
ar_sa: شخص
es_es: Persona
ko_kr: 개인
nl_nl: Persoon
th_th: บุคคล

# Core_Users
source: People
ar_sa: الأشخاص
es_es: Personas
ko_kr: 사람
nl_nl: Personen
th_th: ผู้คน

# Core_UsersDisplayName
source: People
ar_sa: الأشخاص
es_es: Personas
ko_kr: 사람
nl_nl: Personen
th_th: ผู้คน

# Core_ValidUrl
source: Please use a valid and complete URL
ar_sa: يرجى استخدام رابط صحيح وكامل
es_es: Utilice una URL válida y completa
ko_kr: 유효하고 완성된 URL을 사용하십시오
nl_nl: Gebruik een geldige en volledige URL
th_th: โปรดใช้ URL ที่ถูกต้องและครบถ้วน

# Core_Verify
source: Verify
ar_sa: تأكيد
es_es: Confirmar
ko_kr: 확인
nl_nl: Verifiëren
th_th: ยืนยัน

# Core_Video
source: Video
ar_sa: فيديو
ko_kr: 동영상
th_th: วิดีโอ

# Core_Videos
source: Videos
ar_sa: مقاطع فيديو
ko_kr: 동영상
th_th: วิดีโอ

# Core_VideosDisplayName
source: Videos
ar_sa: مقاطع فيديو
ko_kr: 동영상
th_th: วิดีโอ

# Core_ViewAll
source: View All
ar_sa: عرض الكل
es_es: Ver todo
ko_kr: 모두 보기
nl_nl: Alles weergeven
th_th: ดูทั้งหมด

# Core_ViewConversation
source: View conversation
ar_sa: عرض المحادثة
es_es: Ver conversación
ko_kr: 대화 보기
nl_nl: Gesprek bekijken
th_th: ดูการสนทนา

# Core_ViewDetails
source: View Details
ar_sa: عرض التفاصيل
es_es: Ver detalles
ko_kr: 상세 정보 보기
nl_nl: Details weergeven
th_th: ดูรายละเอียด

# Core_ViewInCollection
source: View In Collection
ar_sa: عرض في المجموعة
es_es: Ver en colección
ko_kr: 컬렉션에서 보기
nl_nl: Weergeven in Verzameling
th_th: ดูในคอลเล็กชัน

# Core_ViewInGoals
source: View In Goals
ar_sa: عرض في الأهداف
es_es: Ver en objetivos
ko_kr: 목표에서 보기
nl_nl: Weergeven in Doelstellingen
th_th: ดูในเป้าหมาย

# Core_ViewPathway
source: View
ar_sa: عرض
es_es: Ver
ko_kr: 보기
nl_nl: Weergeven
th_th: ดู

# Core_ViewProfile
source: View Profile
ar_sa: عرض الملف الشخصي
es_es: Ver perfil
ko_kr: 프로필 보기
nl_nl: Profiel weergeven
th_th: ดูโปรไฟล์

# Core_Views
source: Views
ar_sa: عرض
es_es: Visualizaciones
ko_kr: 보기
nl_nl: Aantal keer bekeken
th_th: จำนวนครั้งที่ดู

# Core_ViewSavedItems
source: View Saved Items
ar_sa: عرض العناصر المحفوظة
es_es: Ver elementos guardados
ko_kr: 저장된 항목 보기
nl_nl: Opgeslagen Items weergeven
th_th: ดูเนื้อหาที่บันทึกไว้

# Core_VisitProvider
source: Visit
ar_sa: زيارة
es_es: Visitar
ko_kr: 바로 가기
nl_nl: Ga naar
th_th: เข้าดู

# Core_VisitUrl
source: Visit URL
ar_sa: زيارة عنوان URL
es_es: Visitar URL
ko_kr: 바로 가기 URL
nl_nl: Naar URL gaan
th_th: เข้าดู URL

# Core_Watch
source: Watch
ar_sa: مشاهدة
es_es: Mirar
ko_kr: 시청
nl_nl: Kijken
th_th: รับชม

# Core_Week
source: Week
ar_sa: أسبوع
es_es: Semana
ko_kr: 주
th_th: สัปดาห์

# Core_Weeks
source: Weeks
ar_sa: أسابيع
es_es: Semanas
ko_kr: 주
nl_nl: Weken
th_th: สัปดาห์

# Core_WeeksAgoFormat
source: {{time}} weeks ago
ar_sa: {{time}} أسابيع مضت
es_es: Hace {{time}} semanas
ko_kr: {{time}}주 전
nl_nl: {{time}} weken geleden
th_th: {{time}} สัปดาห์ที่แล้ว

# Core_WhatDidYouLearnAudioLong
source: What did you learn from this podcast?
ar_sa: ماذا تعلّمت من هذه الحلقة الإذاعية؟
es_es: ¿Qué aprendió de este podcast?
ko_kr: 이 팟캐스트에서 무엇을 배웠습니까?
nl_nl: Wat heb je geleerd van deze podcast?
th_th: คุณได้เรียนรู้อะไรจากพอดแคสต์นี้?

# Core_Withdraw
source: Withdraw
ar_sa: انسحاب
es_es: Dejar
ko_kr: 철회
nl_nl: Uitschrijven
th_th: ถอนตัว

# Core_Word
source: Word
ar_sa: كلمة
es_es: Palabra
ko_kr: 단어
nl_nl: Woord
th_th: คำ

# Core_Words
source: Words
ar_sa: كلمات
es_es: Palabras
ko_kr: 단어
nl_nl: Woorden
th_th: คำ

# Core_Year
source: Year
ar_sa: عام
es_es: Año
ko_kr: 연도
nl_nl: Jaar
th_th: ปี

# Core_YearsAgoFormat
source: {{time}} years ago
ar_sa: {{time}} أعوام مضت
es_es: Hace {{time}} años
ko_kr: {{time}}년 전
nl_nl: {{time}} jaar geleden
th_th: {{time}} ปีที่แล้ว

# Core_Yes
source: Yes
ar_sa: نعم
es_es: Sí
ko_kr: 예
nl_nl: Ja
th_th: ใช่

# Core_YesContinue
source: Yes, continue
ar_sa: نعم، متابعة
es_es: Sí, continuar
ko_kr: 예. 계속합니다
nl_nl: Ja, doorgaan
th_th: ใช่ ดำเนินการต่อ

# Core_YesSure
source: Yes, I'm Sure
ar_sa: نعم، أنا متأكد
es_es: Sí, seguro
ko_kr: 예, 확실합니다.
nl_nl: Ja, ik weet het zeker
th_th: ใช่ ฉันแน่ใจ

# Core_Yesterday
source: Yesterday
ar_sa: أمس
es_es: Ayer
ko_kr: 어제
nl_nl: Gisteren
th_th: เมื่อวาน

# CourseFormCtrl_Accredited
source: From an accredited college or university
ar_sa: من كلية أو جامعة معتمدة
es_es: De una escuela o universidad acreditada
ko_kr: 공인된 전문대학 또는 대학교에서
nl_nl: Van een erkende hogeschool of universiteit
th_th: จากมหาวิทยาลัยหรือสถาบันการศึกษาที่รับรองวุฒิการศึกษา

# CourseFormCtrl_AddCourse
source: Add Course
ar_sa: إضافة دورة تعليمية
es_es: Agregar curso
ko_kr: 과정 추가
nl_nl: Cursus toevoegen
th_th: เพิ่มหลักสูตร

# CourseFormCtrl_AddToCatalogFormat
source: Add this course to {{orgName}}'s catalog
ar_sa: إضافة هذه الدورة إلى قائمة {{orgName}}
es_es: Agregar este curso al catálogo de {{orgName}}
ko_kr: 이 과정을 {{orgName}}의 카탈로그에 추가
nl_nl: Voeg deze cursus toe aan de catalogus van {{orgName}}
th_th: เพิ่มหลักสูตรนี้ไปยังแค็ตตาล็อกของ {{orgName}}

# CourseFormCtrl_Category
source: Please add at least one category.
ar_sa: يرجى إضافة فئة واحدة على الأقل.
es_es: Agregue al menos una categoría.
ko_kr: 카테고리를 최소한 하나 이상 추가하십시오.
nl_nl: Voeg ten minste één categorie toe.
th_th: โปรดเพิ่มข้อมูลอย่างน้อยหนึ่งหมวดหมู่

# CourseFormCtrl_Country
source: Country
ar_sa: الدولة
es_es: País
ko_kr: 국가
nl_nl: Land
th_th: ประเทศ

# CourseFormCtrl_CourseGrade
source: Course Grade
ar_sa: درجة الدورة
es_es: Calificación del curso
ko_kr: 과정 등급
nl_nl: Cursusscore
th_th: เกรดของหลักสูตร

# CourseFormCtrl_CourseLevel
source: Course Level
ar_sa: مستوى الدورة
es_es: Nivel del curso
ko_kr: 과정 레벨
nl_nl: Cursusniveau
th_th: ระดับของหลักสูตร

# CourseFormCtrl_CourseNumber
source: Course Number
ar_sa: رقم الدورة
es_es: Número del curso
ko_kr: 과정 수
nl_nl: Cursusnummer
th_th: หมายเลขหลักสูตร

# CourseFormCtrl_CourseTitle
source: Course Title
ar_sa: عنوان الدورة
es_es: Nombre del curso
ko_kr: 과정 제목
nl_nl: Cursustitel
th_th: ชื่อหลักสูตร

# CourseFormCtrl_CourseUrl
source: Course URL
ar_sa: عنوان URL الخاص بالدورة
es_es: URL del curso
ko_kr: 과정 URL
nl_nl: Cursus-URL
th_th: URL ของหลักสูตร

# CourseFormCtrl_CreditHours
source: Credit Hours
ar_sa: الساعات المسجلة
es_es: Horas de créditos
ko_kr: 학점
nl_nl: Uren studiebelasting
th_th: ชั่วโมงหน่วยกิต

# CourseFormCtrl_DateCompleted
source: Date Completed
ar_sa: تاريخ الإكمال
es_es: Fecha completada
ko_kr: 완료한 날짜
nl_nl: Datum voltooid
th_th: วันที่เสร็จสิ้น

# CourseFormCtrl_DateTaught
source: Date Taught
ar_sa: تاريخ التدريس
es_es: Fecha de impartición
ko_kr: 가르친 날짜
nl_nl: Datum gegeven
th_th: วันที่สอน

# CourseFormCtrl_EditCourse
source: Edit Course
ar_sa: تحرير الدورة التعليمية
es_es: Editar curso
ko_kr: 과정 편집
nl_nl: Cursus bewerken
th_th: แก้ไขหลักสูตร

# CourseFormCtrl_FirstYearLevel
source: 1st Year Level
ar_sa: مستوى السنة الأولى
es_es: Nivel de 1.er año
ko_kr: 1학년 수준
nl_nl: eerstejaars niveau
th_th: ระดับปี 1

# CourseFormCtrl_FourthYearLevel
source: 4th Year Level
ar_sa: مستوى السنة الرابعة
es_es: Nivel de 4.º año
ko_kr: 4학년 수준
nl_nl: vierdejaars niveau
th_th: ระดับปี 4

# CourseFormCtrl_GraduateLevel
source: Graduate Level
ar_sa: مستوى ما بعد التخرج
es_es: Nivel Licenciado
ko_kr: 대학원 수준
nl_nl: Universitair niveau
th_th: ระดับจบการศึกษา

# CourseFormCtrl_Informal
source: From an informal course provider
ar_sa: دورة تعليمية من جهة غير رسمية
es_es: De un proveedor de cursos informales
ko_kr: 비공식 과정 제공자에게서
nl_nl: Van een informele cursusaanbieder
th_th: จากผู้ให้บริการหลักสูตรอย่างไม่เป็นทางการ

# CourseFormCtrl_ITaughtCourse
source: I taught this course
ar_sa: درست هذه الدورة التعليمية
es_es: Yo impartí este curso
ko_kr: 제가 이 과정을 가르쳤습니다
nl_nl: Ik heb deze cursus gegeven
th_th: ฉันสอดหลักสูตรนี้

# CourseFormCtrl_ProviderName
source: Provider Name
ar_sa: اسم الجهة المقدمة للدورة
es_es: Nombre del proveedor
ko_kr: 제공자 이름
nl_nl: Naam aanbieder
th_th: ชื่อผู้ให้บริการ

# CourseFormCtrl_SaveCourse
source: Save Course
ar_sa: حفظ الدورة
es_es: Guardar curso
ko_kr: 과정을 저장
nl_nl: Cursus opslaan
th_th: บันทึกหลักสูตร

# CourseFormCtrl_SchoolName
source: School Name
ar_sa: اسم المدرسة
es_es: Nombre de escuela
ko_kr: 학교 이름
nl_nl: Schoolnaam
th_th: ชื่อโรงเรียน

# CourseFormCtrl_SecondYearLevel
source: 2nd Year Level
ar_sa: مستوى السنة الثانية
es_es: Nivel de 2.º año
ko_kr: 2학년 수준
nl_nl: tweedejaars niveau
th_th: ระดับปี 2

# CourseFormCtrl_SelectCourse
source: Please type or select a course name.
ar_sa: يرجى كتابة اسم الدروة أو تحديده.
es_es: Ingrese o seleccione un nombre de curso.
ko_kr: 과정 이름을 입력 또는 선택하십시오.
nl_nl: Typ of selecteer een cursusnaam.
th_th: โปรดพิมพ์หรือเลือกชื่อหลักสูตร

# CourseFormCtrl_SelectProvider
source: Please select a course provider.
ar_sa: يرجى تحديد جهة تقديم الدورة.
es_es: Seleccione un proveedor de cursos.
ko_kr: 과정 제공자를 선택하십시오.
nl_nl: Selecteer een cursusaanbieder.
th_th: โปรดเลือกผู้ให้บริการหลักสูตร

# CourseFormCtrl_Summary
source: Summary
ar_sa: الملخص
es_es: Resumen
ko_kr: 요약
nl_nl: Overzicht
th_th: สรุป

# CourseFormCtrl_ThirdYearLevel
source: 3rd Year Level
ar_sa: مستوى السنة الثالثة
es_es: Nivel de 3.er año
ko_kr: 3학년 수준
nl_nl: derdejaars niveau
th_th: ระดับปี 3

# CourseFormCtrl_UnitType
source: Please select a unit type.
ar_sa: يرجى تحديد نوع الوحدة.
es_es: Seleccione un tipo de unidad.
ko_kr: 유닛 유형을 선택하십시오.
nl_nl: Selecteer een eenheidtype.
th_th: โปรดเลือกประเภทของหน่วย

# CourseFormCtrl_UrlError
source: The url is not publicly accessible, so cannot be added to our public library.
ar_sa: عنوان url الحالي غير متاح للعموم، لذلك لا يمكن إضافته إلى المكتبة العامة لدينا.
es_es: La url no es de acceso público y no se puede agregar a nuestra biblioteca pública.
ko_kr: 액세스가 공개된 URL이 아니므로 공개 라이브러리에 추가될 수 없습니다.
nl_nl: De URL is niet publiek en kan dus niet worden toegevoegd aan onze openbare bibliotheek.
th_th: URL นี้ไม่เปิดให้เข้าถึงแบบสาธารณะ ดังนั้นจึงไม่สามารถเพิ่มไปยังไลบรารีสาธารณะของเราได้

# CourseFormCtrl_US
source: United States
ar_sa: الولايات المتحدة الأمريكية
es_es: Estados Unidos
ko_kr: 미국
nl_nl: Verenigde Staten
th_th: สหรัฐอเมริกา

# CourseFormCtrl_ValidNumber
source: Please specify a valid number.
ar_sa: يرجى تحديد رقم صالح.
es_es: Especifique un número válido.
ko_kr: 유효한 숫자를 지정하십시오.
nl_nl: Geef een geldig nummer op.
th_th: โปรดระบุหมายเลขที่ถูกต้อง

# CourseFormCtrl_VerificationUrl
source: Verification URL
ar_sa: عنوان URL للتحقق من الصحة
es_es: URL de confirmación
ko_kr: 확인 URL
nl_nl: Verificatie URL
th_th: URL การยืนยัน

# CourseFormCtrl_WhatDidYouLearnLong
source: What did you learn from this course?
ar_sa: ماذا تعلّمت من هذه الدورة التعليمية؟
es_es: ¿Qué aprendió de este curso?
ko_kr: 이 과정에서 무엇을 배우셨나요?
nl_nl: Wat heb je geleerd van deze cursus?
th_th: คุณได้เรียนรู้อะไรจากหลักสูตรนี้?

# CourseFormCtrl_WhatDidYouLearnShort
source: What did you learn?
ar_sa: ما الذي تعلمته؟
es_es: ¿Qué aprendió?
ko_kr: 무엇을 배우셨나요?
nl_nl: Wat heb je geleerd?
th_th: คุณได้เรียนรู้อะไรบ้าง?

# CourseFormCtrl_WhereTaken
source: Where is this course taken?
ar_sa: أين تدرس هذه الدورة التعليمية؟
es_es: ¿Dónde tomó este curso?
ko_kr: 어디에서 이 과정을 밟았습니까?
nl_nl: Waar werd deze cursus gevolgd?
th_th: คุณเรียนหลักสูตรนี้ที่ไหน?

# CoursesSvc_CoursesError
source: Sorry! There was a problem finding courses matching the name you entered.
ar_sa: نعتذر... حدثت مشكلة أثناء البحث عن الدورات التعليمية التي تطابق الاسم الذي أدخلته.
es_es: ¡Lo sentimos! Se produjo un problema al buscar cursos que se correspondan con el nombre ingresado.
ko_kr: 죄송합니다! 입력한 이름과 일치하는 과정을 찾는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het vinden van cursussen die overeenkomen met de naam die je hebt ingevoerd.
th_th: ขออภัย! เกิดปัญหาในการค้นหาหลักสูตรตามชื่อที่คุณป้อน
