Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# LearningSearch_ViewMore
source: View More
ar_sa: عرض المزيد
es_es: Ver más
ko_kr: 더 보기
nl_nl: Meer weergeven
th_th: ดูเพิ่มเติม

# LearnTopicCtrl_LearnAboutTopicFormat
source: To learn more about {{topic}}, here are some popular articles, courses, videos, books, podcasts, and pathways. Scroll to a section to explore and learn more about {{topic}}.
ar_sa: لمعرفة المزيد حول {{topic}}، يوجد هنا بعض المقالات والدورات والكتب والملفات الصوتية والمسارات الشائعة. انتقل إلى أحد الأقسام لاكتشاف ومعرفة المزيد حول {{topic}}.
es_es: Para obtener más información sobre {{topic}}, aquí dispone de algunos artículos, cursos, videos, libros, podcasts e itinerarios populares. Desplácese a una sección para explorar y aprender más de {{topic}}.
ko_kr: {{topic}}에 대해 더 배우는 인기 있는 아티클, 과정, 동영상, 책, 팟캐스트 및 경로입니다. 알아보려는 섹션으로 스크롤하여 {{topic}}에 대해 자세히 알아보세요.
nl_nl: Hier zijn enkele populaire cursussen, artikelen, video's, boeken, podcasts en leerpaden om meer te leren over {{topic}}. Scroll naar een sectie om meer te weten te komen over {{topic}}.
th_th: หากต้องการเรียนรู้เพิ่มเติมเกี่ยวกับ {{topic}} ขอแนะนำบทความ หลักสูตร วิดีโอ หนังสือ พอดแคสต์ และเส้นทางการเรียนรู้ที่ได้รับความนิยมดังต่อไปนี้ เลื่อนไปที่หัวข้อเพื่อสำรวจและเรียนรู้เพิ่มเติมเกี่ยวกับ {{topic}}

# likeComment_PluralFormat
source: {{nameHtml}} and {{number}} others liked your comment
ar_sa: {{nameHtml}} و{{number}} آخرون أعجبوا بتعليقك.
es_es: A {{nameHtml}} y {{number}} más les gustó su comentario
ko_kr: {{nameHtml}} 외 {{number}}명이 귀하의 의견을 좋아요 했습니다.
nl_nl: {{nameHtml}} en {{number}} anderen vonden jouw opmerking leuk
th_th: {{nameHtml}} และอีก {{number}} คน ถูกใจความคิดเห็นของคุณ

# likeComment_PluralGroupFormat
source: {{nameHtml}} and {{number}} others liked your comment in {{groupNameHtml}}
ar_sa: {{nameHtml}} و{{number}} آخرون أعجبوا بتعليقك في {{groupNameHtml}}
es_es: A {{nameHtml}} y {{number}} más les gustó su comentario en {{groupNameHtml}}
ko_kr: {{nameHtml}} 외 {{number}}명이 {{groupNameHtml}}에서 귀하의 의견을 좋아요 했습니다.
nl_nl: {{nameHtml}} en {{number}} anderen vonden jouw opmerking leuk in {{groupNameHtml}}
th_th: {{nameHtml}} และอีก {{number}} คน ถูกใจความคิดเห็นของคุณใน {{groupNameHtml}}

# likeComment_SingleFormat
source: {{nameHtml}} liked your comment
ar_sa: {{nameHtml}} أعجب بتعليقك
es_es: A {{nameHtml}} le gustó su comentario
ko_kr: {{nameHtml}}이(가) 귀하의 의견을 좋아요 했습니다.
nl_nl: {{nameHtml}} vond jouw opmerking leuk
th_th: {{nameHtml}} ถูกใจความคิดเห็นของคุณ

# likeComment_SingleGroupFormat
source: {{nameHtml}} liked your comment in {{groupNameHtml}}
ar_sa: {{nameHtml}} أعجب بتعليقك في {{groupNameHtml}}
es_es: A {{nameHtml}} le gustó su comentario en {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에서 귀하의 의견을 좋아요 했습니다.
nl_nl: {{nameHtml}} vond jouw opmerking leuk in {{groupNameHtml}}
th_th: {{nameHtml}} ถูกใจความคิดเห็นของคุณใน {{groupNameHtml}}

# likeGroupActivity_GoalAddedPluralFormat
source: {{nameHtml}} and {{number}} others liked your new goal "{{goalHtml}}" in {{groupNameHtml}}
ar_sa: {{nameHtml}} و{{number}} آخرون أعجبوا بهدفك الجديد "{{goalHtml}}" في {{groupNameHtml}}
es_es: A {{nameHtml}} y {{number}} más les gustó su nuevo objetivo "{{goalHtml}}" en {{groupNameHtml}}
ko_kr: {{nameHtml}} 외 {{number}}명이 {{groupNameHtml}}에서 귀하의 새 목표 "{{goalHtml}}"을(를) 좋아요 했습니다.
nl_nl: {{nameHtml}} en {{number}} anderen vonden jouw nieuwe doelstelling ”{{goalHtml}}" leuk in {{groupNameHtml}}
th_th: {{nameHtml}} และอีก {{number}} คน ถูกใจเป้าหมายใหม่ของคุณ "{{goalHtml}}" ใน {{groupNameHtml}}

# likeGroupActivity_GoalAddedSingleFormat
source: {{nameHtml}} liked your new goal "{{goalHtml}}" in {{groupNameHtml}}
ar_sa: {{nameHtml}} أعجب بهدفك الجديد "{{goalHtml}}" في {{groupNameHtml}}
es_es: A {{nameHtml}} le gustó su nuevo objetivo "{{goalHtml}}" en {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에서 귀하의 새 목표 "{{goalHtml}}"을(를) 좋아요 했습니다.
nl_nl: {{nameHtml}} vond jouw nieuwe doelstelling ”{{goalHtml}}" leuk in {{groupNameHtml}}
th_th: {{nameHtml}} ถูกใจเป้าหมายใหม่ของคุณ "{{goalHtml}}" ใน {{groupNameHtml}}

# likeGroupActivity_GoalRemovedPluralFormat
source: {{nameHtml}} and {{number}} others liked your deleted goal "{{goalHtml}}" in {{groupNameHtml}}
ar_sa: {{nameHtml}} و{{number}} آخرون أعجبوا بهدفك المحذوف "{{goalHtml}}" في {{groupNameHtml}}
es_es: A {{nameHtml}} y {{number}} más les gustó su objetivo eliminado "{{goalHtml}}" en {{groupNameHtml}}
ko_kr: {{nameHtml}} 외 {{number}}명이 {{groupNameHtml}}에서 귀하의 삭제한 목표 "{{goalHtml}}"을(를) 좋아요 했습니다.
nl_nl: {{nameHtml}} en {{number}} anderen vonden jouw verwijderde doelstelling ”{{goalHtml}}" leuk in {{groupNameHtml}}
th_th: {{nameHtml}} และอีก {{number}} คน ถูกใจเป้าหมายที่คุณลบออกไป "{{goalHtml}}" ใน {{groupNameHtml}}

# likeGroupActivity_GoalRemovedSingleFormat
source: {{nameHtml}} liked your deleted goal "{{goalHtml}}" in {{groupNameHtml}}
ar_sa: {{nameHtml}} أعجب بهدفك المحذوف "{{goalHtml}}" في {{groupNameHtml}}
es_es: A {{nameHtml}} le gustó su objetivo eliminado "{{goalHtml}}" en {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에서 귀하의 삭제한 목표 "{{goalHtml}}"을(를) 좋아요 했습니다.
nl_nl: {{nameHtml}} vond jouw verwijderde doelstelling ”{{goalHtml}}" leuk in {{groupNameHtml}}
th_th: {{nameHtml}} ถูกใจเป้าหมายที่คุณลบออกไป "{{goalHtml}}" ใน {{groupNameHtml}}

# likeGroupActivity_GoalUpdatedPluralFormat
source: {{nameHtml}} and {{number}} others liked your updated goal "{{goalHtml}}" in {{groupNameHtml}}
ar_sa: {{nameHtml}} و{{number}} آخرون أعجبوا بهدفك المحدث "{{goalHtml}}" في {{groupNameHtml}}
es_es: A {{nameHtml}} y {{number}} más les gustó su objetivo actualizado "{{goalHtml}}" en {{groupNameHtml}}
ko_kr: {{nameHtml}} 외 {{number}}명이 {{groupNameHtml}}에서 귀하의 업데이트된 목표 "{{goalHtml}}"을(를) 좋아요 했습니다.
nl_nl: {{nameHtml}} en {{number}} anderen vonden jouw geüpdatet doelstelling ”{{goalHtml}}" leuk in {{groupNameHtml}}
th_th: {{nameHtml}} และอีก {{number}} คน ถูกใจเป้าหมายที่คุณอัปเดต "{{goalHtml}}" ใน {{groupNameHtml}}

# likeGroupActivity_GoalUpdatedSingleFormat
source: {{nameHtml}} liked your updated goal "{{goalHtml}}" in {{groupNameHtml}}
ar_sa: {{nameHtml}} أعجب بهدفك المحدث "{{goalHtml}}" في {{groupNameHtml}}
es_es: A {{nameHtml}} le gustó su objetivo actualizado "{{goalHtml}}" en {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에서 귀하의 업데이트된 목표 "{{goalHtml}}"을(를) 좋아요 했습니다.
nl_nl: {{nameHtml}} vond jouw geüpdatet doelstelling ”{{goalHtml}}" leuk in {{groupNameHtml}}
th_th: {{nameHtml}} ถูกใจเป้าหมายที่คุณอัปเดต "{{goalHtml}}" ใน {{groupNameHtml}}

# likeGroupActivity_GroupAddedPluralFormat
source: {{nameHtml}} and {{number}} others liked your new group "{{groupNameHtml}}"
ar_sa: {{nameHtml}} و{{number}} آخرون أعجبوا بمجموعتك الجديدة {{groupNameHtml}}
es_es: A {{nameHtml}} y {{number}} más les gustó su nuevo grupo "{{groupNameHtml}}"
ko_kr: {{nameHtml}} 외 {{number}}명이 귀하의 새 그룹 "{{groupNameHtml}}"을(를) 좋아요 했습니다.
nl_nl: {{nameHtml}} en {{number}} anderen vonden jouw nieuwe groep "{{groupNameHtml}}” leuk
th_th: {{nameHtml}} และอีก {{number}} คน ถูกใจกลุ่มใหม่ของคุณ "{{groupNameHtml}}"

# likeGroupActivity_GroupAddedSingleFormat
source: {{nameHtml}} liked your new group "{{groupNameHtml}}"
ar_sa: {{nameHtml}} أعجب بمجموعتك الجديدة {groupNameHtml}}
es_es: A {{nameHtml}} le gustó su nuevo grupo "{{groupNameHtml}}"
ko_kr: {{nameHtml}}이(가) 귀하의 새 그룹 "{{groupNameHtml}}"을(를) 좋아요 했습니다.
nl_nl: {{nameHtml}} vond jouw nieuwe groep "{{groupNameHtml}}” leuk
th_th: {{nameHtml}} ถูกใจกลุ่มใหม่ของคุณ "{{groupNameHtml}}"

# likeGroupActivity_GroupPostPluralFormat
source: {{nameHtml}} and {{number}} others liked your post in {{groupNameHtml}}
ar_sa: {{nameHtml}} و{{number}} آخرون أعجبوا بمنشورك في {{groupNameHtml}}
es_es: A {{nameHtml}} y {{number}} más les gustó su publicación en {{groupNameHtml}}
ko_kr: {{nameHtml}} 외 {{number}}명이 {{groupNameHtml}}에서 귀하의 게시물을 좋아요 했습니다.
nl_nl: {{nameHtml}} en {{number}} anderen vonden jouw bericht leuk in {{groupNameHtml}}
th_th: {{nameHtml}} และอีก {{number}} คน ถูกใจโพสต์ของคุณใน {{groupNameHtml}}

# likeGroupActivity_GroupPostSingleFormat
source: {{nameHtml}} liked your post in {{groupNameHtml}}
ar_sa: {{nameHtml}} أعجب بمنشورك في {{groupNameHtml}}
es_es: A {{nameHtml}} le gustó su publicación en {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에서 귀하의 게시물을 좋아요 했습니다.
nl_nl: {{nameHtml}} vond jouw bericht leuk in {{groupNameHtml}}
th_th: {{nameHtml}} ถูกใจโพสต์ของคุณใน {{groupNameHtml}}

# likeGroupActivity_GroupUpdatedPluralFormat
source: {{nameHtml}} and {{number}} others liked your group update in {{groupNameHtml}}
ar_sa: {{nameHtml}} و{{number}} آخرون أعجبوا بتحديث مجموعتك في {{groupNameHtml}}
es_es: A {{nameHtml}} y {{number}} más les gustó su actualización en el grupo {{groupNameHtml}}
ko_kr: {{nameHtml}} 외 {{number}}명이 {{groupNameHtml}}에서 귀하의 그룹 업데이트를 좋아요 했습니다.
nl_nl: {{nameHtml}} en {{number}} anderen vonden jouw groepsupdate leuk in {{groupNameHtml}}
th_th: {{nameHtml}} และอีก {{number}} คน ถูกใจที่คุณอัปเดตกลุ่ม {{groupNameHtml}}

# likeGroupActivity_GroupUpdatedSingleFormat
source: {{nameHtml}} liked your group update in {{groupNameHtml}}
ar_sa: {{nameHtml}} أعجب بتحديث مجموعتك في {{groupNameHtml}}
es_es: A {{nameHtml}} le gustó su actualización en el grupo {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에서 귀하의 그룹 업데이트를 좋아요 했습니다.
nl_nl: {{nameHtml}} vond jouw groepsupdate leuk in {{groupNameHtml}}
th_th: {{nameHtml}} ถูกใจที่คุณอัปเดตกลุ่ม {{groupNameHtml}}

# likeGroupActivity_InputRecommendedSingleFormat
source: {{nameHtml}} liked your share of "{{inputTitleHtml}}" to {{groupNameHtml}}
ar_sa: {nameHtml} سجل إعجابه بمشاركتك "{inputTitleHtml}" إلى {groupNameHtml}
es_es: A {{nameHtml}} le gusta su contenido compartido «{{inputTitleHtml}}» en el grupo {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에서 "{{inputTitleHtml}}"에 대한 귀하의 공유를 좋아요 했습니다.
nl_nl: {{nameHtml}} vond jouw gedeelde "{{inputTitleHtml}}" in {{groupNameHtml}} leuk
th_th: {{nameHtml}} ถูกใจการแบ่งปัน "{{inputTitleHtml}}" ของคุณใน {{groupNameHtml}}

# likeGroupActivity_UserAddedPluralFormat
source: {{nameHtml}} and {{number}} others liked your addition of {{user}} to {{groupNameHtml}}
ar_sa: {{nameHtml}} و{{number}} آخرون أعجبوا بإضافتك لـ {{user}} إلى {{groupNameHtml}}
es_es: A {{nameHtml}} y {{number}} más les gustó que agregara a {{user}} a {{groupNameHtml}}
ko_kr: {{nameHtml}} 외 {{number}}명이 {{groupNameHtml}}에 {{user}}의 추가를 좋아요 했습니다.
nl_nl: {{nameHtml}} en {{number}} anderen vonden jouw toevoeging van {{user}}{{inputTitleHtml}} leuk in {{groupNameHtml}}
th_th: {{nameHtml}} และอีก {{number}} คน ถูกใจที่คุณเพิ่ม {{user}} เข้าไปยัง {{groupNameHtml}}

# likeGroupActivity_UserAddedSingleFormat
source: {{nameHtml}} liked your addition of {{user}} to {{groupNameHtml}}
ar_sa: {{nameHtml}} أعجب بإضافتك لـ {{user}} إلى {{groupNameHtml}}
es_es: A {{nameHtml}} le gustó que agregara a {{user}} a {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에 {{user}}의 추가를 좋아요 했습니다.
nl_nl: {{nameHtml}} vond jouw toevoeging van {{user}}{{inputTitleHtml}} leuk in {{groupNameHtml}}
th_th: {{nameHtml}} ถูกใจที่คุณเพิ่ม {{user}} เข้าไปยัง {{groupNameHtml}}

# likeGroupActivity_UserInputPluralFormat
source: {{nameHtml}} and {{number}} others liked your {{inputType}} {{inputTitleHtml}} in {{groupNameHtml}}
ar_sa: {{nameHtml}} و{{number}} آخرون أعجبوا {{inputType}} {{inputTitleHtml}} الخاص بك في {{groupNameHtml}}
es_es: A {{nameHtml}} y {{number}} más les gustó su {{inputType}} {{inputTitleHtml}} en {{groupNameHtml}}
ko_kr: {{nameHtml}} 외 {{number}}명이 {{groupNameHtml}}에서 {{inputType}} {{inputTitleHtml}}을(를) 좋아요 했습니다.
nl_nl: {{nameHtml}} en {{number}} anderen vonden jouw {{inputType}} {{inputTitleHtml}} leuk in {{groupNameHtml}}
th_th: {{nameHtml}} และอีก {{number}} คน ถูกใจ {{inputType}} {{inputTitleHtml}} ของคุณใน {{groupNameHtml}}

# likeGroupActivity_UserInputSingleFormat
source: {{nameHtml}} liked your {{inputType}} {{inputTitleHtml}} in {{groupNameHtml}}
ar_sa: {{nameHtml}} أعجب بـ {{inputType}} {{inputTitleHtml}} الخاص بك في {{groupNameHtml}}
es_es: A {{nameHtml}} le gustó su {{inputType}} {{inputTitleHtml}} en {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에서 {{inputType}} {{inputTitleHtml}}을(를) 좋아요 했습니다.
nl_nl: {{nameHtml}} vond jouw {{inputType}} {{inputTitleHtml}} leuk in {{groupNameHtml}}
th_th: {{nameHtml}} ถูกใจ {{inputType}} {{inputTitleHtml}} ของคุณใน {{groupNameHtml}}

# loginForm_EmailLabel
source: What is your username or email address?
ar_sa: ما هو اسم المستخدم الخاص بك أو عنوان بريدك إلكتروني؟
es_es: ¿Cuál es su nombre de usuario o dirección de correo electrónico?
ko_kr: 귀하의 사용자 이름 또는 이메일 주소는 무엇입니까?
nl_nl: Wat is je gebruikersnaam of e-mailadres?
th_th: ชื่อผู้ใช้หรือที่อยู่อีเมลของคุณคืออะไร?

# loginForm_EmailStateTooltip
source: On the next page, you will be able to enter or reset your password.
ar_sa: في الصفحة التالية، ستتمكن من إدخال كلمة المرور الخاصة بك أو إعادة تعيينها.
es_es: En la siguiente página, podrá ingresar su contraseña o restablecerla.
ko_kr: 다음 페이지에서 암호를 입력하거나 재설정할 수 있습니다.
nl_nl: Op de volgende pagina kunt je je wachtwoord invoeren of je wachtwoord resetten.
th_th: ในหน้าต่อไป คุณจะสามารถป้อนหรือรีเซ็ตรหัสผ่านของคุณ

# loginForm_InvalidEmail
source: Please enter your username or email address
ar_sa: يرجى إدخال اسم المستخدم الخاص بك أو عنوان بريدك إلكتروني
es_es: Ingrese su nombre de usuario o dirección de correo electrónico
ko_kr: 사용자 이름 또는 이메일주소를 입력하십시오.
nl_nl: Voer je gebruikersnaam of e-mailadres in
th_th: โปรดป้อนชื่อผู้ใช้หรือที่อยู่อีเมล

# loginForm_LoggingInAs
source: Logging in as {{startBold}}{{email}}{{endBold}}
ar_sa: تسجيل الدخول باسم {{startBold}}{{email}}{{endBold}}
es_es: Iniciar sesión como {{startBold}}{{email}}{{endBold}}
ko_kr: {{startBold}}{{email}}{{endBold}}(으)로 로그인하는 중
nl_nl: Bezig met inloggen als {{startBold}}{{email}}{{endBold}}
th_th: กำลังเข้าสู่ระบบเป็น {{startBold}}{{email}}{{endBold}}

# loginForm_NoAccount
source: Hmm, we can't find that account. Check the information you've entered or {{startAnchor}}create a new account.{{endAnchor}}
ar_sa: أممممم، لا يمكننا العثور على هذا الحساب. تحقق من المعلومات التي أدخلتها أو {{startAnchor}}انشاء حساب جديد.{{endAnchor}}
es_es: Vaya, no encontramos esa cuenta. Revise la información que ingresó o {{startAnchor}}cree una cuenta nueva.{{endAnchor}}
ko_kr: 음, 계정을 찾을 수 없습니다. 입력한 정보를 확인하거나 {{startAnchor}}새 계정을 생성합니다.{{endAnchor}}
nl_nl: Hmm, we kunnen dat account niet vinden. Controleer de informatie die je hebt ingevoerd of {{startAnchor}} maak een nieuw account aan.{{EndAnchor}}
th_th: อืม...เราไม่พบบัญชีนี้ ตรวจสอบข้อมูลที่คุณป้อนอีกครั้งหรือ{{startAnchor}}สร้างบัญชีใหม่{{endAnchor}}

# loginForm_NoAccountCTA
source: No account yet?
ar_sa: لا يوجد لديك حساب حتى الآن؟
es_es: ¿Aún no tiene cuenta?
ko_kr: 아직 계정이 없으신가요?
nl_nl: Nog geen account?
th_th: ยังไม่มีบัญชีเหรอ?

# loginForm_PasswordHelper
source: Password. Passwords must be at least 8 characters long and include 1 number & 1 letter.
ar_sa: كلمة المرور. يجب ألا تقل كلمات المرور عن 8 أحرف وأن تشتمل على رقم واحد وحرف واحد على الأقل
es_es: Contraseña. Las contraseñas deben ser de al menos 8 caracteres e incluir 1 número y 1 letra.
ko_kr: 암호. 암호는 최소 8글자이며 숫자 1자와 글자 1자를 포함해야 합니다
nl_nl: Wachtwoord. Wachtwoorden moeten minimaal 8 tekens lang zijn en 1 cijfer en 1 letter bevatten.
th_th: รหัสผ่าน รหัสผ่านจะต้องมีความยาวอย่างน้อย 8 ตัว และจะต้องประกอบด้วยตัวเลขอย่างน้อย 1 ตัว และตัวอักษรอย่างน้อย 1 ตัว

# loginForm_PasswordLabel
source: Now enter your password
ar_sa: الآن أدخل كلمة المرور الخاصة بك
es_es: Ahora ingrese su contraseña
ko_kr: 이제 암호를 입력
nl_nl: Voer nu je wachtwoord in
th_th: ป้อนรหัสผ่านของคุณตอนนี้

# loginForm_PasswordPlaceholder
source: Password
ar_sa: كلمة المرور
es_es: Contraseña
ko_kr: 암호
nl_nl: Wachtwoord
th_th: รหัสผ่าน

# loginForm_SignUpNow
source: Sign up now
ar_sa: التسجيل الآن
es_es: Crear cuenta ahora
ko_kr: 지금 등록
nl_nl: Meld je nu aan
th_th: สมัครใช้งานตอนนี้

# loginForm_SsoMessage
source: Good news! {{orgName}} uses Single Sign-On (SSO) to log in to Degreed. Click Continue to be taken there.
ar_sa: أخبار سارة! {{orgName}} يستخدم الدخول الموحد (SSO) لتسجيل الدخول إلى Degreed. انقر فوق متابعة للانتقال إلى هناك.
es_es: ¡Buenas noticias! {{orgName}} usa Single Sign-On (SSO) para iniciar sesión en Degreed. Haga clic en Continuar para que se le redirija allí.
ko_kr: 좋은 소식입니다! {{orgName}}은 Single Sign-On(SSO)을 사용하여 Degreed에 로그인합니다. 계속을 클릭하여 그 곳으로 이동합니다.
nl_nl: Goed nieuws! {{orgName}} gebruik Single Sign-On (SSO) om in te loggen op Degreed. Klik op Doorgaan om er naar toe te gaan.
th_th: ข่าวดี! {{orgName}} ใช้การเข้าระบบแบบครั้งเดียว (Single Sign On หรือ SSO) เพื่อเข้าสู่ระบบ Degreed คลิก "ต่อไป" เพื่อดำเนินการต่อ

# loginForm_WelcomeBackTitle
source: Welcome back.
ar_sa: أهلاً بعودتك.
es_es: Le damos la bienvenida.
ko_kr: 다시 오신 것을 환영합니다.
nl_nl: Welkom terug.
th_th: ยินดีต้อนรับอีกครั้ง

# loginForm_WelcomeTitle
source: Welcome.
ar_sa: أهلاً وسهلاً بك.
es_es: Le damos la bienvenida.
ko_kr: 환영합니다.
nl_nl: Welkom.
th_th: ยินดีต้อนรับ

# MarketingNav_About
source: About
ar_sa: حول
es_es: Acerca de
ko_kr: 정보
nl_nl: Over
th_th: เกี่ยวกับ

# MarketingNav_Blog
source: Blog
ar_sa: مدونة
ko_kr: 블로그
th_th: บล็อก

# MarketingNav_Bookmarklet
source: Bookmarklet
ar_sa: إشارة تطبيق مرجعية
ko_kr: 북마크렛
th_th: บุ๊กมาร์กเล็ต

# MarketingNav_Buzz
source: Buzz
ar_sa: إجمالي المشاركات
es_es: Opiniones
ko_kr: 소문
th_th: บัซ

# MarketingNav_ContactUs
source: Contact Us
ar_sa: اتصل بنا
es_es: Contacto
ko_kr: 연락처
nl_nl: Neem contact met ons op
th_th: ติดต่อเรา

# MarketingNav_ForBusiness
source: For Business
ar_sa: لأغراض الأعمال
es_es: Para empresas
ko_kr: 비즈니스용
nl_nl: Voor zakelijk
th_th: สำหรับธุรกิจ

# MarketingNav_Home
source: Home
ar_sa: الصفحة الرئيسية
es_es: Inicio
ko_kr: 홈
nl_nl: Startpagina
th_th: หน้าแรก

# MarketingNav_Jobs
source: Jobs
ar_sa: وظائف
es_es: Empleo
ko_kr: 구직
nl_nl: Vacatures
th_th: ตำแหน่งงาน

# MarketingNav_LearningResources
source: Learning Resources
ar_sa: موارد التعلم
es_es: Recursos de formación
ko_kr: 학습 리소스
nl_nl: Leerhulpmiddelen
th_th: แหล่งข้อมูลการเรียนรู้

# MarketingNav_Login
source: Login
ar_sa: تسجيل الدخول
es_es: Iniciar sesión
ko_kr: 로그인
nl_nl: Inloggen
th_th: เข้าสู่ระบบ

# MarketingNav_Menu
source: Menu
ar_sa: القائمة
es_es: Menú
ko_kr: 메뉴
th_th: เมนู

# MarketingNav_MyAccount
source: My Account
ar_sa: حسابي
es_es: Mi cuenta
ko_kr: 나의 계정
nl_nl: Mijn account
th_th: บัญชีของฉัน

# MarketingNav_Resources
source: Resources
ar_sa: الموارد
es_es: Recursos
ko_kr: 리소스
nl_nl: Bronnen
th_th: แหล่งข้อมูล

# MarketingNav_SignUp
source: Sign Up
ar_sa: التسجيل
es_es: Crear cuenta
ko_kr: 등록
nl_nl: Aanmelden
th_th: สมัครใช้งาน

# MarketingNav_Team
source: Team
ar_sa: الفريق
es_es: Equipo
ko_kr: 팀
th_th: ทีม

# MarketingNav_WhatIsDegreed
source: What is Degreed?
ar_sa: ما هو Degreed؟
es_es: ¿Qué es Degreed?
ko_kr: Degree는 무엇인가요?
nl_nl: Wat is Degreed?
th_th: Degreed คืออะไร?

# MediaFormCtrl_AddArticle
source: Add Article
ar_sa: إضافة مقال
es_es: Agregar artículo
ko_kr: 아티클 추가
nl_nl: Artikel toevoegen
th_th: เพิ่มบทความ

# MediaFormCtrl_AddedArticleSuccessFormat
source: Great work reading {{title}}!
ar_sa: لقد كانت قراءتك لمقال {{title}} عملًا عظيمًا!
es_es: ¡Enhorabuena por leer {{title}}!
ko_kr: {{title}}을(를) 읽으셨습니다!
nl_nl: Het lezen van {{title}} was uitstekend werk!
th_th: คุณอ่าน {{title}} เรียบร้อยแล้ว! ยอดมาก!

# MediaFormCtrl_AddGroups
source: Add Groups
ar_sa: إضافة مجموعات
es_es: Agregar grupos
ko_kr: 그룹 추가
nl_nl: Groepen toevoegen
th_th: เพิ่มกลุ่ม

# MediaFormCtrl_AddingGroupsInfo
source: Adding groups will help users find content that is associated to groups they belong to.
ar_sa: ستساعد إضافة المجموعات المستخدمين في البحث عن المحتوى الذي يرتبط بالمجموعات التي ينتمون إليها.
es_es: Agregar grupos ayudará a los usuarios a encontrar contenido relacionado con los grupos a los que pertenecen.
ko_kr: 그룹을 추가하면 사용자들이 속한 그룹과 연결된 콘텐츠를 찾는 데 도움이 될 것입니다.
nl_nl: Het toevoegen van groepen helpt gebruikers om content te vinden die behoort bij de groepen waartoe zij behoren.
th_th: การเพิ่มกลุ่มจะช่วยให้ผู้ใช้พบเนื้อหาที่เกี่ยวข้องกับกลุ่มที่ตนสังกัด

# MediaFormCtrl_AddToCatalogFormat
source: Add this article to {{orgName}}'s catalog
ar_sa: إضافة هذا المقال إلى قائمة {{orgName}}
es_es: Agregar este artículo al catálogo de {{orgName}}
ko_kr: 이 아티클을 {{orgName}}의 카탈로그에 추가
nl_nl: Voeg dit artikel toe aan de catalogus van {{orgName}}
th_th: เพิ่มบทความนี้ไปยังแค็ตตาล็อกของ {{orgName}}

# MediaFormCtrl_AddVideo
source: Add Video
ar_sa: إضافة فيديو
es_es: Agregar video
ko_kr: 동영상 추가
nl_nl: Video toevoegen
th_th: เพิ่มวิดีโอ

# MediaFormCtrl_AddVideoToCatalogFormat
source: Add this video to {{orgName}}'s catalog
ar_sa: إضافة هذا الفيديو إلى قائمة {{orgName}}
es_es: Agregar este video al catálogo de {{orgName}}
ko_kr: 이 동영상을 {{orgName}}의 카탈로그에 추가
nl_nl: Voeg deze video toe aan de catalogus van {{orgName}}
th_th: เพิ่มวิดีโอนี้ไปยังแค็ตตาล็อกของ {{orgName}}

# MediaFormCtrl_ArticleUrl
source: Article URL
ar_sa: عنوان URL للمقال
es_es: URL del artículo
ko_kr: 아티클 URL
nl_nl: Artikel-URL
th_th: URL บทความ

# MediaFormCtrl_Category
source: Please add at least one category.
ar_sa: يرجى إضافة فئة واحدة على الأقل.
es_es: Agregue al menos una categoría.
ko_kr: 카테고리를 최소한 하나 이상 추가하십시오.
nl_nl: Voeg ten minste één categorie toe.
th_th: โปรดเพิ่มข้อมูลอย่างน้อยหนึ่งหมวดหมู่

# MediaFormCtrl_EditArticle
source: Edit Article
ar_sa: تحرير مقال
es_es: Editar artículo
ko_kr: 아티클 편집
nl_nl: Artikel bewerken
th_th: แก้ไขบทความ

# MediaFormCtrl_EditVideo
source: Edit Video
ar_sa: تحرير فيديو
es_es: Editar video
ko_kr: 동영상 편집
nl_nl: Video bewerken
th_th: แก้ไขวิดีโอ

# MediaFormCtrl_ErrorUnaccessibleArticle
source: (unable to get details about this article because it may not be publicly accessible)
ar_sa: (تعذر الحصول على تفاصيل حول هذا المقال، ربما يكون من غير الممكن وصول العموم إليه)
es_es: (no es posible obtener detalles de este artículo porque puede que no sea de acceso público)
ko_kr: (이 아티클은 일반에게 액세스가 가능하지 않아서 자세한 정보를 얻을 수 없습니다)
nl_nl: (Kan geen informatie over dit artikel krijgen omdat het mogelijk niet voor het publiek toegankelijk is)
th_th: (ไม่สามารถรับรายละเอียดเกี่ยวกับบทความนี้ได้ เนื่องจากอาจไม่เผยแพร่ต่อสาธารณะ)

# MediaFormCtrl_ErrorUnaccessibleVideo
source: (unable to get details about this video because it may not be publicly accessible)
ar_sa: (تعذر الحصول على تفاصيل حول هذا الفيديو، ربما يكون من غير الممكن وصول العموم إليه)
es_es: (no es posible obtener detalles de este video porque puede que no sea de acceso público)
ko_kr: (이 동영상은 일반에게 액세스가 가능하지 않아서 자세한 정보를 얻을 수 없습니다)
nl_nl: (Kan geen informatie over deze video krijgen omdat het mogelijk niet voor het publiek toegankelijk is)
th_th: (ไม่สามารถรับรายละเอียดเกี่ยวกับวิดีโอนี้ได้ เนื่องจากอาจไม่เผยแพร่ต่อสาธารณะ)

# MediaFormCtrl_ICreatedVideo
source: I created the content in this video
ar_sa: أنا أنشأت المحتوى في هذا الفيديو
es_es: Yo creé el contenido de este video
ko_kr: 제가 이 동영상의 콘텐츠를 만들었습니다
nl_nl: Ik heb de content in deze video gemaakt
th_th: ฉันสร้างเนื้อหาในวิดีโอนี้

# MediaFormCtrl_IWroteArticle
source: I wrote this article
ar_sa: أنا كتبت هذا المقال
es_es: Yo escribí este artículo
ko_kr: 제가 이 아티클을 작성했습니다
nl_nl: Ik schreef dit artikel
th_th: ฉันเขียนบทความนี้

# MediaFormCtrl_NarratorFormat
source: Narrated by {{name}}
ar_sa: حرر بواسطة {{name}}
es_es: Narrado por {{name}}
ko_kr: {{name}}의 내레이션
nl_nl: Ingesproken door {{name}}
th_th: พากย์โดย {{name}}

# MediaFormCtrl_Provider
source: Provider
ar_sa: جهة تقديم الدورة
es_es: Proveedor
ko_kr: 제공자
nl_nl: Verstrekker
th_th: ผู้ให้บริการ

# MediaFormCtrl_SaveArticle
source: Save Article
ar_sa: حفظ المقال
es_es: Guardar artículo
ko_kr: 아티클을 저장
nl_nl: Artikel opslaan
th_th: บันทึกบทความ

# MediaFormCtrl_SaveVideo
source: Save Video
ar_sa: حفظ الفيديو
es_es: Guardar video
ko_kr: 동영상을 저장
nl_nl: Video opslaan
th_th: บันทึกวิดีโอ
