Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# PublicForBiz_InnovatorsGuide
source: Innovator's Guide
ar_sa: دليل Innovator
es_es: Guía del innovador
ko_kr: 혁신자의 가이드
th_th: คู่มือนักนวัตกรรม

# PublicForBiz_LearningHeader
source: Learning doesn't drive results. Skills do.
ar_sa: لا يؤدي التعلم إلى النتائج. ولكن المهارات تفعل.
es_es: El aprendizaje no da resultados. Las habilidades sí.
ko_kr: 학습이 결과를 만들지 않습니다. 기술로 가능합니다.
nl_nl: Leren produceren geen resultaten. Vaardigheden wel.
th_th: การเรียนรู้ไม่ได้สร้างผลลัพธ์ แต่เป็นทักษะต่างหาก

# PublicForBiz_LearningIllustrationOne
source: Desk Illustration
ar_sa: التوضيح المكتبي
es_es: Imagen de escritorio
ko_kr: 데스크 일러스트레이션
nl_nl: Bureau-illustratie
th_th: ภาพโต๊ะทำงาน

# PublicForBiz_LearningIllustrationThree
source: Trophy Illustration
ar_sa: توضيح متميز
es_es: Imagen de trofeo
ko_kr: 트로피 일러스트레이션
nl_nl: Trofee-illustratie
th_th: ภาพถ้วยรางวัล

# PublicForBiz_LearningIllustrationTwo
source: People Illustration
ar_sa: توضيح أفراد
es_es: Imagen de personas
ko_kr: 피플 일러스트레이션
nl_nl: Mensen-illustratie
th_th: ภาพผู้คน

# PublicForBiz_LearningImageOne
source: Active users are 50% more likely than non-users to say they're more productive, more effective in their jobs, and growing their careers.
ar_sa: يزيد عدد المستخدمين النشطين بنسبة 50٪ عن غير المستخدمين ليقولوا إنهم أكثر إنتاجية وأكثر فعالية في وظائفهم وتنمية حياتهم المهنية.
es_es: Los usuarios activos tienen el doble de probabilidades que los que no son usuarios de decir que son más productivos, más eficaces en sus trabajos y que tienen un mayor crecimiento en sus carreras.
ko_kr: 활동적인 사용자는 비-사용자에 비해 자신들이 업무에서 더 생산적이고 더 효과적이며 자신들의 경력을 증가하고 있다고 할 가능성이 50% 더 높습니다.
nl_nl: Actieve gebruikers rapporteren 50% vaker dan niet-gebruikers dat ze productiever zijn, hun werk effectiever uitvoeren en voortgang boeken in hun carrière.
th_th: ผู้ใช้ที่ยังใช้งานมีโอกาสสูงกว่าผู้ที่ไม่ได้เป็นผู้ใช้ถึง 50% ที่จะบอกว่าตนมีผลผลิตและประสิทธิภาพในการทำงานสูงกว่าและมีการเติบโตในสายงาน

# PublicForBiz_LearningImageThree
source: Don't take our word for it. Degreed has won more than 30 industry awards for innovation (and we're still just warming up).
ar_sa: لا تثق في كلمتنا. فازت Degreed بأكثر من 25 جائزة صناعية للابتكار (وهذه بداية فقط).
es_es: Compruébelo personalmente. Degreed ganó más de 30 premios del sector a la innovación (y es solo el aperitivo).
ko_kr: 다른 사람들의 이야기도 들어보세요. Degreed는 높은 혁신성을 인정받아 30번이 넘는 업계 관련 수상 경력을 자랑합니다. 하지만 이와 같은 경력은 워밍업일 뿐입니다!
nl_nl: Je hoeft ons niet te geloven. Degreed heeft meer dan 30 onderscheidingen uit de sector in de wacht gesleept (en we zijn nog maar net begonnen).
th_th: คุณไม่ต้องเชื่อเรา Degreed ชนะรางวัลอุตสาหกรรมมากกว่า 30 รางวัล สำหรับนวัตกรรม (และเรายังเพิ่งอุ่นเครื่อง)

# PublicForBiz_LearningImageTwo
source: 9 in 10 Degreed clients agree they're building more productive cultures, adapting to shifting needs faster, and learning more efficiently.
ar_sa: 9 من بين 10 عملاء Degreed يوافقون على أنهم يبنون ثقافات أكثر إنتاجية، ويتكيفون مع الاحتياجات المتغيرة بشكل أسرع، ويتعلمون بشكل أكثر كفاءة.
es_es: 9 de cada 10 clientes de Degreed afirman que están construyendo culturas más productivas adaptándose más rápido a los constantes cambios y aprendiendo de manera más eficaz.
ko_kr: Degreed 10명의 고객 중 9명은 더 생산적인 문화를 만들고 있고 변화는 니즈에 더 빠르게 적응하고 더 효율적으로 학습하고 있다는 데 동의합니다.
nl_nl: 9 van de 10 Degreed-klanten zijn het ermee eens dat ze productievere culturen creëren, zich sneller aanpassen aan veranderende behoeften en efficiënter leren.
th_th: ลูกค้า Degreed จำนวน 9 ใน 10 เห็นด้วยว่าพวกเขากำลังสร้างวัฒนธรรมที่เพิ่มผลผลิตมากขึ้น ปรับตัวเข้ากับความเปลี่ยนแปลงได้รวดเร็วยิ่งขึ้น และเรียนรู้อย่างมีประสิทธิภาพมากขึ้น

# PublicForBiz_MainTitle
source: To stay ahead, </br> you need a new way to learn.
ar_sa: لتحقق مزيدا من التقدم، </br> تحتاج طريقة جديدة للتعلم.
es_es: Para sobresalir, </br> necesita una nueva forma de aprender.
ko_kr: 더 앞서려면 </br> 새로운 학습 방식이 필요합니다.
nl_nl: Om voorop te blijven lopen </br> heb je een nieuwe manier van leren nodig.
th_th: คุณต้องมีวิธีการเรียนรู้ใหม่ ๆ </br> เพื่อรักษาความเป็นผู้นำ

# PublicForBiz_MetaDescription
source: Degreed is a smarter way to make people better. Our award-winning learning platform helps you build your team's skills in order to build your business.
ar_sa: Degreed هي طريقة أكثر ذكاء لجعل الأفراد أفضل. تساعد منصتنا التعليمية الحائزة على الجوائز في بناء مهارات فريقك من أجل بناء أعمالك.
es_es: Degreed es la manera inteligente de hacer crecer a las personas. Nuestra plataforma de aprendizaje galardonada le ayuda a crear las habilidades de su equipo para crear su empresa.
ko_kr: Degreed는 스마트한 방식으로 사람들의 역량을 높여줍니다. 수상 경력에 빛나는 Degreed 학습 플랫폼을 통해 팀의 역량을 계발하여 효과적으로 비즈니스를 구축해 보세요.
nl_nl: Degreed is een slimmere manier om mensen te verbeteren. Ons bekroonde leerplatform helpt je bij het opbouwen van de vaardigheden van je team die nodig zijn om je bedrijf uit te bouwen.
th_th: Degreed เป็นวิธีที่ฉลาดกว่าเพื่อทำให้ผู้คนดีขึ้น แพลตฟอร์มการเรียนรู้ที่ได้รับรางวัลของเราช่วยสร้างทักษะของทีมคุณเพื่อสร้างธุรกิจของคุณ

# PublicForBiz_MetaOgTitle
source: Degreed | For Business
ar_sa: Degreed | لأغراض العمل
es_es: Degreed | Para empresas
ko_kr: Degreed | 기업용
nl_nl: Degreed | Voor zakelijk
th_th: Degreed | สำหรับธุรกิจ

# PublicForBiz_MetaTitle
source: Degreed for Business
ar_sa: Degreed لأغراض العمل
es_es: Degreed para empresas
ko_kr: 기업용 Degreed
nl_nl: Degreed voor bedrijven
th_th: Degreed สำหรับธุรกิจ

# PublicForBiz_QuoteHaider
source: The one thing Degreed does better than anyone else is curate and push content that's relevant, timely and on-demand. I think there's no other system today that beats that.
ar_sa: الشيء الوحيد الذي تقوم به Degreed أفضل من أي شخص آخر، إدارة ودفع المحتوى الملائم، وفي الوقت المناسب، وعند الطلب. أعتقد أنه لا يوجد نظام آخر في يومنا هذا يتغلب على ذلك.
es_es: Lo que Degreed hace mejor que nadie es filtrar y facilitar contenido relevante, en el momento oportuno y bajo demanda. No creo que haya un sistema que pueda con eso.
ko_kr: Degreed만의 장점은 관련성 높은 콘텐츠를 선별하고 필요에 맞게 적시에 제공한다는 것입니다. 현재 Degreed를 능가할 만한 시스템은 없다고 자신합니다.
nl_nl: Wat Degreed bij uitstek beter doet dan wie dan ook, is het organiseren en aanbieden van content die relevant, actueel en on-demand is. Ik denk dat er op dit moment geen ander systeem is dat dat beter doet.
th_th: สิ่งหนึ่งที่ Degreed ทำได้ดีกว่าคนอื่นคือดูแล และ ผลักดันเนื้อหาที่เกี่ยวข้อง ถูกเวลาและตามต้องการ ฉันคิดว่าในวันนี้ไม่มีระบบอื่นที่สู้ได้

# PublicForBiz_QuoteHaiderTitle
source: Former CLO
ar_sa: سابقا CLO
es_es: Ex-Director de Aprendizaje
ko_kr: 전 CLO
nl_nl: Voormalig CLO
th_th: อดีตผู้อำนวยการฝ่ายพัฒนาบุคลากร

# PublicForBiz_QuoteLewis
source: I've implemented a lot of HR systems in my day, and very few integrators, very few product companies treat the customer the way that Degreed does. It's incredibly refreshing.
ar_sa: لقد نفذت الكثير من أنظمة الموارد البشرية في يومي ، وعدد قليل جدا من شركات الدمج ، وعدد قليل جدا من شركات المنتجات تعامل الزبون بالطريقة التي يفعلها Degreed. تحديث بشكل لا يصدق.
es_es: En mí día implementé muchos sistemas de RR. HH. y hay muy pocos integradores y muy pocas empresas que traten al cliente como lo hace Degreed. Es increíblemente refrescante.
ko_kr: 저는 다양한 HR 시스템을 구축했으며 Degreed처럼 고객을 다루는 시스템 통합 회사 또는 제품 회사를 본 적이 없습니다. 놀랍게 신선합니다.
nl_nl: Ik heb door de jaren heen veel HR-systemen geïmplementeerd en maar heel weinig integrators. Er zijn weinig productbedrijven die hun klanten behandelen zoals Degreed dat doet. Het is ongelooflijk verfrissend.
th_th: ฉันเคยวางระบบการจัดการทรัพยากรมนุษย์มาหลายระบบ มีบริษัทรวมระบบและบริษัทผลิตภัณฑ์จำนวนน้อยมากที่ดูแลลูกค้าในระดับที่ Degreed ทำ เป็นเรื่องที่น่าชื่นใจอย่างมาก

# PublicForBiz_QuoteLewisTitle
source: Director of Global Talent Development
ar_sa: مدير تنمية المواهب العالمية
es_es: Director de Desarrollo de Talento Global
ko_kr: 이사, 글로벌 탤런트 개발
th_th: ผู้อำนวยการฝ่ายพัฒนาบุคลากรทั่วโลก

# PublicForBiz_QuoteMcGivney
source: Having access to this data is invaluable. It tells us what gaps currently exist across our organization, and what areas we should focus on for future development and talent acquisition.
ar_sa: الحصول على هذه البيانات لا تقدر بثمن. يخبرنا ما هي الثغرات الموجودة حاليًا في منظمتنا ، وما هي المجالات التي يجب أن نركز عليها من أجل التطوير المستقبلي للمواهب.
es_es: Tener acceso a estos datos no tiene precio. Nos informan de las lagunas que existen en nuestra organización y de las áreas en las que deberíamos centrarnos para el desarrollo futuro y la adquisición de talentos.
ko_kr: 이 데이터에 액세스의 가치는 매우 큽니다. 조직 전반에 어떤 공백이 존재하며 향후 개발 및 인재 채용에서 어떤 영역에 집중해야 하는지 알려 줍니다.
nl_nl: Toegang tot deze gegevens is van onschatbare waarde. Het vertelt ons welke lacunes er momenteel zijn in onze organisatie en op welke gebieden we ons moeten concentreren voor de toekomstige ontwikkeling en het verwerven van talent.
th_th: ความสามารถในการเข้าถึงข้อมูลนี้มีคุณค่าอย่างมาก ข้อมูลนี้บ่งบอกว่าองค์กรของเรามีช่องว่างในจุดใดบ้าง และเราควรมุ่งเน้นในด้านใดบ้างเพื่อการพัฒนาในอนาคตและการได้มาซึ่งบุคลากรที่มีคุณภาพ

# PublicForBiz_RequestDemo
source: Request a demo
ar_sa: اطلب عرض توضيحي
es_es: Solicite una demostración
ko_kr: 데모를 요청
nl_nl: Vraag om een demo
th_th: ขอรับการสาธิต

# PublicForBiz_RequestDemoButton
source: Request a Demo
ar_sa: اطلب عرض توضيحي
es_es: Solicite una demostración
ko_kr: 데모를 요청
nl_nl: Vraag om een demo
th_th: ขอรับการสาธิต

# PublicForBiz_ResourceHeader
source: Anything you want, we got it.
ar_sa: أي شيء تريده، حصلنا عليه.
es_es: Quiera lo quiera, lo tenemos.
ko_kr: 원하시는 모든 것을 가지고 있습니다.
nl_nl: Het maakt niet uit wat je zoekt, wij hebben het.
th_th: ทุกสิ่งที่คุณอยากได้ เรามี

# PublicForBiz_SkillsBenchmark
source: Benchmark your team's skill-sets and growth.
ar_sa: حدد مهارات فريقك وتقدمه.
es_es: Compare el conjunto de habilidades y el crecimiento de su equipo.
ko_kr: 팀의 스킬세트 및 성장을 벤치마크합니다.
nl_nl: Benchmark de vaardigheden en groei van jouw team.
th_th: ประเมินทักษะและพัฒนาการของทีมของคุณ

# PublicForBiz_SkillsBuild
source: Build a diverse, inclusive workforce blind to bias.
ar_sa: بناء قوة عاملة متنوعة وشاملة بعيدة عن التحيز.
es_es: Construya un equipo diverso, inclusivo y libre de prejuicios.
ko_kr: 편견 없는 다양하고 포괄적인 팀원을 구축합니다.
nl_nl: Bouw een personeelsgroep op die wordt gekenmerkt door diversiteit en exclusiviteit zonder vooroordelen.
th_th: เสริมสร้างบุคลากรที่หลากหลายและมีส่วนร่วมอย่างไร้อคติ

# PublicForBiz_SkillsHeader
source: What skills do you have? </br> What skills do you need?
ar_sa: ما هي المهارات التي لديك؟ </br> ما هي المهارات التي تحتاجها؟
es_es: ¿Con qué habilidades cuenta? </br> ¿Qué habilidades necesita?
ko_kr: 어떤 기술을 가지고 계십니까? </br> 어떤 기술이 필요하십니까?
nl_nl: Welke vaardigheden heb jij? </br> Welke vaardigheden heb je nodig?
th_th: คุณมีทักษะอะไร? </br> คุณต้องการทักษะอะไร?

# PublicForBiz_SkillsMakeSmarter
source: Make smarter, better investments in your people.
ar_sa: استثمر أفرادك واجعلهم أكثر ذكاءً.
es_es: Invierta de manera más inteligente y mejor en su equipo.
ko_kr: 인력에 더 스마트하고 더 효과적으로 투자합니다.
nl_nl: Investeer op een slimmere en beter manier in je werknemers.
th_th: ลงทุนในบุคลากรของคุณอย่างชาญฉลาดและคุ้มค่ามากขึ้น

# PublicForBiz_SkillsMeasure
source: Measure and certify your people in 1500+ skills.
ar_sa: قم بقياس واعتماد أفرادك في 1500+ مهارة.
es_es: Mida y certifique a los miembros de su equipo en más de 1500 habilidades.
ko_kr: 1500여 개 기술에 대해 인력을 측정 및 인증합니다.
nl_nl: Test en certificeer jouw werknemers in 1500+ vaardigheden.
th_th: วัดผลและรับรองบุคลากรของคุณในทักษะกว่า 1,500 ทักษะ

# PublicForBiz_SkillsVideoImage
source: Skills Video Image
ar_sa: صورة فيديو المهارات
es_es: Imagen de video de habilidades
ko_kr: 기술 비디오 이미지
nl_nl: Afbeelding vaardigheden-video
th_th: รูปภาพวิดีโอทักษะ

# PublicForBiz_TabHeader
source: Degreed is a smarter way </br> to make people better.
ar_sa: Degreed هي طريقة أكثر ذكاء </br> لجعل الأفراد أفضل.
es_es: Degreed es la manera inteligente </br> de hacer crecer a las personas.
ko_kr: Degreed는 팀원의 능력을 향상하는 </br> 더 스마트한 방법입니다.
nl_nl: Degreed is een slimmere manier &lt;/br&gt; om mensen beter te maken.
th_th: Degreed เป็นวิธีที่ชาญฉลาดกว่า</br>ในการทำให้ผู้คนพัฒนาตัวเอง

# PublicForBiz_TabImageOne
source: Product Screenshot Browse
ar_sa: تصفح لقطة شاشة المنتج
es_es: Captura de pantalla del producto Explorar
ko_kr: 제품 스크린샷 찾아보기
nl_nl: Productscreenshot Bladeren
th_th: ค้นหารูปภาพหน้าจอผลิตภัณฑ์

# PublicForBiz_TabImageThree
source: Product Image Insights
ar_sa: معارف صورة المنتج
es_es: Imagen del producto Conceptos
ko_kr: 제품 이미지 통찰력
nl_nl: Productafbeelding Inzichten
th_th: ข้อมูลรูปภาพผลิตภัณฑ์

# PublicForBiz_TabImageTwo
source: Product Image Skills
ar_sa: مهارات صورة المنتج
es_es: Imagen del producto Habilidades
ko_kr: 제품 이미지 기술
nl_nl: Leren produceert geen resultaten. Vaardigheden wel.
th_th: ทักษะรูปภาพผลิตภัณฑ์

# PublicForBiz_TabOne
source: More Productive
ar_sa: أكثر إنتاجية
es_es: Más productivo
ko_kr: 더 생산적
nl_nl: Productiever
th_th: ผลผลิตสูงขึ้น

# PublicForBiz_TabOneHeader
source: Get more productive.
ar_sa: التمتع بالمزيد من الإنتاجية.
es_es: Sea más productivo.
ko_kr: 더 생산적으로 됩니다.
nl_nl: Wordt productiever.
th_th: เพิ่มผลผลิต

# PublicForBiz_TabOneParagraph
source: Connect your people to all the resources they use to learn&mdash;millions of courses, videos, articles, books, podcasts and experts from thousands of sources, including your LMS.
ar_sa: قم بتوصيل الأشخاص بكافة الموارد التي يستخدمونها للتعلم—الملايين من الدورات التدريبية ومقاطع الفيديو والمقالات والكتب والبودكاست والخبراء من آلاف المصادر، بما في ذلك LMS الخاص بك.
es_es: Conecte a su equipo con todos los recursos que usan para aprender: hay millones de cursos, videos, artículos, libros, podcasts y expertos de miles de fuentes, incluido su LMS.
ko_kr: 팀원들을 이들이 학습을 위한 사용하는 모든 리소스에게(LMS를 포함한 다양한 소스의 수많은 과정, 비디오, 아티클, 책, 팟캐스트 및 전문가) 연결합니다.
nl_nl: Zorg ervoor dat jouw mensen toegang hebben tot alle middelen die ze gebruiken om te leren; miljoenen cursussen, video's, artikelen, boeken, podcasts en experts afkomstig uit duizenden bronnen, inclusief jouw LMS.
th_th: เชื่อมต่อบุคลากรของคุณกับแหล่งข้อมูลทั้งหมดที่พวกเขาใช้ในการเรียนรู้—ทั้งหลักสูตร วิดีโอ บทความ หนังสือ พอดแคสต์ และผู้เชี่ยวชาญนับล้านจากแหล่งข้อมูลนับพัน รวมถึงระบบการจัดการการเรียนรู้ของคุณ

# PublicForBiz_TabThree
source: More Impact
ar_sa: مزيد من التأثير
es_es: Mayor impacto
ko_kr: 더 많은 영향력
nl_nl: Meer impact
th_th: ผลกระทบสูงขึ้น

# PublicForBiz_TabThreeHeader
source: Get more impact.
ar_sa: التمتع بالمزيد من التأثير.
es_es: Produzca un mayor impacto.
ko_kr: 더 많은 영향력을 얻습니다.
nl_nl: Heb meer impact.
th_th: เพิ่มผลกระทบ

# PublicForBiz_TabThreeParagraph
source: Always be ready for the next big thing. Get actionable insights on everything your workforce is learning, as well as their skill sets.
ar_sa: كن دائما على استعداد للشيء الكبير المقبل. احصل على إحصاءات قابلة للتنفيذ حول كل ما تتعلمه القوى العاملة، بالإضافة إلى مجموعات المهارات الخاصة بهم.
es_es: Siempre debe estar a punto para el siguiente gran desafío. Reciba información práctica de todo lo que aprende su equipo y también de sus habilidades.
ko_kr: 다음 큰 트렌드에 항상 대비합니다. 팀원이 학습하는 모든 것과 이들의 스킬세트에 대해 실행 가능한 통찰력을 얻습니다.
nl_nl: Wees altijd goed voorbereid op de volgende grote kans. Krijg praktische inzichten over alles wat jouw personeel leert en hun vaardigheden.
th_th: เตรียมพร้อมสำหรับความเปลี่ยนแปลงครั้งใหญ่ในอนาคตเสมอ รับข้อมูลในทุกเรื่องที่บุคลากรของคุณกำลังเรียนรู้ รวมถึงชุดทักษะของพวกเขา เพื่อนำไปใช้ประโยชน์ในทางปฏิบัติ

# PublicForBiz_TabTwo
source: More Responsive
ar_sa: أكثر استجابة
es_es: Más receptivo
ko_kr: 더 높은 반응성
nl_nl: Beter reageren
th_th: การตอบสนองสูงขึ้น

# PublicForBiz_TabTwoHeader
source: Get more responsive.
ar_sa: أكثر استجابة.
es_es: Sea más receptivo.
ko_kr: 더 반응성이 높아집니다.
nl_nl: Reageer beter.
th_th: เพิ่มการตอบสนอง

# PublicForBiz_TabTwoParagraph
source: Build the skills that really matter&mdash;both to your workers and to your CEO. Apply data science and machine learning to personalize development for everyone.
ar_sa: قم ببناء المهارات التي تهمك حقًا، سواء بالنسبة للعاملين لديك أو لمديرك التنفيذي. تطبيق علم البيانات والتعلم الآلي لتخصيص التنمية للجميع.
es_es: Desarrolle las habilidades que realmente le importan a sus trabajadores y su CEO. Personalice el desarrollo de todo el equipo gracias a la ciencia de datos y el aprendizaje automático.
ko_kr: 팀원과 CEO에게 모두 중요한—기술을 구축합니다. 데이터 사이언스 및 머신러닝을 적용하여 모든 사람들의 개발을 개인 설정합니다.
nl_nl: Bouw vaardigheden op die er werkelijk toe doen; voor zowel je werknemers als je CEO. Gebruik data science en machine learning om groei voor iedereen te personaliseren.
th_th: เสริมสร้างทักษะที่มีประโยชน์—ทั้งต่อบุคลากรและซีอีโอของคุณ ประยุกต์ใช้วิทยาศาสตร์ข้อมูลและการเรียนรู้ของเครื่องจักรเพื่อปรับเส้นทางการพัฒนาให้ตรงกับความต้องการของแต่ละบุคคล

# PublicForBiz_UpcomingEvents
source: Upcoming Events
ar_sa: الفعاليات القادمة
es_es: Próximos eventos
ko_kr: 다가오는 이벤트
nl_nl: Komende evenementen
th_th: งานกิจกรรมที่กำลังจะมาถึง

# PublicForMe_CreateAccount
source: Create Your Account
ar_sa: إنشاء حسابك
es_es: Crear su cuenta
ko_kr: 계정 만들기
nl_nl: Je account aanmaken
th_th: สร้างบัญชีของคุณ

# PublicForMe_FindOutHow
source: Find out how it works
ar_sa: معرفة كيف يعمل
es_es: Descubrir cómo funciona
ko_kr: 방식을 알아보기
nl_nl: Vind uit hoe het werkt
th_th: เรียนรู้ว่าระบบทำงานอย่างไร

# PublicForMe_MainTitle
source: Take on what's next.
ar_sa: خذ ما هو القادم.
es_es: A por el siguiente desafío.
ko_kr: 다음 단계를 시작합니다.
nl_nl: Wees klaar voor wat komt.
th_th: รับมือกับสิ่งที่จะมาถึงต่อไป

# PublicForMe_MetaDescription
source: Degreed gives you the tools you need to grow. Our lifelong learning platform allows you to discover learning content, build your skills, and get your skills certified.
ar_sa: تمنحك Degreed الأدوات التي اللازمة للنمو. تتيح لك منصة التعلم مدى الحياة الخاصة بنا اكتشاف المحتوى التعليمي، وبناء مهاراتك، والحصول على توثيق لمهاراتك.
es_es: Degreed le da las herramientas que necesita para crecer Nuestra plataforma de aprendizaje permanente le permite descubrir contenido de aprendizaje, sumar habilidades y certificar su experiencia.
ko_kr: Degreed는 비즈니스 성장에 필요한 도구를 제공합니다. Degreed는 학습 콘텐츠를 찾고, 기술을 계발하고, 기술에 대한 인증을 받을 수 있는 평생 학습 플랫폼입니다.
nl_nl: Degreed geeft je de hulpmiddelen die jij nodig hebt om te groeien. Degreed is een leerplatform voor een leven lang dat je in staat stelt om leerstof te ontdekken, je vaardigheden te vergroten en je vaardigheden te certificeren.
th_th: Degreed ช่วยให้คุณมีเครื่องมือที่คุณต้องการเพื่อเติบโต แพลตฟอร์มการเรียนรู้ตลอดชีวิตของเราช่วยให้คุณค้นพบเนื้อหาการเรียนรู้ สร้างทักษะของคุณ และรับรองทักษะของคุณ

# PublicForMe_MetaOgTitle
source: Degreed | Learn with purpose.
ar_sa: Degreed | اجعل لتعلمك هدفًا
es_es: Degreed | Aprender con un fin.
ko_kr: Degreed | 목적을 가지고 학습하기
nl_nl: Degreed | Doelgericht leren
th_th: Degreed | เรียนรู้อย่างมีเป้าหมาย

# PublicForMe_MetaTitle
source: Take on what's next
ar_sa: خذ ما هو القادم.
es_es: A por el siguiente desafío
ko_kr: 다음 단계로 나아가세요
nl_nl: Wees klaar voor wat komt.
th_th: รับมือกับสิ่งที่จะมาถึงต่อไป

# PublicForMe_SignUpButton
source: Sign Up
ar_sa: التسجيل
es_es: Crear cuenta
ko_kr: 등록
nl_nl: Aanmelden
th_th: สมัครใช้งาน

# PublicForMe_SignUpHeader
source: Ready, set, go.
ar_sa: استعداد، تجهيز، انطلاق.
es_es: Preparado, listo, ya.
ko_kr: 제자리, 준비, 출발.
nl_nl: Klaar voor de start...af!
th_th: เตรียมพร้อมแล้วลุย

# PublicForMe_SignUpParagraph
source: Start building your skills on Degreed. It's free (now that's a win-win).
ar_sa: ابدأ في بناء مهاراتك على Degreed. إنها مجانية (الآن هذا هو مبدأ الفوز للطرفين).
es_es: Empiece a desarrollar sus habilidades en Degreed. Es gratis (son todo ventajas).
ko_kr: Degreed에서 기술 구축을 시작합니다. 무료입니다. (서로에게 원-원입니다.)
nl_nl: Begin met het opbouwen van je vaardigheden op Degreed. Het is gratis (dus een win-win-situatie)
th_th: เริ่มสร้างทักษะของคุณใน Degreed ฟรี (มีแต่ได้กับได้)

# PublicForMe_SignUpStartLearning
source: Sign up and start learning
ar_sa: التسجيل وبدء التعلم
es_es: Regístrese y empiece a aprender
ko_kr: 등록하여 학습을 시작합니다.
nl_nl: Meld je aan en begin met leren
th_th: สมัครใช้งานแล้วเริ่มเรียนรู้เลย

# PublicForMe_SkillCertImage
source: Skill Certification Image
ar_sa: صورة توثيق المهارة
es_es: Imagen de certificado de habilidad
ko_kr: 기술 인증서 이미지
nl_nl: Afbeelding Certificering voor vaardigheden
th_th: รูปภาพการรับรองทักษะ

# PublicForMe_SkillsGained
source: No matter where you gained your skills
ar_sa: بغض النظر عن المكان الذي اكتسبت فيه مهاراتك
es_es: No importa donde adquiriera sus habilidades
ko_kr: 귀하가 기술을 습득한 곳에 관계 없이
nl_nl: Het maakt niet uit waar je je vaardigheden hebt geleerd
th_th: ไม่ว่าคุณจะเรียนรู้ทักษะจากที่ใด

# PublicForMe_SkillsGetCertified
source: Get certified in over 1500 skills
ar_sa: الحصول على شهادة في أكثر من 1500 مهارة
es_es: Certifíquese en más de 1500 habilidades
ko_kr: 1500여 개의 기술에 대해 인증 받기
nl_nl: Ontvang certificatie voor 1500 vaardigheden
th_th: ทำการรับรองทักษะกว่า 1,500 ทักษะ

# PublicForMe_SkillsHeader
source: Prove you're ready.
ar_sa: أثبت أنك مستعد.
es_es: Demuestre su preparación.
ko_kr: 준비되었다는 것을 증명합니다.
nl_nl: Toon aan dat je er klaar voor bent.
th_th: พิสูจน์ว่าคุณพร้อม

# PublicForMe_SkillsLevel
source: No matter what level you're at
ar_sa: بغض النظر عن المستوى الذي أنت فيه
es_es: No importa su nivel
ko_kr: 귀하의 레벨에 관계 없이
nl_nl: Het maakt niet uit wat je niveau is
th_th: ไม่ว่าคุณจะอยู่ในระดับใด

# PublicForMe_SkillsNoClasses
source: No new classes or online courses to complete
ar_sa: لا توجد دروس جديدة أو دورات عبر الإنترنت لإكمالها
es_es: Sin clases nuevas ni cursos online que completar
ko_kr: 완료할 새 수업 또는 온라인 과정이 없음
nl_nl: Geen nieuwe cursussen of online cursussen om te volgen
th_th: ไม่มีห้องเรียนใหม่หรือหลักสูตรออนไลน์ที่ต้องเข้าร่วม

# PublicForMe_SkillsParagraph
source: Degreed Skill Certification is the world's first skill-based, data-driven credential.
ar_sa: شهادة مهارة Degreed هي أول اعتماد معتمد على البيانات يعتمد على المهارات.
es_es: El certificado de habilidad de Degreed es la primera cualificación del mundo que se basa en habilidades y datos.
ko_kr: Degreed 기술 인증서는 세계 최초의 기술 기반, 데이터 기반 자격 증명입니다.
nl_nl: Degreed Certificering voor vaardigheden is de eerste op vaardigheden en gegevens gebaseerde accreditatie.
th_th: การรับรองทักษะของ Degreed เป็นการรับรองแรกของโลกที่อิงทักษะและขับเคลื่อนด้วยข้อมูล

# PublicForMe_TabHeader
source: Degreed gives you the tools you need to grow.
ar_sa: تمنحك Degreed الأدوات التي تحتاجها للنمو.
es_es: Degreed le da las herramientas que necesita para crecer
ko_kr: Degreed는 성장에 필요한 도구를 제공합니다.
nl_nl: Degreed geeft je de hulpmiddelen die jij nodig hebt om te groeien.
th_th: Degreed มอบเครื่องมือที่คุณต้องการในการพัฒนาตัวเอง

# PublicForMe_TabImageOne
source: Product Image Profile
ar_sa: ملف صورة المنتج
es_es: Imagen del producto Perfil
ko_kr: 제품 이미지 프로필
nl_nl: Productafbeelding Profiel
th_th: โปรไฟล์รูปภาพผลิตภัณฑ์

# PublicForMe_TabImageThree
source: Product Image Skill Certification
ar_sa: توثيق مهارات صورة المنتج
es_es: Imagen del producto Certificado de habilidad
ko_kr: 제품 이미지 기술 인증서
nl_nl: Productafbeelding Certificering voor vaardigheden
th_th: การรับรองทักษะรูปภาพผลิตภัณฑ์

# PublicForMe_TabImageTwo
source: Product Image Browse
ar_sa: تصفح صورة المنتج
es_es: Imagen del producto Explorar
ko_kr: 제품 이미지 찾아보기
nl_nl: Productafbeelding Bladeren
th_th: ค้นหารูปภาพผลิตภัณฑ์

# PublicForMe_TabOne
source: Learn Smarter
ar_sa: تعلم بذكاء
es_es: Aprender de manera más inteligente
ko_kr: 더 스마트하게 학습
nl_nl: Slimmer leren
th_th: เรียนรู้อย่างชาญฉลาดมากขึ้น

# PublicForMe_TabOneHeader
source: Learn smarter.
ar_sa: تعلم بذكاء.
es_es: Aprenda de manera más inteligente.
ko_kr: 더 스마트하게 학습합니다.
nl_nl: Slimmer leren.
th_th: เรียนรู้อย่างชาญฉลาดมากขึ้น
