Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# CredManageOutcomesCtrl_TitleCertificate
source: Manage Certificates
ar_sa: إدارة الشهادات
es_es: Gestionar certificados
ko_kr: 인증서 관리
nl_nl: Certificaten beheren
th_th: จัดการใบรับรอง

# CredManageOutcomesCtrl_TitleDegree
source: Manage Degrees
ar_sa: إدارة الدرجات العلمية
es_es: Gestionar diplomas
ko_kr: 학위 관리
nl_nl: Diploma's beheren
th_th: จัดการวุฒิการศึกษา

# CredManageOutcomesCtrl_TitleSkill
source: Manage Skills
ar_sa: إدارة المهارات
es_es: Gestionar habilidades
ko_kr: 기술 관리
nl_nl: Vaardigheden beheren
th_th: จัดการทักษะ

# CredManageTagsCtrl_ManageArticlesVideos
source: Manage Articles & Videos
ar_sa: إدارة المقالات ومقاطع الفيديو
es_es: Gestionar artículos y videos
ko_kr: 아티클 및 동영상 관리
nl_nl: Artikelen en video's beheren
th_th: จัดการบทความและวิดีโอ

# CredManageTagsCtrl_ManageInformal
source: Manage Informal Learning
ar_sa: إدارة التعليم غير الرسمي
es_es: Gestionar formación informal
ko_kr: 비공식 학습 관리
nl_nl: Informeel leren beheren
th_th: จัดการการเรียนรู้อย่างไม่เป็นทางการ

# CredNav_Behaviors
source: Choose 3 Skill Behaviors
ar_sa: اختر 3 سلوكيات مهارية
es_es: Seleccionar 3 comportamientos de habilidad
ko_kr: 3개 기술 동작 선택
nl_nl: Kies 3 Vaardigheidsgedragingen
th_th: เลือกพฤติกรรมแสดงทักษะ 3 พฤติกรรม

# CredNav_SkillReview
source: Skill Review
ar_sa: مراجعة المهارة
es_es: Revisión de habilidad
ko_kr: 기술 검토
nl_nl: Beoordeling van vaardigheden
th_th: การตรวจสอบทักษะ

# CredNav_SubmitWithCredits
source: Legal & Submit
ar_sa: البيانات القانونية والإرسال
es_es: Legal y enviar
ko_kr: 법적 및 제출
nl_nl: Juridisch en indienen
th_th: ทางการกฎหมายและส่ง

# CredPrePayCtrl_SaveAndConfirm
source: Save & Confirm Payment
ar_sa: حفظ وتأكيد الدفع
es_es: Guardar y confirmar pago
ko_kr: 지급을 저장 및 확인
nl_nl: Betaling opslaan en bevestigen
th_th: บันทึกและยืนยันการชำระเงิน

# CredPrePayType_CertificationType
source: Choose Your Certification Plan
ar_sa: اختر خطة المصادقة
es_es: Seleccione su plan de certificación
ko_kr: 인증 플랜을 선택
nl_nl: Kies je certificatieplan
th_th: เลือกแผนการรับรองของคุณ

# CredPrePayType_credit
source: Certification in one skill
ar_sa: شهادة في مهارة واحدة
es_es: Certificado de una habilidad
ko_kr: 한 기술에 대한 인증서
nl_nl: Certificatie voor één vaardigheid
th_th: การรับรองหนึ่งทักษะ

# CredPrePayType_creditAction
source: Get Certified in One Skill
ar_sa: الحصول على شهادة في مهارة واحدة
es_es: Certifique una habilidad
ko_kr: 한 기술에 대해 인증 받기
nl_nl: Ontvang certificaat voor één vaardigheid
th_th: ทำการรับรองหนึ่งทักษะ

# CredPrePayType_lifetime
source: Unlimited Membership
ar_sa: عضوية غير محدودة
es_es: Membresía ilimitada
ko_kr: 무제한 멤버십
nl_nl: Onbeperkt lidmaatschap
th_th: สมาชิก Unlimited

# CredPrePayType_TypeHeading
source: Choose Your Certification Plan
ar_sa: اختر خطة المصادقة
es_es: Seleccione su plan de certificación
ko_kr: 인증 플랜을 선택
nl_nl: Kies je certificatieplan
th_th: เลือกแผนการรับรองของคุณ

# CredSparkSvc_AssessmentError
source: We were unable to retreive your CredSpark assessment
ar_sa: تعذر استعادة تقييم موقع CredSpark لك
es_es: No pudimos recuperar su evaluación de CredSpark
ko_kr: CredSpark 평가를 검색할 수 없었습니다.
nl_nl: We waren niet in staat om jouw CredSpark-beoordeling op te halen
th_th: เราไม่สามารถดึงข้อมูลแบบประเมิน CredSpark ได้

# CredSparkSvc_SyncError
source: We are unable to sync the latest CredSpark assessments at this time, please try again.
ar_sa: تعذرت مزامنة أخر تقييم لموقع CredSpark في الوقت الحالي، يرجى المحاولة مرة أخرى.
es_es: No podemos sincronizar las últimas evaluaciones de CredSpark en este momento, vuelva a intentarlo.
ko_kr: 이번에는 최근 CredSpark 평가를 동기화할 수 없었습니다. 다시 시도하십시오.
nl_nl: We zijn op dit moment niet in staat om de nieuwste CredSpark-beoordelingen te synchroniseren, probeer het opnieuw.
th_th: เราไม่สามารถซิงค์แบบประเมิน CredSpark ล่าสุดได้ในขณะนี้ โปรดลองอีกครั้ง

# CredStartCtrl_GetCertifiedUnlimitedFormat
source: Get Degreed Certified in {{skillname}}
ar_sa: احصل على تصديق Degreed في {{skillname}}
es_es: Obtener el certificado por Degreed de {{skillname}}
ko_kr: {{skillname}}에서 Degreed 인증 받기
nl_nl: Word Degreed-gecertificeerd in {{skillname}}
th_th: ขอใบรับรองจาก Degreed สำหรับ {{skillname}}

# DailySummary_HeaderText
source: See what's been going on this week at Org
ar_sa: شاهد ما يحدث هذا الأسبوع في Org
es_es: Vea lo que se cuece esta semana en Org
ko_kr: Org에서 이번 주에 어떤 일이 있었는지 확인
nl_nl: Kijk wat er deze week gebeurt bij Org
th_th: ดูว่ามีอะไรใหม่ในสัปดาห์นี้ที่องค์กร

# DailySummary_MainHeading
source: Your Daily Summary
ar_sa: الموجز اليومي الخاص بك
es_es: Su resumen diario
ko_kr: 매일 요약
nl_nl: Jouw Dagelijks Overzicht
th_th: ข้อมูลสรุปประจำวันของคุณ

# DashboardNav_AddSkill
source: Add Skill
ar_sa: إضافة مهارة
es_es: Agregar habilidad
ko_kr: 기술 추가
nl_nl: Vaardigheid toevoegen
th_th: เพิ่มทักษะ

# DashboardNav_AddSkillRating
source: Add Skill Rating
ar_sa: أعلى تقييمات المهارات
es_es: Agregar calificación de habilidad
ko_kr: 기술 등급 추가
nl_nl: Scores voor vaardigheid toevoegen
th_th: เพิ่มคะแนนของทักษะ

# DashboardNav_CertificationInProgress
source: Certification in progress
ar_sa: جاري إصدار الشهادة
es_es: Certificación en progreso
ko_kr: 인증 진행 중
nl_nl: Certificering in uitvoering
th_th: อยู่ระหว่างการรับรอง

# DashboardNav_CertifiedLevel
source: Certified: Level {{level}}
ar_sa: معتمد: المستوى {{level}}
es_es: Certificado: Nivel {{level}}
ko_kr: 인증됨: {{level}} 레벨
nl_nl: Gecertificeerd: Niveau {{level}}
th_th: ผ่านการรับรอง ระดับ {{level}}

# DashboardNav_DismissRecommendation
source: Dismiss shared item
ar_sa: استبعاد العنصر المشارك
es_es: Descartar elemento compartido
ko_kr: 공유된 항목 무시
nl_nl: Gedeeld item negeren
th_th: ยกเลิกรายการที่แบ่งปันแล้ว

# DashboardNav_EvalInProgress
source: Skill Review in progress
ar_sa: مراجعة المهارة قيد التنفيذ
es_es: Revisión de habilidad en progreso
ko_kr: 기술 검토 진행 중
nl_nl: Bezig met beoordeling van vaardigheden
th_th: การตรวจสอบทักษะอยู่ในระหว่างดำเนินการ

# DashboardNav_EvalRatingLevel
source: Skill Review: Level {{level}}
ar_sa: مراجعة المهارة: مستوى {level}
es_es: Revisión de habilidad: nivel {level}
ko_kr: 기술 검토: {{level}} 레벨
nl_nl: Beoordeling van vaardigheden: Niveau {{level}}
th_th: การตรวจสอบทักษะ: ระดับ {{level}}

# DashboardNav_FindGroups
source: Find Groups
ar_sa: البحث عن المجموعات
es_es: Encontrar grupos
ko_kr: 그룹 찾기
nl_nl: Groepen zoeken
th_th: ค้นหากลุ่ม

# DashboardNav_FindPathway
source: Find a Pathway
ar_sa: اعثر على مساق
es_es: Buscar un itinerario
ko_kr: 경로 찾기
nl_nl: Een Leerpad zoeken
th_th: ค้นหาเส้นทางการเรียนรู้

# DashboardNav_FollowingEverybody
source: Uh oh, looks like we don't have any more recommended people to follow.
ar_sa: أوه، يبدو أن ليس لدينا المزيد من الأشخاص الموصى بمتابعتهم.
es_es: Oh, vaya, parece que no tenemos más personas recomendadas para seguir.
ko_kr: 이런, 더 이상 팔로우하도록 추천할 만한 사람이 없는 것 같습니다.
nl_nl: Het lijkt erop dat we geen aanbevolen personen om te volgen meer voor je hebben.
th_th: ขออภัย เราไม่มีผู้คนที่แนะนำเพิ่มเติมอื่นอีกให้ได้ติดตาม

# DashboardNav_ManageFollowing
source: Manage Following
ar_sa: إدارة المتابعة
es_es: Gestionar personas a las que sigue
ko_kr: 팔로우 관리
nl_nl: Gevolgde personen beheren
th_th: จัดการการติดตาม

# DashboardNav_ManagerRatingLevel
source: Manager Rating: Level {{level}}
ar_sa: تقييم المدير: المستوى {{level}}
es_es: Calificación del gerente: Nivel {{level}}
ko_kr: 관리자 평가 등급: {{level}} 레벨
nl_nl: Beoordeling door manager: Niveau {{level}}
th_th: คะแนนผู้จัดการ: ระดับ {{level}}

# DashboardNav_PathwayPercentComplete
source: {{percent}}% Complete
ar_sa: {{percent}}% إكتمال
es_es: Se completó el {{percent}}%
ko_kr: {{percent}}% 완료
nl_nl: {{percent}}% voltooid
th_th: เสร็จสิ้น {{percent}}%

# DashboardNav_PeopleToFollow
source: People to follow
ar_sa: أشخاص مقترحين لمتابعتهم
es_es: Personas que seguir
ko_kr: 팔로우할 만한 사람들
nl_nl: Personen om te volgen
th_th: ผู้คนที่น่าติดตาม

# DashboardNav_RefreshRecommended
source: Sorry those shares didn’t work out. Refresh the page to see a new set of people to follow.
ar_sa: عذرًا، هذه المشاركات لا تُجدي نفعًا. قم بتحديث الصفحة لتتمكن من رؤية مجموعة جديدة من الأشخاص للمتابعة.
es_es: Sentimos que estos contenidos compartidos no hayan funcionado. Actualice la página para ver un nuevo grupo de personas que seguir.
ko_kr: 죄송합니다. 공유가 정상적으로 처리되지 않았습니다. 페이지를 새로 고침하여 팔로우할 새로운 사람들을 확인하세요.
nl_nl: Het spijt ons dat de gedeelde content je niet aansprak. Vernieuw de pagina om nieuwe personen te zien die je kunt volgen.
th_th: ขออภัย เนื้อหาที่แบ่งปันเหล่านี้ไม่ได้ผล โปรดรีเฟรชหน้าเพื่อดูผู้คนที่น่าติดตามชุดใหม่

# DashboardNav_Resources
source: Resources
ar_sa: الموارد
es_es: Recursos
ko_kr: 리소스
nl_nl: Bronnen
th_th: แหล่งข้อมูล

# DashboardNav_SelfRatingLevel
source: Self Rating: Level {{level}}
ar_sa: التقييم الشخصي: المستوى {{level}}
es_es: Autocalificación: Nivel {{level}}
ko_kr: 자체 평가 등급: {{level}} 레벨
nl_nl: Zelf-beoordeling: Niveau {{level}}
th_th: การให้คะแนนตัวเอง: ระดับ {{level}}

# DashboardNav_UpdateRatings
source: Update Ratings
ar_sa: تحديث التقييمات
es_es: Actualizar calificaciones
ko_kr: 평가 등급 업데이트
nl_nl: Scores updaten
th_th: อัปเดตคะแนน

# DashboardNav_ViewMyProgress
source: View my progress
ar_sa: عرض تقدمي المحرز
es_es: Ver mi progreso
ko_kr: 나의 진행률 보기
nl_nl: Mijn voortgang weergeven
th_th: ดูความก้าวหน้าของฉัน

# DashboardNav_YourGroups
source: Your Groups
ar_sa: المجموعات الخاصة بك
es_es: Sus grupos
ko_kr: 귀하의 그룹
nl_nl: Jouw groepen
th_th: กลุ่มของคุณ

# DashboardNav_YourPathways
source: Your Pathways
ar_sa: مساقاتك
es_es: Sus itinerarios
ko_kr: 자신의 경로
nl_nl: Jouw Leerpaden
th_th: เส้นทางการเรียนรู้ของคุณ

# DashboardNav_YourPlans
source: Your Plans
ar_sa: خطتك
es_es: Sus planes
ko_kr: 귀하의 계획
nl_nl: Jouw plannen
th_th: แผนของคุณ

# DashboardNav_YourSkills
source: Your Skills
ar_sa: إضافة مهارات
es_es: Sus habilidades
ko_kr: 귀하의 기술
nl_nl: Jouw vaardigheden
th_th: ทักษะของคุณ

# DataPrivacyModalCtrl_AcceptContinue
source: Accept & Continue
ar_sa: قبول ومتابعة
es_es: Aceptar y continuar
ko_kr: 수락 및 계속
nl_nl: Accepteren en doorgaan
th_th: ยอมรับและดำเนินการต่อ

# DataPrivacyModalCtrl_Header
source: Data Privacy Policy
ar_sa: سياسة خصوصية البيانات
es_es: Política de privacidad de datos
ko_kr: 데이터 개인 정보 보호 정책
nl_nl: Gegevensprivacybeleid
th_th: นโยบายความเป็นส่วนตัวของข้อมูล

# DataPrivacyModalCtrl_PolicyAcceptLabel
source: I confirm that I have read and understood this privacy notice
ar_sa: أؤكد أنني قرأت إشعار الخصوصية الحالي وفهمته
es_es: Confirmo que leí y entendí esta declaración de privacidad
ko_kr: 이 개인 정보 보호 알림을 읽었고 이해했음을 확인합니다.
nl_nl: Ik bevestig dat ik deze privacyverklaring heb gelezen en begrepen
th_th: ฉันยืนยันว่าได้อ่านและทำความเข้าใจประกาศเรื่องความเป็นส่วนตัวฉบับนี้แล้ว

# DataPrivacyModalCtrl_PolicyReviewLabel
source: Please review and accept the following policy to use Degreed
ar_sa: يرجى مراجعة وقبول السياسة التالية لاستخدام موقع Degreed
es_es: Revise y acepte las siguiente política para hacer uso de Degreed
ko_kr: 다음 정책을 검토 및 수락하여 Degreed를 사용하십시오.
nl_nl: Lees en accepteer het volgende beleid om Degreed te gebruiken
th_th: โปรดตรวจสอบและยอมรับนโยบายต่อไปนี้เพื่อใช้งาน Degreed

# DegreeFormCtrl_CollegeName
source: A university or college name is required.
ar_sa: يلزم إدخال اسم الكلية أو الجامعة
es_es: Se necesita el nombre de una universidad o escuela.
ko_kr: 대학교 또는 전문대학 이름이 필요합니다.
nl_nl: Een naam van een hogeschool of universiteit is vereist.
th_th: ต้องระบุชื่อมหาวิทยาลัยหรือสถานศึกษา

# DegreeFormCtrl_CompletionDate
source: Please specify the completion date.
ar_sa: الرجاء تحديد تاريخ الإكمال.
es_es: Especifique la fecha de finalización.
ko_kr: 완료 날짜를 지정하십시오.
nl_nl: Geef een de voltooiingsdatum.
th_th: โปรดระบุวันที่สำเร็จการศึกษา

# DegreeFormCtrl_DegreeLevel
source: A degree level is required.
ar_sa: يلزم إدخال مستوى الدرجة.
es_es: Se necesita un nivel universitario.
ko_kr: 학위 수준이 필요합니다.
nl_nl: Een diploma-niveau is vereist.
th_th: ต้องระบุระดับของวุฒิการศึกษา

# DegreeFormCtrl_DegreeTitle
source: A degree title is required.
ar_sa: يلزم إدخال عنوان الدرجة.
es_es: Se necesita un nombre de diploma.
ko_kr: 학위 명칭이 필요합니다.
nl_nl: Een diploma-titel is vereist.
th_th: ต้องระบุชื่อของวุฒิการศึกษา

# DegreeFormCtrl_FieldOfStudy
source: A field of study is required when adding courses.
ar_sa: يلزم إدخال مجال الدراسة عند إضافة الدورات.
es_es: Se necesita un campo de estudio al agregar cursos.
ko_kr: 과정을 추가할 때 학문 분야가 필요합니다.
nl_nl: Een studiegebied is vereist bij het toevoegen van cursussen.
th_th: ต้องระบุสาขาวิชาเมื่อเพิ่้มหลักสูตร

# DegreeFormCtrl_GradePointAvg
source: Please enter a valid grade point average.
ar_sa: يرجى إدخال معدل درجات تراكمي صالح.
es_es: Ingrese un promedio de calificaciones válido.
ko_kr: 유효한 평균 학점을 입력하십시오.
nl_nl: Voer een geldig gemiddeld cijfer in.
th_th: โปรดป้อนคะแนนเกรดเฉลี่ยที่ถูกต้อง

# deleteModal_Cancel
source: Cancel
ar_sa: إلغاء
es_es: Cancelar
ko_kr: 취소
nl_nl: Annuleren
th_th: ยกเลิก

# deleteModal_Delete
source: Delete
ar_sa: حذف
es_es: Eliminar
ko_kr: 삭제
nl_nl: Verwijderen
th_th: ลบ

# dgActiveUserChartCtrl_ActiveUsers
source: Active Users
ar_sa: المستخدمون النشطون
es_es: Usuarios activos
ko_kr: 활성 사용자
nl_nl: Actieve gebruikers
th_th: ผู้ใช้ที่ยังใช้งาน

# dgActiveUserChartCtrl_ActiveUsersToolTip
source: An active user is someone who has logged in at least once during the time periods on the x-axis.
ar_sa: المستخدم النشط هو شخص قام بتسجيل الدخول مرة واحدة على الأقل خلال الفترات على المحور الأفقي.
es_es: Un usuario activo es aquel que ha iniciado sesión al menos una vez durante los periodos de tiempo en el eje.
ko_kr: 활성 사용자란 x축의 해당 기간 동안 적어도 한 번 이상 로그인한 사람을 말합니다.
nl_nl: Een actieve gebruiker is iemand die ten minste heeft ingelogd tijdens de tijdperiode op de x-as.
th_th: ผู้ใช้ที่ยังใช้งานคือผู้ที่ได้เข้าสู่ระบบอย่างน้อยหนึ่งครั้งในระยะเวลาตามแกน X

# dgActiveUserChartCtrl_DailyActiveUsers
source: Daily Active Users
ar_sa: المستخدمون النشطون يوميًا
es_es: Usuarios activos diarios
ko_kr: 일일 활성 사용자
nl_nl: Actieve dagelijkse gebruikers
th_th: ผู้ใช้ที่ใช้งานรายวัน

# dgActiveUserChartCtrl_Date
source: Date
ar_sa: التاريخ
es_es: Fecha
ko_kr: 날짜
nl_nl: Datum
th_th: วันที่

# dgActiveUserChartCtrl_MonthlyActiveUsers
source: Monthly Active Users
ar_sa: المستخدمون النشطون شهريًا
es_es: Usuarios activos mensuales
ko_kr: 월별 활성 사용자
nl_nl: Actieve maandelijkse gebruikers
th_th: ผู้ใช้ที่ใช้งานรายเดือน

# dgActiveUserChartCtrl_NewReturningUsers
source: New & Returning Users
ar_sa: المستخدمون الجدد والعائدون
es_es: Usuarios nuevos y de vuelta
ko_kr: 신규 및 기존 사용자
nl_nl: Nieuwe & terugkerende gebruikers
th_th: ผู้ใช้ใหม่และผู้ใช้ที่กลับมา

# dgActiveUserChartCtrl_NewUsers
source: New Users
ar_sa: المستخدمون الجدد
es_es: Usuarios nuevos
ko_kr: 신규 사용자
nl_nl: Nieuwe gebruikers
th_th: ผู้ใช้ใหม่

# dgActiveUserChartCtrl_NewUsersToolTip
source: New User A unique learner who had their first active session during the time period.
ar_sa: مستخدِم جديد متعلِّم متميّز قام بأوّل جلسة تفاعليّة له أثناء الفترة الزمنية المحدَّدة.
es_es: Usuario nuevo Un aprendiz único que tuvo su primera sesión activa durante el periodo de tiempo.
ko_kr: 신규 사용자 해당 기간 동안 첫 번째 활성 단원에 참여한 고유 학습자.
nl_nl: Nieuwe gebruiker Een unieke deelnemer die zijn eerste actieve sessie had tijdens de tijdsperiode.
th_th: ผู้ใช้ใหม่ ผู้เรียนรู้เฉพาะด้านที่ใช้งานเซสชันเป็นครั้งแรกในระยะเวลาหนึ่ง

# dgActiveUserChartCtrl_ReturningUsers
source: Returning Users
ar_sa: المستخدمون العائدون
es_es: Usuarios de vuelta
ko_kr: 기존 사용자
nl_nl: Terugkerende gebruikers
th_th: ผู้ใช้ที่กลับมา

# dgActiveUserChartCtrl_ReturningUsersToolTip
source: Returning Users A unique learner who had at least one active session during the time period.
ar_sa: مستخدِم عائد متعلِّم متميّز قام على الأقل بجلسة تفاعليّة واحدة أثناء الفترة الزمنية المحدَّدة.
es_es: Usuario de vuelta Un aprendiz único que tuvo al menos una sesión activa durante el periodo de tiempo.
ko_kr: 기존 사용자 해당 기간 동안 최소 한 번의 활성 단원에 참여했던 고유 학습자.
nl_nl: Terugkerende gebruiker Een unieke deelnemer die ten minste één actieve sessie had tijdens de tijdsperiode.
th_th: ผู้ใช้ที่กลับมา ผู้เรียนรู้เฉพาะด้านที่ใช้งานเซสชันอย่างน้อยหนึ่งครั้งในระยะเวลาหนึ่ง

# dgActiveUserChartCtrl_SelectUserType
source: Select User Type
ar_sa: تحديد نوع المستخدم
es_es: Seleccionar tipo de usuario
ko_kr: 사용자 유형 선택
nl_nl: Selecteer gebruikerstype
th_th: เลือกประเภทผู้ใช้

# dgActiveUserChartCtrl_WeeklyActiveUsers
source: Weekly Active Users
ar_sa: المستخدمون النشطون أسبوعيًا
es_es: Usuarios activos semanales
ko_kr: 주간 활성 사용자
nl_nl: Actieve wekelijkse gebruikers
th_th: ผู้ใช้ที่ใช้งานรายสัปดาห์

# dgActivityDetails_GoalActionFormat
source: {{user}} {{action}} the goal {{goalName}}
ar_sa: قام {{user}} بإجراء {{action}} هدف {{goalName}}
es_es: {{user}} {{action}} el objetivo {{goalName}}
ko_kr: {{user}}이(가) {{goalName}} 목표를 {{action}}
nl_nl: {{user}} {{action}} de doelstelling {{goalName}}
th_th: {{user}} {{action}}เป้าหมาย {{goalName}}

# dgActivityDetails_GroupActivityFormat
source: {{user}} {{action}} the group {{settings}}
ar_sa: قام {{user}} بإجراء {{action}} {{settings}} المجموعة
es_es: {{user}} {{action}} {{settings}} del grupo
ko_kr: {{user}}이(가) 그룹 {{settings}}을(를) {{action}}
nl_nl: {{user}} {{action}} de groep {{settings}}
th_th: {{user}} {{action}}{{settings}}ของกลุ่ม

# dgActivityDetails_RemoveActivity
source: Are you sure you want to remove this from the group feed?
ar_sa: هل أنت متأكد من إزالة هذا من موجز المجموعة؟
es_es: ¿De verdad quiere eliminar esto del canal del grupo?
ko_kr: 그룹 피드의 이 항목을 삭제하시겠습니까?
nl_nl: Weet je zeker dat je dit wilt verwijderen uit de groepsfeed?
th_th: คุณแน่ใจหรือไม่ว่าต้องการนำสิ่งนี้ออกจากฟีดกลุ่ม

# dgActivityDetails_RemoveConfirm
source: Yes, I'm Sure
ar_sa: نعم، أنا متأكد
es_es: Sí, seguro
ko_kr: 예, 확실합니다.
nl_nl: Ja, ik weet het zeker
th_th: ใช่ ฉันแน่ใจ

# dgActivityDetails_UserActionDateFormat
source: {{user}} {{action}} the {{input}} {{date}}
ar_sa: قام {{user}} بإجراء {{action}} لـ{{input}} في {{date}}
es_es: {{user}} {{action}} el {{input}} el {{date}}
ko_kr: {{user}}이(가) {{date}}에 {{input}}을(를) {{action}}
nl_nl: {{user}} {{action}} de {{input}} {{date}}
th_th: {{user}} {{action}}{{input}} {{date}}

# dgActivityDetails_UserActionFormat
source: {{user}} {{action}} the {{input}}
ar_sa: قام {{user}} بإجراء {{action}} لـ{{input}}
es_es: {{user}} {{action}} el {{input}}
ko_kr: {{user}}이(가) {{input}}을(를) {{action}}
nl_nl: {{user}} {{action}} de {{input}}
th_th: {{user}} {{action}}{{input}}

# dgActivityDetails_UserActionItemTitleDateFormat
source: {{user}} {{action}} the following {{input}} {{title}} {{date}}
ar_sa: قام {{user}} بإجراء {{action}} لـ{{input}} {{title}} التالي في {{date}}
es_es: {{user}} {{action}} el siguiente {{input}} {{title}} el {{date}}
ko_kr: {{user}}이(가) {{date}}에 다음 {{title}} {{input}}을(를) {{action}}
nl_nl: {{user}} {{action}} de volgende {{input}} {{title}} {{date}}
th_th: {{user}} {{action}}{{input}}ต่อไปนี้ {{title}} {{date}}

# dgActivityDetails_UserActionItemTitleFormat
source: {{user}} {{action}} the following {{input}} {{title}}
ar_sa: قام {{user}} بإجراء {{action}} لـ{{input}} {{title}} التالي
es_es: {{user}} {{action}} el siguiente {{input}} {{title}}
ko_kr: {{user}}이(가) 다음 {{title}} {{input}}을(를) {{action}}
nl_nl: {{user}} {{action}} de volgende {{input}} {{title}}
th_th: {{user}} {{action}}{{input}}ต่อไปนี้ {{title}}

# dgActivityDetails_UserActionTheFollowingDateFormat
source: {{user}} shared the following {{input}} {{date}}
ar_sa: شارك {user} {input} {date} التالي.
es_es: {{user}} ha compartido el siguiente {{input}} el {{date}}
ko_kr: {{user}}이(가) {{date}}에 다음 {{input}}을(를) 공유함
nl_nl: {{user}} heeft het volgende {{input}} {{date}} gedeeld
th_th: {{user}} แบ่งปัน {{input}} ต่อไปนี้เมื่อวันที่ {{date}}

# dgActivityDetails_UserActionTheFollowingFormat
source: {{user}} {{action}} the following {{input}}
ar_sa: قام {{user}} بإجراء {{action}} لـ{{input}} التالي
es_es: {{user}} {{action}} el siguiente {{input}}
ko_kr: {{user}}이(가) 다음 {{input}}을(를) {{action}}
nl_nl: {{user}} {{action}} de volgende {{input}}
th_th: {{user}} {{action}}{{input}}ต่อไปนี้

# dgActivityDetails_UserAddedNewUserFormat
source: {{user}} added {{newUser}} to the group.
ar_sa: أضاف {{user}} {{newUser}} إلى المجموعة.
es_es: {{user}} agregó a {{newUser}} al grupo.
ko_kr: {{user}}이(가) {{newUser}}을(를) 그룹에 추가했습니다.
nl_nl: {{user}} toegevoegd {{newUser}} aan de groep.
th_th: {{user}} เพิ่ม {{newUser}} ไปยังกลุ่ม

# dgActivityDetails_UserAssignedTheFollowingDateFormat
source: {{user}} assigned the following {{input}} {{assignedDate}} {{completedDateStart}} to be completed by {{completedDateEnd}}
ar_sa: أسند {{user}} {{input}} التالي منذ {{assignedDate}} {{completedDateStart}} ليتم إكماله بحلول {{completedDateEnd}}
es_es: {{user}} asignó el siguiente {{input}} {{assignedDate}} el {{completedDateStart}} para completar para el {{completedDateEnd}}
ko_kr: {{user}}이(가) 다음 {{input}}을(를) {{assignedDate}}까지 {{completedDateStart}}완료하도록 {{completedDateEnd}} 할당했습니다.
nl_nl: {{user}} heeft de volgende {{input}} {{assignedDate}} {{completedDateStart}} toegewezen, die voor {{completedDateEnd}} moet worden voltooid
th_th: {{user}} มอบหมาย{{input}}ต่อไปนี้ {{assignedDate}} {{completedDateStart}} โดยจะต้องทำให้เสร็จภายใน {{completedDateEnd}}

# dgActivityDetails_UserJoinedGroupFormat
source: {{user}} joined the group.
ar_sa: انضم {{user}} إلى المجموعة.
es_es: {{user}} se unió al grupo.
ko_kr: {{user}}이(가) 그룹에 참가했습니다.
nl_nl: {{user}} is lid geworden van de groep.
th_th: {{user}} เข้าร่วมกลุ่ม

# dgActivityDetails_UserLeftGroupFormat
source: {{user}} left the group.
ar_sa: غادر {{user}} المجموعة.
es_es: {{user}} abandonó el grupo.
ko_kr: {{user}}이(가) 그룹을 떠났습니다.
nl_nl: {{user}} heeft de groep verlaten.
th_th: {{user}} ออกจากกลุ่ม

# dgActivityDetails_UserPostedFormat
source: {{user}} posted
ar_sa: قام {{مستخدم}} بمشاركة
es_es: {{user}} publicó
ko_kr: {{user}}이(가) 게시했습니다
nl_nl: {{user}} plaatste
th_th: {{user}} โพสต์เนื้อหา

# dgActivityDetails_UserRemovedUserFormat
source: {{user}} removed {{otherUser}} from the group.
ar_sa: حذف {{user}} {{otherUser}} من المجموعة.
es_es: {{user}} eliminó a {{otherUser}} del grupo.
ko_kr: {{user}}이(가) 그룹에서 {{otherUser}}을(를) 제거했습니다.
nl_nl: {{user}} heeft {{otherUser}} uit de groep verwijderd.
th_th: {{user}} ลบ {{otherUser}} ออกจากกลุ่ม

# dgAddItems_AddItem
source: +Add
ar_sa: +إضافة
es_es: +Agregar
ko_kr: +추가
nl_nl: +toevoegen
th_th: +เพิ่ม

# dgAddItems_EmailDomainError
source: Email doesn't match domains listed above
ar_sa: لم يتطابق البريد الإلكتروني مع مجالات البريد الإلكتروني المدرجة أعلاه
es_es: El correo electrónico no coincide con los anteriormente enumerados
ko_kr: 이메일이 위에 나열할 도메인과 일치하지 않음
nl_nl: E-mail komt niet overeen met de hierboven vermelde domeinen
th_th: อีเมลไม่ตรงกับโดเมนที่ระบุไว้ด้านบน

# dgAddItems_EmailExistsError
source: Email address has already been added
ar_sa: تم إضافة عنوان البريد الإلكتروني الحالي من قبل
es_es: Ya se agregó esta dirección de correo electrónico
ko_kr: 이메일 주소가 이미 추가되어 있음
nl_nl: E-mailadres is al toegevoegd
th_th: เพิ่มที่อยู่อีเมลนี้ไปแล้ว

# dgAddItems_InvalidEmailError
source: Invalid email address
ar_sa: بريد إلكتروني غير صالح
es_es: Dirección de correo electrónico no válida
ko_kr: 잘못된 이메일 주소
nl_nl: Ongeldig e-mailadres
th_th: ที่อยู่อีเมลไม่ถูกต้อง

# dgAddItems_MoreFormat
source: + {{count}} more
ar_sa: إظهار + {{count}} من العناصر
es_es: + {{count}} más
ko_kr: + {{count}} 개 더
nl_nl: + {{count}} meer
th_th: + อีก {{count}}
