Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# UserInputsController_Reward1AssessmentSingular
source: You've added 1 assessment to your profile.
ar_sa: لقد أضفت مهمة واحدة إلى الملف التعريفي الخاص بك.
es_es: Agregó 1 evaluación a su perfil.
ko_kr: 1개 평가를 프로필에 추가했습니다.
nl_nl: Je hebt 1 beoordeling toegevoegd aan je profiel.
th_th: คุณได้เพิ่มแบบประเมิน 1 รายการไปยังโปรไฟล์

# UserInputsController_Reward1AwardPluralFormat
source: You've added {0} awards to your profile.
ar_sa: لقد أضفت عدد {0} من الجوائز إلى الملف التعريفي الخاص بك.
es_es: Agregó {0} premios a su perfil.
ko_kr: {0}개 상을 프로필에 추가했습니다.
nl_nl: Je hebt {0} bekroningen toegevoegd aan je profiel.
th_th: คุณได้เพิ่มรางวัล {0} รายการไปยังโปรไฟล์

# UserInputsController_Reward1AwardSingular
source: You've added 1 award to your profile.
ar_sa: لقد أضفت جائزة واحدة إلى الملف التعريفي الخاص بك.
es_es: Agregó 1 premio a su perfil.
ko_kr: 1개 상을 프로필에 추가했습니다.
nl_nl: Je hebt 1 onderscheiding toegevoegd aan je profiel.
th_th: คุณได้เพิ่มรางวัล 1 รายการไปยังโปรไฟล์

# UserInputsController_Reward1BadgePluralFormat
source: You've added {0} badges to your profile.
ar_sa: لقد أضفت عدد {0} من الأوسمة إلى الملف التعريفي الخاص بك.
es_es: Agregó {0} insignias a su perfil.
ko_kr: {0}개 배지를 프로필에 추가했습니다.
nl_nl: Je hebt {0} badges toegevoegd aan je profiel.
th_th: คุณได้เพิ่มแบดจ์ {0} รายการไปยังโปรไฟล์

# UserInputsController_Reward1BadgeSingular
source: You've added 1 badge to your profile.
ar_sa: لقد أضفت وسامًا واحدًا إلى الملف التعريفي الخاص بك.
es_es: Agregó 1 insignia a su perfil.
ko_kr: 1개 배지를 프로필에 추가했습니다.
nl_nl: Je hebt 1 badge toegevoegd aan je profiel.
th_th: คุณได้เพิ่มแบดจ์ 1 รายการไปยังโปรไฟล์

# UserInputsController_Reward1BookPluralFormat
source: You've added {0} books to your profile.
ar_sa: لقد أضفت عدد {0} من الكتب إلى الملف التعريفي الخاص بك.
es_es: Agregó {0} libros a su perfil.
ko_kr: {0}개 책을 프로필에 추가했습니다.
nl_nl: Je hebt {0} boeken toegevoegd aan je profiel.
th_th: คุณได้เพิ่มหนังสือ {0} เล่มไปยังโปรไฟล์

# UserInputsController_Reward1BookSingular
source: You've added 1 book to your profile.
ar_sa: لقد أضفت كتابًا واحدًا إلى الملف التعريفي الخاص بك.
es_es: Agregó 1 libro a su perfil.
ko_kr: 1개 책을 프로필에 추가했습니다.
nl_nl: Je hebt 1 boek toegevoegd aan je profiel.
th_th: คุณได้เพิ่มหนังสือ 1 เล่มไปยังโปรไฟล์

# UserInputsController_Reward1CertificatePluralFormat
source: You've added {0} certificates to your profile.
ar_sa: لقد أضفت عدد {0} من الشهادات إلى الملف التعريفي الخاص بك.
es_es: Agregó {0} certificados a su perfil.
ko_kr: {0}개 인증서를 프로필에 추가했습니다.
nl_nl: Je hebt {0} certificaten toegevoegd aan je profiel.
th_th: คุณได้เพิ่มใบรับรอง {0} ใบไปยังโปรไฟล์

# UserInputsController_Reward1CertificateSingular
source: You've added 1 certificate to your profile.
ar_sa: لقد أضفت شهادة واحدة إلى الملف التعريفي الخاص بك.
es_es: Agregó 1 certificado a su perfil.
ko_kr: 1개 인증서를 프로필에 추가했습니다.
nl_nl: Je hebt 1 certificaat toegevoegd aan je profiel.
th_th: คุณได้เพิ่มใบรับรอง 1 ใบไปยังโปรไฟล์

# UserInputsController_Reward1CoursePluralFormat
source: You've added {0} courses to your profile.
ar_sa: لقد أضفت عدد {0} من الدورات التعليمية إلى الملف التعريفي الخاص بك.
es_es: Agregó {0} cursos a su perfil.
ko_kr: {0}개 과정을 프로필에 추가했습니다.
nl_nl: Je hebt {0} cursussen toegevoegd aan je profiel.
th_th: คุณได้เพิ่มหลักสูตร {0} รายการไปยังโปรไฟล์

# UserInputsController_Reward1CourseSingular
source: You've added 1 course to your profile.
ar_sa: لقد أضفت دورة تعليمية واحدة إلى الملف التعريفي الخاص بك.
es_es: Agregó 1 curso a su perfil.
ko_kr: 1개 과정을 프로필에 추가했습니다.
nl_nl: Je hebt 1 cursus toegevoegd aan je profiel.
th_th: คุณได้เพิ่มหลักสูตร 1 รายการไปยังโปรไฟล์

# UserInputsController_Reward1DegreePluralFormat
source: You've added {0} degrees to your profile.
ar_sa: لقد أضفت عدد {0} من الدرجات العلمية إلى الملف التعريفي الخاص بك.
es_es: Agregó {0} diplomas a su perfil.
ko_kr: {0}개 학위를 프로필에 추가했습니다.
nl_nl: Je hebt {0} diploma's toegevoegd aan je profiel.
th_th: คุณได้เพิ่มวุฒิการศึกษา {0} รายการไปยังโปรไฟล์

# UserInputsController_Reward1DegreeSingular
source: You've added 1 degree to your profile.
ar_sa: لقد أضفت درجة علمية واحدة إلى الملف التعريفي الخاص بك.
es_es: Agregó 1 diploma a su perfil.
ko_kr: 1개 학위를 프로필에 추가했습니다.
nl_nl: Je hebt 1 diploma toegevoegd aan je profiel.
th_th: คุณได้เพิ่มวุฒิการศึกษา 1 รายการไปยังโปรไฟล์

# UserInputsController_Reward1EpisodePluralFormat
source: You've added {0} podcast episodes to your profile.
ar_sa: لقد أضفت عدد {0} من الحلقات الإذاعية إلى الملف التعريفي الخاص بك.
es_es: Agregó {0} episodios en podcast a su perfil.
ko_kr: {0}개 팟캐스트 에피소드를 프로필에 추가했습니다.
nl_nl: Je hebt {0} podcastafleveringen toegevoegd aan je profiel.
th_th: คุณได้เพิ่มพอดแคสต์ {0} ตอนไปยังโปรไฟล์

# UserInputsController_Reward1EpisodeSingular
source: You've added 1 podcast episode to your profile.
ar_sa: لقد أضفت حلقة إذاعية واحدة إلى الملف التعريفي الخاص بك.
es_es: Agregó 1 episodio en podcast a su perfil.
ko_kr: 1개 팟캐스트 에피소드를 프로필에 추가했습니다.
nl_nl: Je hebt 1 podcatsaflevering toegevoegd aan je profiel.
th_th: คุณได้เพิ่มพอดแคสต์ 1 ตอนไปยังโปรไฟล์

# UserInputsController_Reward1EventPluralFormat
source: You've added {0} events to your profile.
ar_sa: لقد أضفت عدد {0} من الفعاليات إلى الملف التعريفي الخاص بك.
es_es: Agregó {0} eventos a su perfil.
ko_kr: {0}개 이벤트를 프로필에 추가했습니다.
nl_nl: Je hebt {0} gebeurtenissen toegevoegd aan je profiel.
th_th: คุณได้เพิ่มงานกิจกรรม {0} งานไปยังโปรไฟล์

# UserInputsController_Reward1EventSingular
source: You've added 1 event to your profile.
ar_sa: لقد أضفت فعالية واحدة إلى الملف التعريفي الخاص بك.
es_es: Agregó 1 evento a su perfil.
ko_kr: 1개 이벤트를 프로필에 추가했습니다.
nl_nl: Je hebt 1 gebeurtenis toegevoegd aan je profiel.
th_th: คุณได้เพิ่มงานกิจกรรม 1 งานไปยังโปรไฟล์

# UserInputsController_Reward1ItemPluralFormat
source: You've added {0} learning items to your profile.
ar_sa: لقد أضفت عدد {0} من العناصر التعليمية إلى الملف التعريفي الخاص بك.
es_es: Agregó {0} elementos de formación a su perfil.
ko_kr: {0}개 학습 항목을 프로필에 추가했습니다.
nl_nl: Je hebt {0} leeritems toegevoegd aan je profiel.
th_th: คุณได้เพิ่้มเนื้อหาการเรียนรู้ {0} รายการไปยังโปรไฟล์ของคุณแล้ว

# UserInputsController_Reward1ItemSingular
source: You've added 1 learning item to your profile.
ar_sa: لقد أضفت عنصرًا تعليميًا واحدًا إلى الملف التعريفي الخاص بك.
es_es: Agregó 1 elemento de formación a su perfil.
ko_kr: 1개 학습 항목을 프로필에 추가했습니다.
nl_nl: Je hebt 1 leeritem toegevoegd aan je profiel.
th_th: คุณได้เพิ่้มเนื้อหาการเรียนรู้ 1 รายการไปยังโปรไฟล์ของคุณแล้ว

# UserInputsController_Reward1PositionPluralFormat
source: You've added {0} experiences to your profile.
ar_sa: لقد أضفت عدد {0} من الخبرات إلى الملف التعريفي الخاص بك.
es_es: Agregó {0} experiencias a su perfil.
ko_kr: {0}개 경험을 프로필에 추가했습니다.
nl_nl: Je hebt {0} ervaringen toegevoegd aan je profiel.
th_th: คุณได้เพิ่มประสบการณ์ {0} รายการไปยังโปรไฟล์

# UserInputsController_Reward1PositionSingular
source: You've added 1 experience to your profile.
ar_sa: لقد أضفت خبرة واحدة إلى الملف التعريفي الخاص بك.
es_es: Agregó 1 experiencia a su perfil.
ko_kr: 1개 경험을 프로필에 추가했습니다.
nl_nl: Je hebt 1 ervaring toegevoegd aan je profiel.
th_th: คุณได้เพิ่มประสบการณ์ 1 รายการไปยังโปรไฟล์

# UserInputsController_Reward1SkillPluralFormat
source: You've added {0} skills to your profile.
ar_sa: لقد أضفت عدد {0} من المهارات إلى الملف التعريفي الخاص بك.
es_es: Agregó {0} habilidades a su perfil.
ko_kr: {0}개 기술을 프로필에 추가했습니다.
nl_nl: Je hebt {0} vaardigheden toegevoegd aan je profiel.
th_th: คุณได้เพิ่มทักษะ {0} รายการไปยังโปรไฟล์

# UserInputsController_Reward1SkillSingular
source: You've added 1 skill to your profile.
ar_sa: لقد أضفت مهارة واحدة إلى الملف التعريفي الخاص بك.
es_es: Agregó 1 habilidad a su perfil.
ko_kr: 1개 기술을 프로필에 추가했습니다.
nl_nl: Je hebt 1 vaardigheid toegevoegd aan je profiel.
th_th: คุณได้เพิ่มทักษะ 1 รายการไปยังโปรไฟล์

# UserInputsController_Reward1VideoPluralFormat
source: You've added {0} videos to your profile.
ar_sa: لقد أضفت عدد {0} من مقاطع الفيديو إلى الملف التعريفي الخاص بك.
es_es: Agregó {0} videos a su perfil.
ko_kr: {0}개 동영상을 프로필에 추가했습니다.
nl_nl: Je hebt {0} video's toegevoegd aan je profiel.
th_th: คุณได้เพิ่มวิดีโอ {0} รายการไปยังโปรไฟล์

# UserInputsController_Reward1VideoSingular
source: You've added 1 video to your profile.
ar_sa: لقد أضفت مقطع فيديو واحد إلى الملف التعريفي الخاص بك.
es_es: Agregó 1 video a su perfil.
ko_kr: 1개 동영상을 프로필에 추가했습니다.
nl_nl: Je hebt 1 video toegevoegd aan je profiel.
th_th: คุณได้เพิ่มวิดีโอ 1 รายการไปยังโปรไฟล์

# UserInputsController_Reward2AccomplishmentPluralFormat
source: That's {0} accomplishments you've completed.
ar_sa: هذا هو الإنجاز رقم {0} الذي تحققه.
es_es: Completó {0} logros.
ko_kr: {0}개 업적을 완료하셨습니다.
nl_nl: Dat zijn {0} prestaties die je hebt voltooid.
th_th: นั่นคือผลงานความสำเร็จที่คุณทำสำเร็จ {0} รายการ

# UserInputsController_Reward2AccomplishmentSingular
source: That's 1 accomplishment you've completed.
ar_sa: هذا أول إنجاز تحققه.
es_es: Completó 1 logro.
ko_kr: 1개 업적을 완료하셨습니다.
nl_nl: Dat is 1 prestatie die je hebt voltooid.
th_th: นั่นคือผลงานความสำเร็จที่คุณทำสำเร็จ 1 รายการ

# UserInputsController_Reward2ArticlePluralFormat
source: That's {0} articles you've completed.
ar_sa: هذا هو المقال رقم {0} الذي تكملته.
es_es: Completó {0} artículos.
ko_kr: {0}개 아티클을 완료하셨습니다.
nl_nl: Dat zijn {0} artikelen die je hebt voltooid.
th_th: นั่นคือบทความที่คุณอ่านจบแล้ว {0} รายการ

# UserInputsController_Reward2ArticleSingular
source: That's 1 article you've completed.
ar_sa: هذا أول مقال تكمله.
es_es: Completó 1 artículo.
ko_kr: 1개 아티클을 완료하셨습니다.
nl_nl: Dat is 1 artikel dat je hebt voltooid.
th_th: นั่นคือบทความที่คุณอ่านจบแล้ว 1 รายการ

# UserInputsController_Reward2AssessmentPluralFormat
source: That's {0} assessments you've completed.
ar_sa: هذه هي المهمة رقم {0} التي تحققها.
es_es: Completó {0} evaluaciones.
ko_kr: {0}개 평가를 완료하셨습니다.
nl_nl: Dat zijn {0} beoordelingen die je hebt voltooid.
th_th: นั่นคือแบบประเมินที่คุณทำเสร็จแล้ว {0} รายการ

# UserInputsController_Reward2AssessmentSingular
source: That's 1 assessment you've completed.
ar_sa: هذه أول مهمة تحققها.
es_es: Completó 1 evaluación.
ko_kr: 1개 평가를 완료하셨습니다.
nl_nl: Dat is 1 beoordeling die je hebt voltooid.
th_th: นั่นคือแบบประเมินที่คุณทำเสร็จแล้ว 1 รายการ

# UserInputsController_Reward2AwardPluralFormat
source: That's {0} awards you've completed.
ar_sa: هذه هي الجائزة رقم {0} التي تحققها.
es_es: Completó {0} premios.
ko_kr: {0}개 상을 완료하셨습니다.
nl_nl: Dat zijn {0} bekroningen die je hebt voltooid.
th_th: นั่นคือรางวัลที่คุณได้รับ {0} รายการ

# UserInputsController_Reward2AwardSingular
source: That's 1 award you've completed.
ar_sa: هذه أول جائزة تحققها.
es_es: Completó 1 premio.
ko_kr: 1개 상을 완료하셨습니다.
nl_nl: Dat is 1 bekroning die je hebt voltooid.
th_th: นั่นคือรางวัลที่คุณได้รับ 1 รายการ

# UserInputsController_Reward2BadgePluralFormat
source: That's {0} badges you've completed.
ar_sa: هذا هو الوسام رقم {0} الذي تحققه.
es_es: Completó {0} insignias.
ko_kr: {0}개 배지를 완료하셨습니다.
nl_nl: Dat zijn {0} badges die je hebt voltooid.
th_th: นั่นคือแบดจ์ที่คุณได้รับ {0} รายการ

# UserInputsController_Reward2BadgeSingular
source: That's 1 badge you've completed.
ar_sa: هذا أول وسام تحققه.
es_es: Completó 1 insignia.
ko_kr: 1개 배지를 완료하셨습니다.
nl_nl: Dat is 1 badge die je hebt voltooid.
th_th: นั่นคือแบดจ์ที่คุณได้รับ 1 รายการ

# UserInputsController_Reward2BookPluralFormat
source: That's {0} books you've completed.
ar_sa: هذا هو الكتاب رقم {0} الذي تكمله.
es_es: Completó {0} libros.
ko_kr: {0}개 책을 완료하셨습니다.
nl_nl: Dat zijn {0} boeken die je hebt voltooid.
th_th: นั่นคือหนังสือที่คุณอ่านจบ {0} เล่ม

# UserInputsController_Reward2BookSingular
source: That's 1 book you've completed.
ar_sa: هذا أول كتاب تكمله.
es_es: Completó 1 libro.
ko_kr: 1개 책을 완료하셨습니다.
nl_nl: Dat is 1 boek dat je hebt voltooid.
th_th: นั่นคือหนังสือที่คุณอ่านจบ 1 เล่ม

# UserInputsController_Reward2CertificatePluralFormat
source: That's {0} certificates you've completed.
ar_sa: هذه هي الشهادة رقم {0} التي تتمها.
es_es: Completó {0} certificados.
ko_kr: {0}개 인증서를 완료하셨습니다.
nl_nl: Dat zijn {0} certificaten die je hebt voltooid.
th_th: นั่นคือใบรับรองที่คุณได้รับ {0} ใบ

# UserInputsController_Reward2CertificateSingular
source: That's 1 certificate you've completed.
ar_sa: هذه أول شهادة تتممها.
es_es: Completó 1 certificado.
ko_kr: 1개 인증서를 완료하셨습니다.
nl_nl: Dat is 1 certificaat dat je hebt voltooid.
th_th: นั่นคือใบรับรองที่คุณได้รับ 1 ใบ

# UserInputsController_Reward2CoursePluralFormat
source: That's {0} courses you've completed.
ar_sa: هذه هي الدورة التعليمية رقم {0} التي تتمها.
es_es: Completó {0} cursos.
ko_kr: {0}개 과정을 완료하셨습니다.
nl_nl: Dat zijn {0} cursussen die je hebt voltooid.
th_th: นั่นคือหลักสูตรที่คุณได้เรียน {0} รายการ

# UserInputsController_Reward2CourseSingular
source: That's 1 course you've completed.
ar_sa: هذه أول دورة تعليمية تتممها.
es_es: Completó 1 curso.
ko_kr: 1개 과정을 완료하셨습니다.
nl_nl: Dat is 1 cursus die je hebt voltooid.
th_th: นั่นคือหลักสูตรที่คุณได้เรียน 1 รายการ

# UserInputsController_Reward2DegreePluralFormat
source: That's {0} degrees you've completed.
ar_sa: هذه هي الدرجة العلمية رقم {0} التي تتمها.
es_es: Completó {0} diplomas.
ko_kr: {0}개 학위를 완료하셨습니다.
nl_nl: Dat zijn{0} diploma's die je hebt voltooid.
th_th: นั่นคือวุฒิการศึกษาที่คุณได้รับ {0} รายการ

# UserInputsController_Reward2DegreeSingular
source: That's 1 degree you've completed.
ar_sa: هذه أول درجة علمية تتمها.
es_es: Completó 1 diploma.
ko_kr: 1개 학위를 완료하셨습니다.
nl_nl: Dat is 1 diploma dat je hebt voltooid.
th_th: นั่นคือวุฒิการศึกษาที่คุณได้รับ 1 รายการ

# UserInputsController_Reward2EpisodePluralFormat
source: That's {0} podcast episodes you've completed.
ar_sa: هذه هي الحلقة الإذاعية رقم {0} التي تتمها.
es_es: Completó {0} episodios en podcast.
ko_kr: {0}개 팟캐스트 에피소드를 완료하셨습니다.
nl_nl: Dat zijn {0} podcastafleveringen die je hebt voltooid.
th_th: นั่นคือพอดแคสต์ที่คุณฟังจบ {0} ตอน

# UserInputsController_Reward2EpisodeSingular
source: That's 1 podcast episode you've completed.
ar_sa: هذه أول حلقة إذاعية تتمها.
es_es: Completó 1 episodio en podcast.
ko_kr: 1개 팟캐스트 에피소드를 완료하셨습니다.
nl_nl: Dat is 1 podcastaflevering die je hebt voltooid.
th_th: นั่นคือพอดแคสต์ที่คุณฟังจบ 1 ตอน

# UserInputsController_Reward2EventPluralFormat
source: That's {0} events you've completed.
ar_sa: هذه هي الفعالية رقم {0} التي تتمها.
es_es: Completó {0} eventos.
ko_kr: {0}개 이벤트를 완료하셨습니다.
nl_nl: Dat zijn {0} evenementen die je hebt voltooid.
th_th: นั่นคืองานกิจกรรมที่คุณเข้าร่วม {0} งาน

# UserInputsController_Reward2EventSingular
source: That's 1 event you've completed.
ar_sa: هذه أول فعالية تتمها.
es_es: Completó 1 evento.
ko_kr: 1개 이벤트를 완료하셨습니다.
nl_nl: Dat is 1 evenement dat je hebt voltooid.
th_th: นั่นคืองานกิจกรรมที่คุณเข้าร่วม 1 งาน

# UserInputsController_Reward2ItemPluralFormat
source: That's {0} learning items you've completed.
ar_sa: هذا هو العنصر التعليمي رقم {0} الذي تتمه.
es_es: Completó {0} elementos de formación.
ko_kr: {0}개 학습 항목을 완료하셨습니다.
nl_nl: Dat zijn {0} leeritems die je hebt voltooid.
th_th: นั่นคือเนื้อหาการเรียนรู้ที่คุณทำเสร็จเรียบร้อย {0} รายการ

# UserInputsController_Reward2ItemSingular
source: That's 1 learning item you've completed.
ar_sa: هذا أول عنصر تعليمي تتمه.
es_es: Completó 1 elemento de formación.
ko_kr: 1개 학습 항목을 완료하셨습니다.
nl_nl: Dat is 1 leeritem dat je hebt voltooid.
th_th: นั่นคือเนื้อหาการเรียนรู้ที่คุณทำเสร็จเรียบร้อย 1 รายการ

# UserInputsController_Reward2PositionPluralFormat
source: That's {0} experiences you've completed.
ar_sa: هذه هي الخبرة رقم {0} التي تتمها.
es_es: Completó {0} experiencias.
ko_kr: {0}개 경험을 완료하셨습니다.
nl_nl: Dat zijn {0} ervaringen die je hebt voltooid.
th_th: นั่นคือประสบการณ์ที่คุณได้รับ {0} รายการ

# UserInputsController_Reward2PositionSingular
source: That's 1 experience you've completed.
ar_sa: هذه أول خبرة تتمها.
es_es: Completó 1 experiencia.
ko_kr: 1개 경험을 완료하셨습니다.
nl_nl: Dat is 1 ervaring die je hebt voltooid.
th_th: นั่นคือประสบการณ์ที่คุณได้รับ 1 รายการ

# UserInputsController_Reward2SkillPluralFormat
source: That's {0} skills you've completed.
ar_sa: هذه هي المهارة رقم {0} التي تتمها.
es_es: Completó {0} habilidades.
ko_kr: {0}개 기술을 완료하셨습니다.
nl_nl: Dat zijn {0} vaardigheden die je hebt voltooid.
th_th: นั่นคือทักษะที่คุณได้รับ {0} รายการ

# UserInputsController_Reward2SkillSingular
source: That's 1 skill you've completed.
ar_sa: هذه أول مهارة تتمها.
es_es: Completó 1 habilidad.
ko_kr: 1개 기술을 완료하셨습니다.
nl_nl: Dat is 1 vaardigheid die je hebt voltooid.
th_th: นั่นคือทักษะที่คุณได้รับ 1 รายการ

# UserInputsController_Reward2VideoPluralFormat
source: That's {0} videos you've completed.
ar_sa: هذا هو مقطع الفيديو رقم {0} الذي تكمله.
es_es: Completó {0} videos.
ko_kr: {0}개 동영상을 완료하셨습니다.
nl_nl: Dat zijn {0} video's die je hebt voltooid.
th_th: นั่นคือวิดีโอที่คุณได้รับชม {0} รายการ

# UserInputsController_Reward2VideoSingular
source: That's 1 video you've completed.
ar_sa: هذا أول مقطع الفيديو تكمله.
es_es: Completó 1 video.
ko_kr: 1개 동영상을 완료하셨습니다.
nl_nl: Dat is 1 video die je hebt voltooid.
th_th: นั่นคือวิดีโอที่คุณได้รับชม 1 รายการ

# UserInputsSvc_AccessProfileError
source: Sorry! There was a problem accessing the profile items.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى عناصر الملف التعريفي.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a los elementos de su perfil.
ko_kr: 죄송합니다! 프로필 항목에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot profielitems.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงเนื้อหาในโปรไฟล์

# UserInputsSvc_AddToProfileError
source: Sorry! There was a problem adding to your profile.
ar_sa: نعتذر! حدثت مشكلة أثناء الإضافة إلى الملف التعريفي الخاص بك.
es_es: ¡Lo sentimos! Se produjo un problema al agregar a su perfil.
ko_kr: 죄송합니다! 프로필에 추가하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het toevoegen aan je profiel.
th_th: ขออภัย! เกิดปัญหาในการเพิ่มข้อมูลไปยังโปรไฟล์ของคุณ

# UserInputsSvc_DeleteFromProfileError
source: Sorry! There was a problem deleting from your profile.
ar_sa: نعتذر! حدثت مشكلة أثناء الحذف من الملف التعريفي الخاص بك.
es_es: ¡Lo sentimos! Se produjo un problema al eliminar de su perfil.
ko_kr: 죄송합니다! 프로필에서 삭제하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het verwijderen uit jouw profiel.
th_th: ขออภัย! เกิดปัญหาในการลบข้อมูลออกจากโปรไฟล์ของคุณ

# UserInputsSvc_SuccessfulAddNotifyFormat
source: Congratulations on completing that {{input}}!
ar_sa: تهانينا على إكمال {{input}}!
es_es: ¡Enhorabuena por completar ese {{input}}!
ko_kr: {{input}}을(를) 완료한 것을 축하합니다!
nl_nl: Gefeliciteerd met het voltooien van deze {{input}}!
th_th: ขอแสดงความยินดีที่ดำเนินการกับ{{input}}เสร็จเรียบร้อยแล้ว!

# UserInputsSvc_UpdateProfileError
source: Sorry! There was a problem updating your profile.
ar_sa: نعتذر! حدثت مشكلة أثناء تحديث الملف التعريفي الخاص بك.
es_es: ¡Lo sentimos! Se produjo un problema al actualizar su perfil.
ko_kr: 죄송합니다! 프로필을 업데이트하는 데 문제가 있었습니다
nl_nl: Sorry! Er was een probleem met het updaten van je profiel.
th_th: ขออภัย! เกิดปัญหาในการอัปเดตโปรไฟล์ของคุณ

# UserInsightsSvc_ErrorLearningCounts
source: Sorry! There was a problem retrieving learning counts.
ar_sa: نعتذر! حدثت مشكلة أثناء استرداد إحصاءات التعلم.
es_es: ¡Lo sentimos! Se produjo un problema al recuperar el recuento de formación.
ko_kr: 죄송합니다! 학습 횟수를 검색하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het ophalen van tellingen van leren.
th_th: ขออภัย! เกิดปัญหาในการรับจำนวนเนื้อหาการเรียนรู้

# UserInsightsSvc_ErrorPersonalInfo
source: Sorry! There was a problem accessing the profile information.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى معلومات الملف التعريفي.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a la información de su perfil.
ko_kr: 죄송합니다! 프로필 정보에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot profielinformatie.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงข้อมูลของโปรไฟล์

# UserMediaSvc_MediaError
source: Sorry! There was a problem accessing your media.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى الوسائط الخاصة بك.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a sus elementos multimedia.
ko_kr: 죄송합니다! 미디어에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot media.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงสื่อของคุณ

# UserOrganizationSvc_NotificationError
source: Sorry! There was a problem accessing organization information.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى معلومات المؤسسة.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a la información de la empresa.
ko_kr: 죄송합니다! 조직 정보에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot organisatie-informatie.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงข้อมูลขององค์กร

# UserOutcomeDegreeSvc_AddingCoursesError
source: Sorry! There was a problem adding courses to your profile.
ar_sa: نعتذر! حدثت مشكلة أثناء إضافة الدورة التعليمية إلى الملف التعريفي الخاص بك.
es_es: ¡Lo sentimos! Se produjo un problema al agregar cursos a su perfil.
ko_kr: 죄송합니다! 프로필에 과정을 추가하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het toevoegen van cursussen aan je profiel.
th_th: ขออภัย! เกิดปัญหาในการเพิ่มหลักสูตรไปยังโปรไฟล์ของคุณ

# UserOutcomeDegreeSvc_Associates
source: Associates
ar_sa: مشاركون
es_es: Diplomaturas
ko_kr: 단기 대학
th_th: อนุปริญญา

# UserOutcomeDegreeSvc_Bachelors
source: Bachelors
ar_sa: البكالوريوس
es_es: Licenciaturas
ko_kr: 학사
th_th: ปริญญาตรี

# UserOutcomeDegreeSvc_Doctorate
source: Doctorate
ar_sa: دكتوراه
es_es: Doctorado
ko_kr: 박사
nl_nl: Doctoraat
th_th: ปริญญาเอก

# UserOutcomeDegreeSvc_Masters
source: Masters
ar_sa: ماجستير
es_es: Másteres
ko_kr: 석사
th_th: ปริญญาโท

# UserOutcomeDegreeSvc_PartialAssociates
source: Partial Associates
ar_sa: مشاركون جزئيون
es_es: Diplomaturas parciales
ko_kr: 부분적 단기 대학
nl_nl: Gedeeltelijke Associates
th_th: กำลังศึกษาระดับอนุปริญญา

# UserOutcomeDegreeSvc_PartialBachelors
source: Partial Bachelors
ar_sa: بكالوريوس جزئي
es_es: Licenciaturas parciales
ko_kr: 부분적 학사
nl_nl: Gedeeltelijke Bachelors
th_th: กำลังศึกษาระดับปริญญาตรี

# UserOutcomeDegreeSvc_PartialDoctorate
source: Partial Doctorate
ar_sa: دكتوراه جزئية
es_es: Doctorado parcial
ko_kr: 부분적 박사
nl_nl: Gedeeltelijk Doctoraat
th_th: กำลังศึกษาระดับปริญญาเอก

# UserOutcomeDegreeSvc_PartialMasters
source: Partial Masters
ar_sa: ماجستير جزئي
es_es: Másteres parciales
ko_kr: 부분적 석사
nl_nl: Gedeeltelijke Masters
th_th: กำลังศึกษาระดับปริญญาโท

# UserOutcomeSkillSvc_EightToTen
source: 8-10 years
ar_sa: 8-10 أعوام
es_es: 8-10 años
ko_kr: 8~10년
nl_nl: 8 tot 10 jaar
th_th: 8-10 ปี

# UserOutcomeSkillSvc_ElevenToFourteen
source: 11-14 years
ar_sa: 11-14 عامًا
es_es: 11-14 años
ko_kr: 11~14년
nl_nl: 11 tot 14 jaar
th_th: 11-14 ปี

# UserOutcomeSkillSvc_FifteenToTwenty
source: 15-20 years
ar_sa: 15-20 عامًا
es_es: 15-20 años
ko_kr: 15~20년
nl_nl: 15 tot 20 jaar
th_th: 15-20 ปี

# UserOutcomeSkillSvc_FiveToSeven
source: 5-7 years
ar_sa: 5-7 أعوام
es_es: 5-7 años
ko_kr: 5~7년
nl_nl: 5 tot 7 jaar
th_th: 5-7 ปี

# UserOutcomeSkillSvc_TwentyPlus
source: 20+ years
ar_sa: + 20 عام
es_es: 20+ años
ko_kr: 20년 이상
nl_nl: 20+ jaar
th_th: 20 ปีขึ้นไป

# UserOutcomeSkillSvc_TwoToFour
source: 2-4 years
ar_sa: من عامين إلى أربعة أعوام
es_es: 2-4 años
ko_kr: 2~4년
nl_nl: 2 tot 4 jaar
th_th: 2-4 ปี

# UserOutcomeSkillSvc_ZeroToOne
source: 0-1 year
ar_sa: من صفر إلى عام واحد
es_es: 0-1 año
ko_kr: 0~1년
nl_nl: 0 tot 1 jaar
th_th: 0-1 ปี

# UserOutcomeSvc_AddingError
source: Sorry! There was a problem saving the form.
ar_sa: عذرًا! حدثت مشكلة أثناء حفظ النموذج.
es_es: ¡Lo sentimos! Se produjo un problema al guardar el formulario.
ko_kr: 죄송합니다! 양식을 저장하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het opslaan dit formulier.
th_th: ขออภัย! เกิดปัญหาในการบันทึกแบบฟอร์มนี้
