Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# Channel_TenantDescription
source: View and select default overrides for this organization
ar_sa: اطلاع ثم اختيار التجاوز الافتراضي لهذه المؤسسة
es_es: Ver y seleccionar anulaciones predeterminadas de esta empresa
ko_kr: 이 조직에 대한 기본값 오버라이드 보기 및 선택
nl_nl: Weergeven en selecteren van standaard overrides voor deze organisatie
th_th: ดูและเลือกค่าเริ่มต้นที่มีผลเหนือกว่าการตั้งค่าอื่นๆ สำหรับองค์กรนี้

# Channel_TenantDetails
source: Organization Details
ar_sa: تفاصيل المؤسسة
es_es: Detalles de la empresa
ko_kr: 조직 상세 정보
nl_nl: Organisatiedetails
th_th: รายละเอียดองค์กร

# Channel_TenantEdit
source: Edit Organization
ar_sa: تحرير المؤسسة
es_es: Editar empresa
ko_kr: 조직 편집
nl_nl: Organisatie bewerken
th_th: แก้ไของค์กร

# Channel_TenantFTPFailed
source: There was a problem setting up the organization's FTP account
ar_sa: حدثت مشكلة أثناء إعداد حساب FTP للمؤسسة
es_es: Ha habido un problema al configurar la cuenta FTP de la empresa
ko_kr: 조직의 FTP 계정을 설정하는 데 문제가 있었습니다.
nl_nl: Er was een probleem met het instellen van de FTP-account van de organisatie
th_th: เกิดปัญหาในการตั้งค่าบัญชี FTP ขององค์กร

# Channel_TenantFTPInfo
source: Organization's FTP Information
ar_sa: معلومات FTP الخاصة بالمؤسسة
es_es: Información FTP de la empresa
ko_kr: 조직의 FTP 정보
nl_nl: FTP-informatie van de organisatie
th_th: ข้อมูล FTP ขององค์กร

# Channel_TenantFtpInfoTitle
source: Organization's FTP Information
ar_sa: معلومات FTP الخاصة بالمؤسسة
es_es: Información FTP de la empresa
ko_kr: 조직의 FTP 정보
nl_nl: FTP-informatie van de organisatie
th_th: ข้อมูล FTP ขององค์กร

# Channel_TenantInfo
source: Organization Info
ar_sa: معلومات المؤسسة
es_es: Información de la empresa
ko_kr: 조직 정보
nl_nl: Organisatie info
th_th: ข้อมูลองค์กร

# Channel_TenantLogo
source: Organization logo
ar_sa: شعار المؤسسة
es_es: Logotipo de la empresa
ko_kr: 조직 로고
nl_nl: Organisatie logo
th_th: โลโก้องค์กร

# Channel_TenantName
source: Organization Name
ar_sa: اسم المؤسسة
es_es: Nombre de la empresa
ko_kr: 조직 이름
nl_nl: Naam Organisatie
th_th: ชื่อองค์กร

# Channel_TenantNavAdvanced
source: Advanced
ar_sa: الخيارات المتقدمة
es_es: Avanzado
ko_kr: 고급
nl_nl: Geavanceerd
th_th: ขั้นสูง

# Channel_TenantNavFTPFileStatus
source: FTP File Status
ar_sa: حالة ملف FTP
es_es: Estado del archivo FTP
ko_kr: FTP 파일 상태
nl_nl: FTP-bestandsstatus
th_th: สถานะไฟล์ FTP

# Channel_TenantNavFTPStatus
source: FTP File Status
ar_sa: حالة ملف FTP
es_es: Estado del archivo FTP
ko_kr: FTP 파일 상태
nl_nl: FTP-bestandsstatus
th_th: สถานะไฟล์ FTP

# Channel_TenantNavPeople
source: People
ar_sa: الأشخاص
es_es: Personas
ko_kr: 사람
nl_nl: Personen
th_th: ผู้คน

# Channel_TenantNavSettings
source: Settings
ar_sa: الإعدادات
es_es: Ajustes
ko_kr: 설정
nl_nl: Instellingen
th_th: การตั้งค่า

# Channel_TenantOverridesDescription
source: View and select default overrides for this organization
ar_sa: اطلاع ثم تحديد التجاوز الافتراضي لهذه المؤسسة
es_es: Ver y seleccionar anulaciones predeterminadas de esta empresa
ko_kr: 이 조직에 대한 기본값 오버라이드 보기 및 선택
nl_nl: Weergeven en selecteren van standaard overrides voor deze organisatie
th_th: ดูและเลือกค่าเริ่มต้นที่มีผลเหนือกว่าการตั้งค่าอื่นๆ สำหรับองค์กรนี้

# Channel_TenantPeopleTitle
source: Organization - People
ar_sa: المؤسسة - الأشخاص
es_es: Empresas: personas
ko_kr: 조직 - 사람들
nl_nl: Organisatie - Personen
th_th: องค์กร - ผู้คน

# Channel_Tenants
source: Organizations
ar_sa: المؤسسات
es_es: Empresas
ko_kr: 조직
nl_nl: Organisaties
th_th: องค์กร

# Channel_TenantsEmptyListDescription
source: When you add organizations, you will see them listed here.
ar_sa: عند إضافة مؤسسات، ستراهم مدرجين هنا.
es_es: Cuando añada empresas, podrá verlas aquí.
ko_kr: 조직을 추가하면 여기에서 볼 수 있습니다.
nl_nl: Als je organisaties toevoegt, zullen ze hier worden weergegeven.
th_th: เมื่อคุณเพิ่มองค์กร คุณจะเห็นรายชื่อองค์กรที่นี่

# Channel_TenantsEmptyListTitle
source: You haven't added any organizations yet.
ar_sa: لم تقم بإضافة أي مؤسسات بعد.
es_es: Aún no ha añadido ninguna empresa.
ko_kr: 아직 조직을 추가하지 않았습니다.
nl_nl: Je hebt nog geen organisaties toegevoegd.
th_th: คุณยังไม่ได้เพิ่มองค์กร

# Channel_TenantsListError
source: Error getting the organizations list
ar_sa: حدث خطأ أثناء الحصول على قائمة المؤسسات
es_es: Se produjo un error al obtener la lista de empresas
ko_kr: 조직 목록을 받는 중에 오류 발생
nl_nl: Fout bij ophalen organisatielijst
th_th: เกิดข้อผิดพลาดในการเปิดรายชื่อองค์กร

# Channel_TypeColumn
source: Type
ar_sa: النوع
es_es: Tipo
ko_kr: 형식
th_th: ประเภท

# Channel_Username
source: Username
ar_sa: اسم المستخدم
es_es: Nombre de usuario
ko_kr: 사용자 이름
nl_nl: Gebruikersnaam
th_th: ชื่อผู้ใช้

# Channel_UsernameInUse
source: This username is already in use
ar_sa: اسم المستخدم هذا مستخدم بالفعل
es_es: Este nombre de usuario ya existe
ko_kr: 이 사용자 이름은 이미 사용 중입니다.
nl_nl: Deze gebruikersnaam wordt al gebruikt
th_th: มีชื่อผู้ใช้นี้แล้ว

# Channel_UserSettings
source: User settings
ar_sa: إعدادات المستخدم
es_es: Ajustes de usuario
ko_kr: 사용자 설정
nl_nl: Gebruikersinstellingen
th_th: การตั้งค่าผู้ใช้

# Channel_Weekly
source: Weekly
ar_sa: أسبوعيا
es_es: Semanal
ko_kr: 주간
nl_nl: Wekelijks
th_th: รายสัปดาห์

# checkDuplicateInputs_Decision
source: Choose an item to add to Pathway Bin.
ar_sa: تحديد عنصر لإضافته إلى صندوق المساقات
es_es: Seleccione un elemento para agregarlo a la ubicación del itinerario.
ko_kr: 경로 통에 추가할 항목을 선택하십시오.
nl_nl: Kies een item om toe te voegen aan Leerpad-mand
th_th: เลือกเนื้อหาที่จะเพิ่มไปยังที่เก็บเส้นทางการเรียนรู้

# checkDuplicateInputs_DuplicatesFoundPlural
source: We found {{count}} items that already use this URL.
ar_sa: وجدنا {{count}} عناصر تستخدم عنوان URL الحالي بالفعل.
es_es: Se encontraron {{count}} elementos que ya usan esta URL.
ko_kr: 이미 이 URL을 사용하는 {{count}}개 항목을 찾았습니다.
nl_nl: We hebben {{count}} items gevonden die deze URL al gebruiken.
th_th: เราพบข้อมูล {{count}} รายการที่ใช้ URL นี้ไปแล้ว

# checkDuplicateInputs_DuplicatesFoundSingle
source: We found {{count}} item that already uses this URL.
ar_sa: وجدنا عنصر {{count}} يستخدم عنوان URL الحالي بالفعل.
es_es: Se encontró {{count}} elemento que ya usa esta URL.
ko_kr: 이미 이 URL을 사용하는 {{count}}개 항목을 찾았습니다.
nl_nl: We hebben {{count}} items gevonden die deze URL al gebruiken.
th_th: เราพบข้อมูล {{count}} รายการที่ใช้ URL นี้ไปแล้ว

# checkDuplicateInputs_ViewDuplicates
source: View Duplicates
ar_sa: عرض التكرارات
es_es: Ver repetidos
ko_kr: 중복 보기
nl_nl: Duplicaten weergeven
th_th: ดูข้อมูลที่ซ้ำกัน

# CommentsCtrl_DeleteComment
source: Are you sure you would like to delete this comment?
ar_sa: هل أنت متأكد من حذف هذا التعليق؟
es_es: ¿De verdad quiere eliminar este comentario?
ko_kr: 이 메모를 삭제하시겠습니까?
nl_nl: Weet je zeker dat je deze opmerking wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบความคิดเห็นนี้?

# CommentsCtrl_DeleteCommentReplies
source: Are you sure you would like to delete this comment and its replies?
ar_sa: هل أنت متأكد من حذف هذا التعليق والردود الواردة عليه؟
es_es: ¿De verdad quiere eliminar este comentario y sus respuestas?
ko_kr: 이 메모 및 답변을 삭제하시겠습니까?
nl_nl: Weet je zeker dat je deze opmerking en de antwoorden erop wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบความคิดเห็นนี้และการตอบกลับที่เกี่ยวข้อง?

# CommentsCtrl_DeletePost
source: Delete Post
ar_sa: حذف المنشور
es_es: Eliminar publicación
ko_kr: 게시물 삭제
nl_nl: Bericht verwijderen
th_th: ลบโพสต์

# CommentsCtrl_EditPost
source: Edit Post
ar_sa: تحرير المنشور
es_es: Editar publicación
ko_kr: 게시물 편집
nl_nl: Bericht bewerken
th_th: แก้ไขโพสต์

# CommentsCtrl_Like
source: Like
ar_sa: إعجاب
es_es: Me gusta
ko_kr: 좋아요
nl_nl: Vind ik leuk
th_th: ถูกใจ

# CommentsCtrl_Liked
source: Liked
ar_sa: معجب به
es_es: Gustó
ko_kr: 좋아요
nl_nl: Leuk gevonden
th_th: ถูกใจแล้ว

# CommentsCtrl_PublicComment
source: This comment will be public
ar_sa: سيتاح هذا التعليق للعموم
es_es: Este comentario será público
ko_kr: 이 메모는 공개가 됩니다
nl_nl: Deze opmerking is publiek
th_th: ความคิดเห็นนี้จะเผยแพร่ต่อสาธารณะ

# CommentsCtrl_PublicCommentDesc
source: This discussion is part of a public forum. Anything you post will be publicly viewable. Are you sure you would like to post a comment?
ar_sa: هذا النقاش جزء من أحد المنتديات العامة. أي شيء تنشره يمكن أن يراه العموم. هل أنت متأكد من إضافة تعليق؟
es_es: Este debate forma parte de un foro público. Todo lo que publique será visible al público. ¿De verdad quiere publicar este comentario?
ko_kr: 이 논의는 공개 포럼의 일부분입니다. 게시하는 모든 것이 공개적으로 볼 수 있게 됩니다. 메모를 게시하시겠습니까?
nl_nl: Deze discussie is onderdeel van een publiek forum. Alles wat je publiceert is publiek. Weet je zeker dat je een opmerking wilt plaatsen?
th_th: การหารือนี้เป็นส่วนหนึ่งของฟอรัมสาธารณะ ทุกสิ่งที่คุณโพสต์จะเปิดเผยต่อสาธารณะ คุณแน่ใจหรือว่าต้องการโพสต์ความคิดเห็นนี้?

# CommentsCtrl_Reply
source: Reply
ar_sa: رد
es_es: Responder
ko_kr: 답변
nl_nl: Reactie
th_th: ตอบ

# CommentsCtrl_Unlike
source: Unlike
ar_sa: إلغاء الإعجاب
es_es: Ya no me gusta
ko_kr: 좋아요 취소
nl_nl: Vind ik leuk verwijderen
th_th: เลิกถูกใจ

# CommentsCtrl_ViewConversation
source: View conversation
ar_sa: عرض المحادثة
es_es: Ver conversación
ko_kr: 대화 보기
nl_nl: Gesprek bekijken
th_th: ดูการสนทนา

# CommentsSvc_AccessError
source: Sorry! There was a problem accessing comments.
ar_sa: نعتذر... حدثت مشكلة أثناء الوصول إلى التعليقات.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a los comentarios.
ko_kr: 죄송합니다! 메모에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot opmerkingen.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงความคิดเห็น

# CommentsSvc_AccessRepliesError
source: Sorry! There was a problem accessing comment replies.
ar_sa: نعتذر... حدثت مشكلة أثناء الوصول إلى الردود على التعليقات.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a las respuestas de los comentarios.
ko_kr: 죄송합니다! 메모 회신에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot antwoorden op opmerkingen.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงการตอบกลับความคิดเห็น

# CommentsSvc_AddCommentError
source: Sorry! There was a problem adding a comment.
ar_sa: نعتذر... حدثت مشكلة أثناء إضافة تعليق.
es_es: ¡Lo sentimos! Se produjo un problema al agregar un comentario.
ko_kr: 죄송합니다! 메모에 추가하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het toevoegen van een opmerking.
th_th: ขออภัย! เกิดปัญหาในการเพิ่มความคิดเห็น

# CommentsSvc_AddReplyError
source: Sorry! There was a problem adding a reply.
ar_sa: نعتذر... حدثت مشكلة أثناء إضافة رد.
es_es: ¡Lo sentimos! Se produjo un problema al agregar una respuesta.
ko_kr: 죄송합니다! 회신을 추가하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het toevoegen van een antwoord.
th_th: ขออภัย! เกิดปัญหาในการเพิ่มการตอบกลับ

# CommentsSvc_FlagCommentError
source: Sorry! There was a problem flagging the comment.
ar_sa: نعتذر... حدثت مشكلة أثناء وضع علامة على التعليق.
es_es: ¡Lo sentimos! Se produjo un problema al marcar el comentario.
ko_kr: 죄송합니다! 메모에 플래그를 지정하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met vlaggen van de opmerkingen.
th_th: ขออภัย! เกิดปัญหาในการติดธงกำกับสถานะความคิดเห็น

# CommentsSvc_GetUsersError
source: An error occurred getting a list of people.
ar_sa: حدث خطأ أثناء الحصول على قائمة الأشخاص.
es_es: Se produjo un error al obtener la lista de personas.
ko_kr: 사람들의 목록을 가져오는 중에 오류가 발생했습니다.
nl_nl: Er is een fout opgetreden bij het ophalen van een lijst van mensen.
th_th: เกิดข้อผิดพลาดขึ้นขณะรับข้อมูลรายการบุคคล

# CommentsSvc_LikeError
source: Sorry! There was a problem updating the comment status.
ar_sa: نعتذر... حدثت مشكلة أثناء تحديث حالة التعليق.
es_es: ¡Lo sentimos! Se produjo un problema al actualizar el estado del comentario.
ko_kr: 죄송합니다! 메모 상태를 업데이트하는 데 문제가 있습니다.
nl_nl: Sorry! Er was een probleem met updaten van de opmerkingsstatus.
th_th: ขออภัย! เกิดปัญหาในการอัปเดตสถานะของความคิดเห็น

# CommentsSvc_RemoveCommentError
source: Sorry! There was a problem removing the comment.
ar_sa: نعتذر... حدثت مشكلة أثناء إزالة التعليق.
es_es: ¡Lo sentimos! Se produjo un problema al eliminar el comentario.
ko_kr: 죄송합니다! 메모를 삭제하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met verwijderen van de opmerking.
th_th: ขออภัย! เกิดปัญหาในการลบความคิดเห็น

# CommentsSvc_UpdateCommentError
source: Sorry! There was a problem updating the comment.
ar_sa: نعتذر... حدثت مشكلة أثناء تحديث التعليق.
es_es: ¡Lo sentimos! Se produjo un problema al actualizar el comentario.
ko_kr: 죄송합니다! 메모를 업데이트하는 데 문제가 있습니다.
nl_nl: Sorry! Er was een probleem met updaten van de opmerking.
th_th: ขออภัย! เกิดปัญหาในการอัปเดตความคิดเห็น

# CommentsSvc_UsersTitle
source: People who liked this
ar_sa: الأشخاص الذين سجلوا إعجابهم بهذا
es_es: Personas a las que les gustó esto
ko_kr: 이것을 좋아요 한 사람들
nl_nl: Mensen die dit leuk vinden
th_th: คนที่ถูกใจสิ่งนี้

# CommonMeta_AuthorContentTitle
source: {0} Authoring
ar_sa: {0} قيد التصميم
es_es: Creación de {0}
ko_kr: {0} 저작
nl_nl: {0} Auteur
th_th: {0} กำลังสร้าง

# CommonMeta_CertificateDescription
source: With Degreed Skill Certification, you can certify the skills you have—any skill, any level, regardless of where you got them.
ar_sa: مع شهادة مهارة Degreed، يمكنك التصديق على مهاراتك أي مهارة، أي مستوى، بغض النظر عن المكان الذي حصلت عليها منه.
es_es: Con los certificados de habilidad de Degreed, podrá certificar las habilidades que tiene, de cualquier tipo y nivel, independientemente de donde las haya obtenido.
ko_kr: Degreed 기술 인증서를 사용하여 기술을 습득한 곳에 관계없이 모든 기술 및 레벨을 인증할 수 있습니다.
nl_nl: Met Degreed Certificering voor vaardigheden kun je de vaardigheden die je bezit certificeren—elke vaardigheid, elk niveau, ongeacht waar je het hebt geleerd.
th_th: ด้วยระบบการรับรองทักษะของ Degreed คุณสามารถรับรองทักษะที่คุณมี—ทุกทักษะ ทุกระดับ ไม่ว่าคุณจะได้รับทักษะนั้นจากช่องทางใดก็ตาม

# CommonMeta_CertificateTitle
source: My {0} Skill Certification | Degreed
ar_sa: توثيق {0} مهارتي | Degreed
es_es: Mi certificado de la habilidad {0} | Degreed
ko_kr: 내 {0} 기술 인증서 | Degreed
nl_nl: Mijn {0} Certificering voor vaardigheden | Degreed
th_th: ใบรับรองทักษะของฉัน{0} | Degreed

# CommonMeta_DegreedInfo
source: Degreed is a free service that tracks and scores all of your education--from books and online courses to formal college degrees. Get credit for everything you learn with Degreed.
ar_sa: يقدم موقع Degreed خدمة مجانية تجعلك تتبع جميع جوانب العملية التعليمية وتقيمها بدءًا من الكتب والدورات التعليمية على شبكة الإنترنت حتى الشهادات الجامعية الرسمية. احصل على تقدير مقابل كل شيء تتعلمه مع موقع Degreed.
es_es: Degreed es un servicio gratuito que hace seguimiento y califica toda su educación: desde libros y cursos en línea hasta diplomas universitarios oficiales. Acredite todo lo que aprenda con Degreed.
ko_kr: Degreed는 책 및 온라인 과정에서부터 공식 대학 학위까지 모든 교육을 추적하고 점수를 기록하는 무료 서비스입니다. Degreed로 학습한 모든 것에 대해 크레딧을 획득하세요.
nl_nl: Degreed is een gratis dienst die al jouw educatie bijhoudt en scores eraan toekent - van boeken en online cursussen tot officiële diploma's voor hogere opleidingen. Ontvang studiepunten voor alles wat je leert met Degreed.
th_th: Degreed คือบริการฟรีสำหรับติดตามและให้คะแนนกิจกรรมการศึกษาทุกรูปแบบที่คุณเคยเข้าร่วม ไม่ว่าจะเป็นหนังสือ หลักสูตรออนไลน์ ไปจนถึงปริญญาอย่างเป็นทางการจากมหาวิทยาลัย เปลี่ยนทุกสิ่งที่คุณเรียนรู้ให้เป็นหน่วยกิตด้วย Degreed

# CommonMeta_EmptyProfileTitle
source: User Profile
ar_sa: الملف الشخصي للمستخدم
es_es: Perfil de usuario
ko_kr: 사용자 프로필
nl_nl: Gebruikersprofiel
th_th: ใช้โปรไฟล์

# CommonMeta_ForMeDescription
source: Degreed is a lifelong learning platform that allows you to discover learning content, build your skills, and get your skills certified.
ar_sa: Degreed هي منصة التعلم مدى الحياة التي تتيح لك اكتشاف محتوى التعلم وبناء مهاراتك وتوثيقها.
es_es: Degreed es una plataforma de formación permanente que le permite descubrir contenido formativo, sumar habilidades y certificar su experiencia.
ko_kr: Degreed는 학습 콘텐츠를 찾고, 기술을 습득하고, 기술에 대한 인증을 받을 수 있는 평생 학습 플랫폼입니다.
nl_nl: Degreed is een platform voor een leven lang leren dat je in staat stelt om leerstof te ontdekken, je vaardigheden te ontwikkelen en te certificeren.
th_th: Degreed คือแพลตฟอร์มการเรียนรู้ตลอดชีวิตที่ให้คุณสามารถสำนวจเนื้อหาการเรียนรู้ สร้างทักษะ และให้ใบรับรองทักษะของคุณ

# CommonMeta_ForMeTitle
source: Degreed | Learn with purpose
ar_sa: Degreed | اجعل لتعلمك هدفًا
es_es: Degreed | Aprender con un fin
ko_kr: Degreed | 목적을 가지고 학습
nl_nl: Degreed | Doelgericht leren
th_th: Degreed | เรียนรู้อย่างมีเป้าหมาย

# CommonMeta_LifelongDiploma
source: Degreed is a lifelong learning platform that individuals and organizations use to discover learning content, build skills, and certify their expertise.
ar_sa: Degreed هي منصة التعلم مدى الحياة التي يستخدمها الأفراد والمؤسسات لاكتشاف محتوى التعلم، وبناء المهارات، والتصديق على خبراتهم.
es_es: Degreed es una plataforma de formación permanente que tanto individuos como empresas utilizan para descubrir contenido formativo, sumar habilidades y certificar su experiencia.
ko_kr: Degreed는 개인 및 조직이 학습 콘텐츠를 발견하고 기술을 습득하고 전문성을 인증 받는 데 사용하는 평생 학습 플랫폼입니다.
nl_nl: Degreed is een leerplatform dat personen en bedrijven gebruiken om leerstof te ontdekken, vaardigheden te vergroten en vaardigheden te certificeren.
th_th: Degreed เป็นแพลตฟอร์มการเรียนรู้ตลอดชีพที่บุคคลและองค์กรต่าง ๆ ใช้เพื่อค้นหาเนื้อหาการเรียนรู้ สร้างเสริมทักษะ และรับรองความเชี่ยวชาญของตน

# CommonMeta_PersonalProfileTitle
source: {0}'s Profile
ar_sa: الملف الشخصي الخاص بـ {0}
es_es: Perfil de {0}
ko_kr: {0} 님의 프로필
nl_nl: Profiel van {0}
th_th: โปรไฟล์ของ {0}

# CommonMeta_PrivateProfileTitle
source: Private Profile
ar_sa: ملف شخصي خاص
es_es: Perfil privado
ko_kr: 비공개 프로파일
nl_nl: Privéprofiel
th_th: โปรไฟล์ส่วนตัว

# CommonMeta_ProfileOgTitle
source: {0}'s Degreed Profile
ar_sa: {0} الملف الشخصي الخاص بك في
es_es: Perfil de Degreed de {0}
ko_kr: {0} 님의 Degreed 프로필
nl_nl: Degreed profiel van {0}
th_th: โปรไฟล์ของ {0} Degreed

# CommonMeta_TopicDescription
source: We've gathered popular articles, courses, videos, books, podcasts, and pathways for you to explore and learn more about {0}.
ar_sa: لقد قمنا بجمع المقالات والدورات ومقاطع الفيديو والكتب والحلقات الإذاعية والمساقات لك لاستكشاف ومعرفة المزيد حول {0}.
es_es: Tenemos una colección de artículos, cursos, videos, libros, podcasts e itinerarios populares que puede revisar y aprender más de {0}.
ko_kr: 귀하가 {0}에 대해 탐색하고 자세히 알아볼 수 있도록 인기 있는 아티클, 과정, 동영상, 책, 팟캐스트, 경로를 모아두었습니다.
nl_nl: We hebben populaire cursussen, artikelen en video's, boeken, podcasts en leerpaden voor jouw verzameld om meer te leren over {0}.
th_th: เราได้รวบรวมบทความ, หลักสูตร, วิดีโอ, หนังสือ, Podcast, และเส้นทางเพื่อให้คุณสำรวจและเรียนรู้เพิ่มเติมเกี่ยวกับ {0}

# CommonMeta_TopicTitle
source: Learn about {0} | Degreed
ar_sa: للاطلاع على المزيد {0} | Degreed
es_es: Descubra {0} | Degreed
ko_kr: {0}에 대해 알아보기 | Degreed
nl_nl: Leren over {0} | Degreed
th_th: เรียนรู้เกี่ยวกับ {0} | Degreed

# compareForm_CandidateLabel
source: Candidate
ar_sa: مرشح
es_es: Candidato
ko_kr: 후보자
nl_nl: Kandidaat
th_th: ผู้สมัคร

# compareForm_SelectWinnerValidationMessage
source: Please select a candidate as the winner
ar_sa: برجاء اختيار مرشح كفائز
es_es: Seleccione un candidato como ganador
ko_kr: 후보자를 승자로 선택하십시오.
nl_nl: Selecteer een kandidaat als de winnaar
th_th: โปรดเลือกผู้สมัครที่ได้รับเลือก

# ComparisonCriteriaSvc_Accomplishments
source: Rate this candidate based on the significance and difficulty of their accomplishments
ar_sa: قيم هذا المرشح على أساس أهمية إنجازاته وصعوبتها
es_es: Califique a este candidato según su importancia y la dificultad de sus logros
ko_kr: 후보자의 업적의 중요성 및 난이도에 따라서 이 후보자를 평가
nl_nl: Beoordeel deze kandidaat op basis van de belangrijkheid en de moeilijkheid van hun prestaties
th_th: ให้คะแนนผู้สมัครคนนี้โดยพิจารณาจากความยากและความสำคัญของผลงานความสำเร็จที่เขาทำไว้

# ComparisonCriteriaSvc_ProvidedInformation
source: Rate this candidate based on all the information provided
ar_sa: قيم هذا المرشح على أساس كل المعلومات المقدمة
es_es: Califique a este candidato según toda la información facilitada
ko_kr: 모든 제공한 정보에 따라서 이 후보자를 평가
nl_nl: Beoordeel deze kandidaat op basis van alle verstrekte informatie
th_th: ให้คะแนนผู้สมัครคนนี้จากข้อมูลทั้งหมดที่มีให้

# ComparisonCriteriaSvc_SkillBreadth
source: Rate this candidate based on the breadth of their skills
ar_sa: قيم هذا المرشح على أساس مدى اتساع نطاق مهاراته
es_es: Califique a este candidato según su abanico de habilidades
ko_kr: 후보자의 기술의 넓이에 따라서 이 후보자를 평가
nl_nl: Beoordeel deze kandidaat op basis van de breedte van zijn/haar vaardigheden
th_th: ให้คะแนนผู้สมัครคนนี้จากความกว้างขวางของทักษะที่เขามี

# ComparisonCriteriaSvc_SkillMastery
source: Rate this candidate based on the mastery of their skills
ar_sa: قيم هذا المرشح على أساس مدى تمكنه من مهاراته
es_es: Califique a este candidato según el dominio de sus habilidades
ko_kr: 후보자의 기술의 숙달에 따라서 이 후보자를 평가
nl_nl: Beoordeel deze kandidaat op basis van de beheersing van zijn/haar vaardigheden
th_th: ให้คะแนนผู้สมัครคนนี้จากความเชี่ยวชาญในทักษะที่เขามี

# ComparisonRatingOptionsSvc_Capable
source: Capable
ar_sa: متمكن
es_es: Capaz
ko_kr: 역량
nl_nl: Bekwaam
th_th: พอใช้

# ComparisonRatingOptionsSvc_CapableDesc
source: Candidate has demonstrated ability in their skills, but would likely be deterred by significant challenges. May have one or more significant accomplishment.
ar_sa: أثبت المرشح تمكنه من مهاراته، ولكن من المرجح أن تردعه التحديات الكبيرة، وقد يحصل على إنجاز بارز واحد أو أكثر.
es_es: El candidato demostró aptitudes en sus habilidades, pero posiblemente se desalentaría ante desafíos importantes. Puede que haya alcanzado uno o más logros significativos.
ko_kr: 후보자는 기술에서 능력을 증명했지만 중대한 도전에서 저지될 것으로 보입니다. 한 개 이상의 중대한 업적이 있어야 할 수 있습니다.
nl_nl: De kandidaat toont bekwaamheid met betrekking tot zijn/haar vaardigheden, maar zal waarschijnlijk worden afgeschrikt door moeilijke uitdagingen. Kan één of meer belangrijke prestaties hebben behaald.
th_th: ผู้สมัครสามารถแสดงทักษะของตน แต่น่าจะพบความยากลำบากในการทำงานเมื่อเจออุปสรรคที่ยาก อาจมีผลงานความสำเร็จที่สำคัญ 1 อย่างหรือมากกว่านั้น

# ComparisonRatingOptionsSvc_Distinguished
source: Distinguished
ar_sa: متميز
es_es: Notable
ko_kr: 출중
nl_nl: Gerenommeerd
th_th: โดดเด่น

# ComparisonRatingOptionsSvc_DistinguishedDesc
source: Candidate has mastery of skills that are difficult to obtain. Accomplishments are rare and significant.
ar_sa: يتمكن المرشح من مهارات يصعب اكتسابها، ونادرًا ما يحقق إنجازا ما لكن إنجازاته بارزة.
es_es: El candidato domina habilidades difíciles de adquirir. Sus logros son excepcionales y significativos.
ko_kr: 후보자는 획득하기 힘든 기술의 숙달을 가지고 있습니다. 업적이 드물고 중대합니다.
nl_nl: Kandidaat heeft een beheersing van vaardigheden die moeilijk te bereiken is. Prestaties zijn zeldzaam en aanzienlijk.
th_th: ผู้สมัครมีความเชี่ยวชาญในทักษะที่เรียนรู้ได้ยาก ผลงานความสำเร็จของเขาเป็นสิ่งที่ยากและมีความสำคัญ

# ComparisonRatingOptionsSvc_Emerging
source: Emerging
ar_sa: صاعد
es_es: En ciernes
ko_kr: 출현
nl_nl: Opkomend
th_th: กำลังเรียนรู้

# ComparisonRatingOptionsSvc_EmergingDesc
source: Candidate has superficial demonstration of basic skills. Accomplishments would be expected of those starting to work in this area.
ar_sa: يجيد المرشح إجادة ظاهرية للمهارات الأساسية. ويتوقع تحقيق الإنجازات ممن يبدأ العمل في هذا المجال
es_es: El candidato mostró de manera superficial habilidades básicas. Se esperan logros por parte de los principiantes de esta área.
ko_kr: 후보자는 기본 기술을 외면적으로 증명했습니다. 이 분야에서 일을 시작하는 사람들에게서 업적을 기대해야 할 것입니다.
nl_nl: Kandidaat toont een oppervlakkige beheersing van basisvaardigheden. Van personen die in dit gebied aan de slag gaan kan worden verwacht dat ze een grote ontwikkeling zullen doormaken.
th_th: ผู้สมัครสามารถแสดงทักษะพื้นฐานได้เพียงผิวเผิน ผู้ที่เริ่มต้นทำงานในสาขานี้อาจมีผลงานความสำเร็จบ้าง

# ComparisonRatingOptionsSvc_Experienced
source: Experienced
ar_sa: خبير
es_es: Experimentado
ko_kr: 경험
nl_nl: Ervaren
th_th: มีประสบการณ์
