Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# OrgInternalContentCtrl_FlagAsInappropriate
source: Flag as Inappropriate
ar_sa: وضع علامة "غير لائق"
es_es: Marcar como inapropiado
ko_kr: 부적절 플래그 지정
nl_nl: Als ongepast vlaggen
th_th: รายงานว่าไม่เหมาะสม

# OrgInternalContentCtrl_GenericError
source: Sorry! There was a problem performing this action. It’s not your fault, we are working hard to fix the problem.
ar_sa: نعتذر! حدثت مشكلة أثناء تنفيذ هذا الإجراء. لا تقلق لم تكن خطأك، ونحن نعمل بجد لإصلاح هذه المشكلة.
es_es: ¡Lo sentimos! Se produjo un problema al realizar esta acción. No es culpa suya, estamos trabajando duro para resolver el problema.
ko_kr: 죄송합니다! 이 작업을 수행하는 데 문제가 있었습니다. 귀하의 잘못이 아닙니다. 저희는 이 문제를 해결하려고 노력 중입니다.
nl_nl: Sorry! Er was een probleem met het uitvoeren van deze actie. Dit is niet jouw schuld, we zijn hard aan het werk om het probleem op te lossen.
th_th: ขออภัย! เกิดปัญหาในการทำสิ่งนี้ นี่ไม่ใช่ความผิดของคุณ เรากำลังทำงานอย่างหนักเพื่อแก้ไขปัญหาดังกล่าว

# OrgInternalContentCtrl_InputMetricCompletions
source: Completions
ar_sa: الإكمال
es_es: Completados
ko_kr: 완료
nl_nl: Voltooiingen
th_th: รายการที่ทำเสร็จสิ้น

# OrgInternalContentCtrl_InputMetricDateAdded
source: Date Added
ar_sa: تاريخ الانضمام
es_es: Fecha en que se agregó
ko_kr: 추가한 날짜
nl_nl: Datum toegevoegd
th_th: วันที่เพิ่ม

# OrgInternalContentCtrl_InputMetricDateUpdated
source: Date Updated
ar_sa: تم تحديث التاريخ
es_es: Fecha de actualización
ko_kr: 업데이트한 날짜
nl_nl: Datum bijgewerkt
th_th: วันที่อัปเดต

# OrgInternalContentCtrl_InputMetricRating
source: Ratings
ar_sa: التقييمات
es_es: Calificaciones
ko_kr: 등급:
nl_nl: Scores
th_th: คะแนน

# OrgInternalContentCtrl_InputMetricRecommendations
source: Shares
ar_sa: مشاركات
es_es: Compartidos
ko_kr: 공유 목록
nl_nl: Gedeelde content
th_th: แบ่งปัน

# OrgInternalContentCtrl_InputMetricTakeaways
source: Takeaways
ar_sa: معلومات سريعة
es_es: Aportes
ko_kr: 중요점
th_th: สาระสำคัญ

# OrgInternalContentCtrl_InputMetricViews
source: Views
ar_sa: عرض
es_es: Visualizaciones
ko_kr: 보기
nl_nl: Aantal keer bekeken
th_th: จำนวนครั้งที่ดู

# OrgInternalContentCtrl_InternalProvider
source: Internal
ar_sa: داخلي
es_es: Interno
ko_kr: 내부
nl_nl: Interne
th_th: ภายใน

# OrgInternalContentCtrl_MakeASelection
source: Make a selection below
ar_sa: يرجى إجراء التحديد أدناه
es_es: Haga su selección abajo
ko_kr: 아래에서 선택
nl_nl: Maak hieronder een selectie
th_th: เลือกจากด้านล่าง

# OrgInternalContentCtrl_MoreDetails
source: More Details
ar_sa: مزيد من التفاصيل
es_es: Más detalles
ko_kr: 더 자세히
nl_nl: Meer details
th_th: รายละเอียดเพิ่มเติม

# OrgInternalContentCtrl_Recommend
source: Share
ar_sa: مشاركة
es_es: Compartir
ko_kr: 공유
nl_nl: Delen
th_th: การแบ่งปัน

# OrgInternalContentCtrl_RemoveItems
source: Remove {{count}} items
ar_sa: إزالة عدد {{count}} من العناصر
es_es: Eliminar {{count}} elementos
ko_kr: {{count}}개 항목을 제거
nl_nl: {{count}} items verwijderen
th_th: ลบเนื้อหา {{count}} รายการ

# OrgInternalContentCtrl_ReportAProblem
source: Report a Problem
ar_sa: إبلاغ عن مشكلة
es_es: Informar de un problema
ko_kr: 문제를 보고
nl_nl: Een probleem melden
th_th: รายงานปัญหา

# OrgInternalContentCtrl_ReSyncDetails
source: Re-sync details
ar_sa: إعادة مزامنة التفاصيل
es_es: Volver a sincronizar detalles
ko_kr: 상세 정보 다시 동기화
nl_nl: Sync details opnieuw
th_th: ซิงค์รายละเอียดอีกครั้ง

# OrgInternalContentCtrl_SearchCatalog
source: Search Catalog
ar_sa: بحث الكتالوج
es_es: Buscar catálogo
ko_kr: 카탈로그를 검색
nl_nl: Zoeken in catalogus
th_th: ค้นหาแค็ตตาล็อก

# OrgInternalContentCtrl_SearchErrorMessage
source: Sorry! There was a problem retrieving your internal content results.
ar_sa: نعتذر! حدثت مشكلة أثناء استرداد نتائج المحتوى الداخلي الخاص بك.
es_es: ¡Lo sentimos! Se produjo un problema al recuperar sus resultados de contenido interno.
ko_kr: 죄송합니다! 내부 콘텐츠 결과를 검색하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het ophalen van de resultaten voor interne content.
th_th: ขออภัย! เกิดปัญหาในการรับผลลัพธ์เนื้อหาภายใน

# OrgInternalContentCtrl_SetGoal
source: Set Goal
ar_sa: تعيين هدف
es_es: Marcar objetivo
ko_kr: 목표 설정
nl_nl: Doelstelling instellen
th_th: ตั้งเป้าหมาย

# OrgInternalContentCtrl_SuccessfulAddContent
source: Successfully added {{title}}
ar_sa: تمت إضافة {{title}} بنجاح
es_es: Se agregó correctamente {{title}}
ko_kr: {{title}}을(를) 성공적으로 추가
nl_nl: Toevoegen {{title}} geslaagd
th_th: เพิ่ม {{title}} แล้ว

# OrgInternalContentCtrl_SuccessfulUpdateContent
source: Successfully updated {{title}}
ar_sa: تم تحديث {{title}} بنجاح
es_es: Se actualizó correctamente {{title}}
ko_kr: {{title}}을(를) 성공적으로 업데이트
nl_nl: Bijwerken {{title}} geslaagd
th_th: อัปเดต {{title}} แล้ว

# OrgInternalContentCtrl_ValidateCategoryRequired
source: Please add at least one category.
ar_sa: يرجى إضافة فئة واحدة على الأقل.
es_es: Agregue al menos una categoría.
ko_kr: 카테고리를 최소한 하나 이상 추가하십시오.
nl_nl: Voeg ten minste één categorie toe.
th_th: โปรดเพิ่มข้อมูลอย่างน้อยหนึ่งหมวดหมู่

# OrgInternalContentCtrl_ValidateNeedEndDate
source: Having a start date, requires an end date.
ar_sa: إذا أدخلت تاريخ البدء يلزم إدخال تاريخ الانتهاء.
es_es: Una fecha de inicio requiere una fecha de finalización.
ko_kr: 시작 날짜가 있으면 종료 날짜가 필요합니다.
nl_nl: Een startdatum heeft een einddatum nodig.
th_th: มีวันที่เริ่มต้นแล้ว แต่ต้องมีวันที่สิ้นสุด

# OrgInternalContentCtrl_ValidateNumber
source: Must be a valid, reasonable number.
ar_sa: يلزم أن يكون الرقم صحيحا وسليمًا.
es_es: Debe ser un número válido razonable.
ko_kr: 유효하고 적당한 숫자이어야 합니다.
nl_nl: Moet een geldig, redelijk cijfer zijn.
th_th: ต้องเป็นตัวเลขที่ใช้งานได้และเหมาะสม

# OrgInternalContentCtrl_ValidateScormRequired
source: A scorm package is required when checked.
ar_sa: يلزم وجود حزمة "سكورم" عند الفحص.
es_es: Se requiere un paquete scorm durante la comprobación.
ko_kr: 확인했으면 SCORM 패키지가 필요합니다.
nl_nl: Een scorm-pakket is vereist wanneer aangevinkt.
th_th: ต้องมีแพ็กเกจ SCORM หากทำเครื่องหมาย

# OrgInternalContentCtrl_ValidateTitleRequired
source: A title is required.
ar_sa: يلزم إدخال عنوان.
es_es: Se necesita un nombre.
ko_kr: 제목이 필요합니다.
nl_nl: Een titel is vereist.
th_th: ต้องระบุชื่อ

# OrgInternalContentCtrl_ValidateURLMayBeInvalid
source: This URL may be invalid.
ar_sa: قد يكون عنوان URL غير صحيح.
es_es: Esta URL puede no ser válida.
ko_kr: URL이 잘못된 것 같습니다.
nl_nl: Deze URL is mogelijk ongeldig.
th_th: URL นี้อาจไม่สามารถใช้งานได้

# OrgInternalContentCtrl_ViewDetails
source: View Details
ar_sa: عرض التفاصيل
es_es: Ver detalles
ko_kr: 상세 정보 보기
nl_nl: Details weergeven
th_th: ดูรายละเอียด

# OrgInternalContentCtrl_ViewInGoals
source: View in Goals
ar_sa: عرض في الأهداف
es_es: Ver en objetivos
ko_kr: 목표에서 보기
nl_nl: Weergeven in Doelstellingen
th_th: ดูในเป้าหมาย

# OrgInternalContentModalCtrl_DuplicatesDescriptionLabel
source: Description:
ar_sa: الوصف:
es_es: Descripción:
ko_kr: 설명:
nl_nl: Beschrijving:
th_th: คำอธิบาย:

# OrgInternalContentModalCtrl_DuplicatesGroupsCount
source: {{count}} groups
ar_sa: عدد {{count}} من المجموعات
es_es: {{count}} grupos
ko_kr: {{count}}개 그룹
nl_nl: {{count}} groepen
th_th: {{count}} กลุ่ม

# OrgInternalContentModalCtrl_DuplicatesGroupsLabel
source: Groups:
ar_sa: المجموعات:
es_es: Grupos:
ko_kr: 그룹:
nl_nl: Groepen:
th_th: กลุ่ม:

# OrgInternalContentModalCtrl_DuplicatesHeader
source: Duplicates ({{count}})
ar_sa: النسخ المماثلة ({{count}})
es_es: Repetidos ({{count}})
ko_kr: 중복({{count}})
nl_nl: ({{count}}) duplicaten
th_th: ซ้ำซ้อนกัน ({{count}})

# OrgInternalContentModalCtrl_DuplicatesTopicsCount
source: {{count}} topics
ar_sa: عدد {{count}} من المواضيع
es_es: {{count}} temas
ko_kr: {{count}}개 주제
nl_nl: {{count}} onderwerpen
th_th: {{count}} หัวข้อ

# OrgInternalContentModalCtrl_DuplicatesTopicsLabel
source: Topics:
ar_sa: موضوعات:
es_es: Temas:
ko_kr: 주제:
nl_nl: Onderwerpen:
th_th: หัวข้อ:

# OrgInternalContentSvc_DeletionConfirmationMessageFormat
source: Are you sure you want to delete <br> {{title}}?
ar_sa: هل أنت متأكد من رغبتك في حذف <br> {{title}}?
es_es: ¿De verdad quiere eliminar <br> {{title}}?
ko_kr: {{title}}을(를) <br> 삭제하시겠습니까?
nl_nl: Weet je zeker dat je <br> {{title}} wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบ <br> {{title}}?

# OrgInternalContentSvc_InputType
source: (Content Type)
ar_sa: (نوع المحتوى)
es_es: (Tipo de contenido)
ko_kr: (콘텐츠 형식)
th_th: (ประเภทเนื้อหา)

# OrgInternalContentSvc_InternalContentError
source: Sorry! There was a problem accessing organization information.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى معلومات المؤسسة.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a la información de la empresa.
ko_kr: 죄송합니다! 조직 정보에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot organisatie-informatie.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงข้อมูลขององค์กร

# OrgInternalContentSvc_ItemsDeletedSuccessMessage
source: items have been removed
ar_sa: تم إزالة العناصر
es_es: se eliminaron los elementos
ko_kr: 항목이 제거됨
nl_nl: items zijn verwijderd
th_th: เนื้อหาถูกลบออกแล้ว

# OrgInternalContentSvc_ItemsDeletionError
source: We were unable to remove {{inputsCount}} items, please try again.
ar_sa: لم نتمكن من إزالة عدد {{inputsCount}} من العناصر، يرجى المحاولة مرة أخرى.
es_es: No se pudieron eliminar {{inputsCount}} elementos, vuelva a intentarlo.
ko_kr: {{inputsCount}}개 항목을 제거할 수 없었습니다. 다시 시도하십시오.
nl_nl: We konden {{inputsCount}} niet verwijderen, probeer het opnieuw.
th_th: เราไม่สามารถลบข้อมูล {{inputsCount}} เนื้อหาได้ โปรดลองอีกครั้ง

# OrgInternalContentSvc_ItemsRestoredSuccessMessage
source: Restored {{inputsCount}} items
ar_sa: تم استعادة عدد {{inputsCount}} من العناصر بنجاح
es_es: Se restauraron {{inputsCount}} elementos
ko_kr: {{inputsCount}}개 항목을 복원함
nl_nl: {{inputsCount}} items hersteld
th_th: กู้คืนเนื้อหา {{inputsCount}} รายการแล้ว

# OrgInternalContentSvc_ItemsRestoreError
source: We were unable to restore {{inputsCount}} items, please try again.
ar_sa: لم نتمكن من استعادة عدد {{inputsCount}} من العناصر، يرجى المحاولة مرة أخرى.
es_es: No se pudieron restaurar {{inputsCount}} elementos, vuelva a intentarlo.
ko_kr: {{inputsCount}}개 항목을 복원할 수 없었습니다. 다시 시도하십시오.
nl_nl: We konden {{inputsCount}} niet herstellen, probeer het opnieuw.
th_th: เราไม่สามารถกู้คืนเนื้อหา {{inputsCount}} รายการได้ โปรดลองอีกครั้ง

# OrgInternalContentSvc_ItemsUpdatedSuccessMessage
source: Updated {{inputsCount}} items
ar_sa: تم تحديث عدد {{inputsCount}} من العناصر بنجاح
es_es: Se actualizaron {{inputsCount}} elementos
ko_kr: {{inputsCount}}개 항목을 업데이트
nl_nl: {{inputsCount}} items bijgewerkt
th_th: อัปเดตเนื้อหา {{inputsCount}} รายการแล้ว

# OrgInternalContentSvc_ItemsUpdateError
source: We were unable to update {{inputsCount}} items, please try again.
ar_sa: لم نتمكن من تحديث عدد {{inputsCount}} من العناصر، يرجى المحاولة مرة أخرى.
es_es: No se pudieron actualizar {{inputsCount}} elementos, vuelva a intentarlo.
ko_kr: {{inputsCount}}개 항목을 업데이트할 수 없었습니다. 다시 시도하십시오.
nl_nl: We konden {{inputsCount}} niet updaten, probeer het opnieuw.
th_th: เราไม่สามารถอัปเดตเนื้อหา {{inputsCount}} รายการได้ โปรดลองอีกครั้ง

# OrgInternalContentSvc_ItemWTitleDeletedSuccessMessage
source: has been deleted
ar_sa: تم الحذف بنجاح
es_es: se ha eliminado
ko_kr: 이(가) 삭제되었습니다
nl_nl: is verwijderd
th_th: ถูกลบออกแล้ว

# OrgInternalContentSvc_ItemWTitleDeletionError
source: We were unable to remove {{title}}, please try again.
ar_sa: لم نتمكن من إزالة {{title}}، يرجى المحاولة مرة أخرى.
es_es: No se pudo eliminar {{title}}, vuelva a intentarlo.
ko_kr: {{title}} 항목을 제거할 수 없었습니다. 다시 시도하십시오.
nl_nl: We konden {{title}} niet verwijderen, probeer het opnieuw.
th_th: เราไม่สามารถลบ {{title}} ได้ โปรดลองอีกครั้ง

# OrgInternalContentSvc_ProviderName
source: (Provider Name)
ar_sa: (اسم الجهة المقدمة)
es_es: (Nombre de proveedor)
ko_kr: (제공자 이름)
nl_nl: (Naam aanbieder)
th_th: (ชื่อผู้ให้บริการ)

# OrgInternalContentSvc_Summary
source: No Description
ar_sa: لا يوجد وصف
es_es: Sin descripción
ko_kr: 설명 없음
nl_nl: Geen beschrijving
th_th: ไม่มีคำอธิบาย

# OrgInternalContentSvc_Tags
source: No Tags
ar_sa: لا يوجد علامات
es_es: Sin etiquetas
ko_kr: 태그 없음
nl_nl: Geen tags
th_th: ไม่มีแท็ก

# OrgInternalContentSvc_Title
source: (Title)
ar_sa: (العنوان)
es_es: (Nombre)
ko_kr: (제목)
nl_nl: (Titel)
th_th: (ชื่อ)

# orgInternalContentVisibilitySelector_GroupVisibilityPlaceholder
source: Enter the name of an administrative group
ar_sa: أدخل اسم مجموعة إدارية
es_es: Ingresar el nombre de un grupo administrativo
ko_kr: 관리 그룹의 이름을 입력
nl_nl: Voer de naam van een administratieve groep in
th_th: ป้อนชื่อกลุ่มผู้ดูแลระบบ

# orgInternalContentVisibilitySelector_OrgVisibilityPlaceholder
source: Enter the name of an open, closed, or private group
ar_sa: أدخل اسم مجموعة مفتوحة أو مغلقة او خاصة
es_es: Ingresar el nombre de un grupo administrativo abierto, cerrado o privado
ko_kr: 개방형, 폐쇄형 또는 비공개 그룹의 이름을 입력
nl_nl: Voer de naam van een open, gesloten of privégroep in
th_th: ป้อนชื่อกลุ่มเปิด กลุ่มปิด หรือกลุ่มส่วนตัว

# orgInternalContentVisibilitySelector_TargetGroupsLabel
source: Target specific groups (optional)
ar_sa: استهداف مجموعات خاصة (اختياري)
es_es: Dirigirse a grupos específicos (opcional)
ko_kr: 특정 그룹을 대상 (옵션)
nl_nl: Richt je op specifieke groepen (optioneel)
th_th: มุ่งไปที่กลุ่มคนเฉพาะ (หากต้องการ)

# orgInternalContentVisibilitySelector_Title
source: Visibility
ar_sa: إمكانية الرؤية
es_es: Visibilidad
ko_kr: 표시 여부
nl_nl: Zichtbaarheid
th_th: การมองเห็น

# orgInternalContentVisibilitySelector_VisibleToGroups
source: Visible to specific groups
ar_sa: مرئي لمجموعات خاصة
es_es: Visible para grupos específicos
ko_kr: 특정 그룹에게 표시
nl_nl: Zichtbaar voor specifieke groepen
th_th: เปิดเผยต่อเฉพาะบางกลุ่มเท่านั้น

# orgInternalContentVisibilitySelector_VisibleToOrganization
source: Visible to organization
ar_sa: مرئي للمؤسسة
es_es: Visible para la empresa
ko_kr: 조직에게 표시
nl_nl: Zichtbaar voor de organisatie
th_th: เปิดเผยกับองค์กร

# orgInviteFlowModal_Compiling
source: Compiling your learning Feed
ar_sa: جاري تحضير موجز التعلم الخاص بك
es_es: Compilando su canal de formación
ko_kr: 학습 피드를 컴파일 중
nl_nl: Het samenstellen van jouw leer-feed
th_th: กำลังรวบรวมข้อมูลไปยังฟีดการเรียนรู้ของคุณ

# orgInviteFlowModal_DiscoverContentInfo
source: Discover content based on your network, groups, and interests to keep up with what your team is learning and follow industry trends.
ar_sa: اكتشف المحتويات بناء على شبكتك ومجموعاتك واهتماماتك من أجل إبقائك على إطلاع بما يتعلمه فريقك واتبع أحدث التوجهات في المجال.
es_es: Encuentre contenido según su red, grupos e intereses para estar al día de lo que está aprendiendo su equipo y seguir las tendencias del sector.
ko_kr: 귀하의 네트워크, 그룹 및 관심에 따라서 콘텐츠를 발견하고 귀하의 팀의 학습을 따라하고 업계의 트렌드를 따라갑니다.
nl_nl: Ontdek de content op basis van je netwerk, groepen en belangen om op de hoogte te blijven van wat jouw team op dit moment leert en om trends in de sector te volgen.
th_th: ค้นพบเนื้อหาที่พิจารณาจากเครือข่าย กลุ่ม และความสนใจของคุณ เพื่อตามติดสิ่งที่ทีมของคุณเรียนรู้และเทรนด์ของวงการ

# orgInviteFlowModal_GotIt
source: Got it!
ar_sa: فهمت!
es_es: ¡Entendido!
ko_kr: 알겠습니다!
nl_nl: Begrepen!
th_th: เข้าใจแล้ว!

# orgInviteFlowModal_GroupConversation
source: Group Conversation
ar_sa: محادثة جماعية
es_es: Conversación del grupo
ko_kr: 그룹 대화
nl_nl: Groepsgesprek
th_th: การสนทนากลุ่ม

# orgInviteFlowModal_GroupConversations
source: Group conversations
ar_sa: محادثات جماعية
es_es: Conversaciones del grupo
ko_kr: 그룹 대화
nl_nl: Groepsgesprekken
th_th: การสนทนากลุ่ม

# orgInviteFlowModal_InviteMessageFormat
source: You've been invited to track your learning with <strong>{{orgName}}</strong> on Degreed!
ar_sa: أنت مدعو لتتبع تعلمك مع <strong>{{orgName}}</strong> على موقع Degreed.
es_es: ¡Le han invitado a hacer un seguimiento de su formación con <strong>{{orgName}}</strong> en Degreed!
ko_kr: 귀하는 Degreed에서 <strong>{{orgName}}</strong>와(과) 귀하의 학습을 추적하도록 초대를 받았습니다!
nl_nl: Je bent uitgenodigd je leren te volgen met <strong>{{orgName}}</strong> op Degreed!
th_th: คุณได้รับคำเชิญให้ติดตามการเรียรู้ของคุณด้วย <strong>{{orgName}}</strong> ใน Degreed!

# orgInviteFlowModal_LearnAsTeam
source: Start learning as a team
ar_sa: ابدأ التعلم كفريق
es_es: Comenzar a aprender como equipo
ko_kr: 팀으로 학습을 시작
nl_nl: Beginnen met leren als een team
th_th: เริ่มเรียนรู้ร่วมกันในฐานะทีม

# orgInviteFlowModal_LetsGetStarted
source: Let's get started!
ar_sa: هيا بنا لنبدأ!
es_es: ¡Comencemos!
ko_kr: 시작하겠습니다!
nl_nl: Laten we aan de slag gaan!
th_th: มาเริ่มกันเลย!

# orgInviteFlowModal_PersonalizedLearning
source: Personalized learning
ar_sa: التعلم المخصص
es_es: Formación personalizada
ko_kr: 개인 설정된 학습
nl_nl: Gepersonaliseerd leren
th_th: การเรียนรู้ที่ปรับตามความต้องการส่วนตัว

# orgInviteFlowModal_PersonalLearning
source: Personal Learning
ar_sa: التعلم الشخصي
es_es: Aprendizaje personal
ko_kr: 개인 학습
nl_nl: Persoonlijk leren
th_th: การเรียนรู้ส่วนตัว

# orgInviteFlowModal_Recommendations
source: Shares
ar_sa: مشاركات
es_es: Compartidos
ko_kr: 공유 목록
nl_nl: Gedeelde content
th_th: แบ่งปัน

# orgInviteFlowModal_RecommendInfo
source: When you think a team member or group would benefit from a specific learning item, share it directly with them and it will appear in their learning view.
ar_sa: متى اعتقدت أن مادة تعليمية معينة قد تفيد عضوا في فريق مجموعة من المجموعات، فيرجى مشاركتها معهم مباشرة وسوف تظهر في عرض التعلم الخاص بهم.
es_es: Cuando crea que un elemento de formación específico le convendría a un miembro del equipo o grupo, compártalo con él directamente y aparecerá en su vista de formación.
ko_kr: 팀 멤버 또는 그룹이 특정 학습 항목에서 혜택을 받을 것 같다고 생각될 때 이들에게 직접 공유하면 이들의 학습 보기에 나타납니다.
nl_nl: Als je denkt dat een lid van het team of de groep zou kunnen profiteren van een specifiek leeritem, kun je het rechtstreeks aan hen aanbevelen en zal het worden weergegeven in hun Leer-weergave.
th_th: เมื่อคุณคิดว่าสมาชิกทีมหรือกลุ่มจะได้ประโยชน์จากเนื้อหาการเรียนรู้ใดๆ ให้แบ่งปันเนื้อหานี้กับพวกเขาโดยตรง แล้วเนื้อหานั้นจะปรากฏในมุมมองการเรียนรู้

# orgInviteFlowModal_ResendVerification
source: Resend Verification
ar_sa: إعادة إرسال التحقق
es_es: Volver a enviar confirmación
ko_kr: 다시 보내기 확인
nl_nl: Verificatie opnieuw verzenden
th_th: ส่งการยืนยันใหม่อีกครั้ง

# orgInviteFlowModal_SeeMemberLearning
source: See what your team members are learning across your organization and groups
ar_sa: شاهد ما يتعلمه أعضاء فريقك في جميع أنحاء المؤسسة والمجموعات الخاصة بك
es_es: Ver lo que los miembros de equipo están aprendiendo en su empresa y grupos
ko_kr: 조직 및 그룹의 팀 멤버들이 무엇을 학습하는지 보기
nl_nl: Zie wat jouw teamleden leren in jouw organisatie en groepen
th_th: ดูว่าสมาชิกทีมของคุณกำลังเรียนรู้อะไรในทั่วทั้งองค์กรและในกลุ่ม

# orgInviteFlowModal_SocialGroupFeed
source: Tell a team member why you shared learning with them or discuss something you found interesting from your organization or group feed.
ar_sa: أخبر أحد الأفراد عن سبب مشاركتك لمادة علمية لهم أو أجرى مناقشة معهم عن موضوع تراه مثيرًا للاهتمام من خلال موجز مؤسستك أو مجموعتك.
es_es: Cuéntele a un miembro del equipo por qué compartió elementos de formación con él o debata sobre algo que le pareció interesante de su empresa o canal de grupo.
ko_kr: 팀 멤버에게 학습을 공유한 이유를 말하거나 조직 또는 그룹의 피드에서 찾은 흥미로운 것에 대해 논의합니다.
nl_nl: Vertel een teamlid waarom je bepaalde leerstof hebt gedeeld of bespreek iets wat je interessant vond in jouw organisatie of groepsfeed.
th_th: บอกสมาชิกทีมว่าเหตุใดคุณถึงแบ่งปันการเรียนรู้ให้พวกเขา หรือหารือเกี่ยวกับสิ่งที่น่าสนใจจากองค์กรหรือฟีดกลุ่มของคุณ

# orgInviteFlowModal_VerificationSentFormat
source: Verification email sent to <br><strong>{{userEmail}}</strong><br><br>Please click the verify link in the email to start using Degreed with the {{orgName}} organization.
ar_sa: تم إرسال بريد إلكتروني إلى <br> <strong>{{}} USEREMAIL</strong> <br><br>، يرجى النقر فوق رابط التحقق الموجود في البريد الإلكتروني للبدء في استخدام موقع Degreed مع مؤسسة {{orgName}}.
es_es: Se envió un correo electrónico de confirmación a <br><strong>{{userEmail}}</strong><br><br>Haga clic en el vínculo de confirmación para empezar a usar Degreed con la empresa {{orgName}}.
ko_kr: 확인 이메일을 <br><strong>{{userEmail}}</strong>에게 보냈습니다.<br><br>이메일의 확인 링크를 클릭하여 {{orgName}} 조직으로 Degreed를 사용하기 시작하십시오.
nl_nl: Verificatie-e-mail verzonden naar<br><strong>{{userEmail}}</strong><br><br>Klik op de verificatielink in de e-mail om Degreed te gaan gebruiken met de {{orgName}} organisatie.
th_th: ส่งอีเมลยืนยันไปที่ <br><strong>{{userEmail}}</strong><br><br>โปรดคลิกลิงก์ยืนยันในอีเมลเพื่อเริ่มใช้ Degreed กับองค์กร {{orgName}}

# orgInviteFlowModal_VerifyEmailFormat
source: yourname@{{verifyEmail}}
ar_sa: اسمك@{{verifyEmail}}
es_es: sunombre@{{verifyEmail}}

# orgInviteFlowModal_VerifyInstructions
source: Please verify your email to get started
ar_sa: رجاء تأكيد عنوان البريد الإلكتروني الخاص بك للبدء
es_es: Confirme su correo electrónico para empezar
ko_kr: 이메일을 확인하고 시작합니다
nl_nl: Bevestig je e-mailadres om aan de slag te gaan
th_th: โปรดยืนยันอีเมลของคุณเพื่อเริ่มใช้งาน

# OrgMemberFormCtrl_ConfirmRemoval
source: Confirm removal
ar_sa: تأكيد الإزالة
es_es: Confirmar eliminación
ko_kr: 제거 확인
nl_nl: Verwijdering bevestigen
th_th: ยืนยันการลบ

# OrgMemberFormCtrl_ConfirmRemovalMessage
source: Are you sure you want to remove this user? If you do, your organization's data will be permanently removed from their profile.
ar_sa: هل أنت متأكد من إزالة هذا المستخدم؟ إذا فعلت ذلك ، فستتم إزالة بيانات مؤسستك نهائيًا من ملفه الشخصي.
es_es: ¿De verdad quiere eliminar a este usuario? Si lo hace, se eliminarán los datos de su empresa de su perfil de manera permanente.
ko_kr: 이 사용자를 제거하시겠습니까? 이런 경우 조직의 데이터는 이들의 프로필에서 영구적으로 제거됩니다.
nl_nl: Weet je zeker dat je deze gebruiker wilt verwijderen? Als je dit doet worden de gegevens van jouw organisatie permanent verwijderd uit het profiel.
th_th: คุณแน่ใจหรือว่าต้องการลบผู้ใช้นี้? หากดำเนินการต่อ ข้อมูลองค์กรของคุณจะถูกลบออกจากโปรไฟล์ของเขาเป็นการถาวร

# OrgMemberFormCtrl_EmailPasswordReset
source: Email Password Reset Link
ar_sa: إرسال رابط إعادة تعيين كلمة المرور عبر البريد الإلكتروني
es_es: Vínculo de restablecimiento de contraseña de correo electrónico
ko_kr: 이메일 암호 재설정 링크
nl_nl: Link wachtwoord resetten e-mail
th_th: ส่งลิงก์สำหรับรีเซ็ตรหัสผ่านทางอีเมล

# OrgMemberFormCtrl_EmailResetPasswordSuccessMessageFormat
source: Reset password email successfully sent to {{name}}
ar_sa: إعادة تعيين كلمة مرور البريد الإلكتروني تم إرسالها بنجاح إلى {{name}}
es_es: Correo electrónico de restablecimiento de contraseña enviado correctamente a {{name}}
ko_kr: 암호 재설정 이메일을 {{name}}에게 발송
nl_nl: Reset wachtwoord e-mail succesvol verzonden naar {{name}}
th_th: การรีเซ็ตรหัสผ่านได้ส่งไปให้ {{name}} ทางอีเมลเรียบร้อยแล้ว

# OrgMemberFormCtrl_Groups
source: Groups
ar_sa: المجموعات
es_es: Grupos
ko_kr: 그룹
nl_nl: Groepen
th_th: กลุ่ม

# OrgMemberFormCtrl_History
source: History
ar_sa: سجل المحفوظات
es_es: Historial
ko_kr: 기록
nl_nl: Geschiedenis
th_th: ประวัติ

# OrgMemberFormCtrl_MemberSince
source: {{firstName}} has been a member of this organization since {{dateJoined}}.
ar_sa: أصبح {{firstName}} عضوًا في هذه المؤسسة منذ {{dateJoined}}.
es_es: {{firstName}} es miembro de esta empresa desde el {{dateJoined}}.
ko_kr: {{firstName}}은(는) {{dateJoined}}부터 이 조직의 멤버이었습니다.
nl_nl: {{firstName}} is een lid van deze organisatie sinds {{dateJoined}}.
th_th: {{firstName}} เป็นสมาชิกขององค์กรนี้ตั้งแต่ {{dateJoined}}

# OrgMemberFormCtrl_None
source: (none)
ar_sa: (لا شيء)
es_es: (ninguno)
ko_kr: (없음)
nl_nl: (geen)
th_th: (ไม่มี)

# OrgMemberFormCtrl_PasswordManagement
source: Password Management
ar_sa: معالجة كلمة المرور
es_es: Gestión de contraseña
ko_kr: 암호 관리
nl_nl: Wachtwoordbeheer
th_th: การจัดการรหัสผ่าน

# OrgMemberFormCtrl_PendingMember
source: Pending Member
ar_sa: عضو معلق
es_es: Miembro pendiente
ko_kr: 보류 중 멤버
nl_nl: Lid in behandeling
th_th: สมาชิกที่รอการพิจารณา
