Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# SkillRatingsChart_Rating
source: Rating
ar_sa: التقييمات
es_es: Calificaciones
ko_kr: 등급:
nl_nl: Scores
th_th: คะแนน

# SkillRatingsChart_Ratings
source: Ratings:
ar_sa: التقييمات:
es_es: Calificaciones:
ko_kr: 등급:
nl_nl: Scores:
th_th: คะแนน:

# SkillRatingsChart_RatingType
source: All types
ar_sa: جميع الأنواع
es_es: Todos los tipos
ko_kr: 모든 유형
nl_nl: Alle typen
th_th: ทุกประเภท

# SkillRatingsChart_Representativeness
source: Representation:
ar_sa: التمثيل:
es_es: Representación:
ko_kr: 표현:
nl_nl: Vertegenwoordiging:
th_th: ความเป็นตัวแทน:

# SkillRatingsChart_review
source: review
ar_sa: مراجعة
es_es: Revisar
ko_kr: 검토
nl_nl: Controleren
th_th: พิจารณา

# SkillRatingsChart_Rigor
source: Rigor:
ar_sa: الصرامة:
es_es: Rigurosidad:
ko_kr: 엄격:
nl_nl: Discipline:
th_th: ความเข้มงวด:

# SkillRatingsChart_self
source: self
ar_sa: ذاتي
es_es: autocalificación
ko_kr: 자체
nl_nl: zelf
th_th: ตัวเอง

# SkillRatingsChart_SelfRatings
source: Self Ratings
ar_sa: التقييمات الذاتية
es_es: Autocalificaciones
ko_kr: 자체 평가 등급
nl_nl: Zelf-beoordelingen
th_th: การให้คะแนนตัวเอง

# SkillRatingsChart_StatsTitle
source: Data Considerations
ar_sa: اعتبارات البيانات
es_es: Consideraciones de los datos
ko_kr: 데이터 고려 사항
nl_nl: Overwegingen m.b.t. gegevens
th_th: การพิจารณาข้อมูล

# SkillRatingsChart_TargetLevel
source: Target Level
ar_sa: المستوى المستهدف
es_es: Nivel de objetivo
ko_kr: 목표 수준
nl_nl: Doelniveau
th_th: ระดับเป้าหมาย

# SkillRatingsChart_TotalRatingsFormat
source: {{total}} learners
ar_sa: {{total}} متعلمون
es_es: {{total}} aprendices
ko_kr: {{total}}명 학습자
nl_nl: {{total}} deelnemers
th_th: ผู้เรียน {{total}} คน

# Skills_TitleFormat
source: {0}'s Skills
ar_sa: {0} المهارات
es_es: Habilidades de {0}
ko_kr: {0}의 기술
nl_nl: {0}'s vaardigheden
th_th: ทักษะของ {0}

# SkillSearchCtrl_ComingSoon
source: Coming Soon
ar_sa: قريبًا
es_es: Próximamente
ko_kr: 곧 제공 예정
nl_nl: Komt binnenkort
th_th: เร็ว ๆ นี้

# SkillSearchCtrl_EmailAddress
source: Email Address
ar_sa: عنوان البريد الإلكتروني
es_es: Dirección de correo electrónico
ko_kr: 이메일 주소
nl_nl: E-mailadres
th_th: ที่อยู่อีเมล

# SkillSearchCtrl_GetCertifiedToday
source: Get your {{name}} skill certified today, starting at ${{price}}
ar_sa: احصل على تصديق لمهارة {{name}} اليوم بسعر يبدأ من {{price}} دولار
es_es: Certifique hoy su habilidad {{name}} desde {{price}} $
ko_kr: 최소 ${{price}}으로 {{name}} 기술을 지금 인증 받으세요
nl_nl: Ontvang vandaag certificering voor jouw {{name}}-vaardigheid vanaf ${{price}}
th_th: รับรองทักษะ {{name}} ได้เลยวันนี้ เริ่มต้นที่ ${{price}}

# SkillSearchCtrl_GetNotified
source: Get Notified
ar_sa: احصل على إخطار
es_es: Recibir notificaciones
ko_kr: 알림 받기
nl_nl: Ontvang een melding
th_th: รับการแจ้งเตือน

# SkillSearchCtrl_NoMatch
source: Degreed Skill Certification is currently not available for this skill. Enter your email to sign up for notifications when new skills are added.
ar_sa: لا تتوفر شهادة مهارة من Degreed في الوقت الحالي لهذه المهارة. أدخل بريدك الإلكتروني للتسجيل من أجل الحصول على إشعارات عند إضافة مهارات جديدة.
es_es: Actualmente, el certificado de habilidad de Degreed no está disponible para esta habilidad. Ingrese su correo electrónico para recibir notificaciones cuando se agreguen nuevas habilidades.
ko_kr: 현재 이 기술에 대한 Degreed 기술 인정서는 제공되지 않습니다. 이메일을 입력하여 새 기술이 추가될 때 알림에 등록합니다.
nl_nl: Degreed Certificering voor vaardigheden is momenteel niet beschikbaar voor deze vaardigheid. Voer je e-mailadres in om je aan te melden voor een melding wanneer nieuwe vaardigheden worden toegevoegd.
th_th: Degreed ไม่สามารถทำการรับรองทักษะนี้ได้ในขณะนี้ โปรดกรอกอีเมลเพื่อลงชื่อรับการแจ้งเตือนเมื่อมีการเพิ่มทักษะใหม่

# SkillSearchCtrl_SearchForSkill
source: Search for a Skill
ar_sa: البحث عن مهارة
es_es: Buscar una habilidad
ko_kr: 기술을 검색
nl_nl: Een vaardigheid zoeken
th_th: ค้นหาทักษะ

# String1
source: "Sorry! There was a problem deleting the group."
ar_sa: "نعتذر... حدثت مشكلة أثناء حذف المجموعة."
es_es: "¡Lo sentimos! Se produjo un problema al eliminar el grupo".
ko_kr: "죄송합니다! 그룹을 삭제하는 데 문제가 있었습니다."
nl_nl: “Sorry! Er was een probleem met het verwijderen van de groep.”
th_th: "ขออภัย! เกิดปัญหาในการลบกลุ่ม"

# SuggestTagSvc_CategoryError
source: Sorry! There was a problem retrieving matching categories.
ar_sa: نعتذر! حدثت مشكلة أثناء استرداد الفئات المتطابقة.
es_es: ¡Lo sentimos! Se produjo un problema al recuperar categorías relacionadas.
ko_kr: 죄송합니다! 일치하는 카테고리를 검색하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het ophalen van overeenstemmende categorieën.
th_th: ขออภัย! เกิดปัญหาในการรับข้อมูลหมวดหมู่ที่ตรงกัน

# TagRating_AskForNewRating
source: Ask for a new rating
ar_sa: طلب تصنيف جديد
es_es: Pedir una nueva calificación
ko_kr: 새 평가 등급 요청
nl_nl: Vraag om een nieuwe beoordeling
th_th: ขอคะแนนใหม่

# TagRating_CancelRequest
source: Cancel request
ar_sa: إلغاء الطلب
es_es: Cancelar solicitud
ko_kr: 요청 취소
nl_nl: Verzoek annuleren
th_th: ยกเลิกคำขอ

# TagRating_CancelRequestConfirmationFormat
source: Are you sure you want to cancel your request to {{raterName}} to rate you on {{tagName}}?
ar_sa: هل أنت متأكد من إلغاء طلبك المرسل إلى {{raterName}} بشأن تصنيفك على {{tagName}}؟
es_es: ¿De verdad quiere cancelar su solicitud para que {{raterName}} le califique por {{tagName}}?
ko_kr: 정말로 {{raterName}}의 귀하에 대한 {{tagName}} 평가 요청을 취소하시겠습니까?
nl_nl: Weet je zeker dat je verzoek aan {{raterName}} om jou te beoordelen voor {{tagName}} wilt annuleren?
th_th: คุณแน่ใจหรือว่าต้องการยกเลิกคำขอให้ {{raterName}} ให้คะแนนคุณสำหรับ {{tagName}}?

# TagRating_DeleteRatingFormat
source: Are you sure you want to delete the rating for {{tagName}}?
ar_sa: هل أنت متأكد من حذف تصنيف {{tagName}}؟
es_es: ¿De verdad quiere eliminar la calificación por {{tagName}}?
ko_kr: {{tagName}}에 대한 평가 등급을 삭제하시겠습니까?
nl_nl: Weet je zeker dat je de beoordeling voor {{tagName}} wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบคะแนนสำหรับ {{tagName}}?

# TagRating_KeepRequest
source: Keep request
ar_sa: إبقاء الطلب
es_es: Mantener solicitud
ko_kr: 요청 유지
nl_nl: Verzoek bewaren
th_th: เก็บคำขอ

# TagRating_YouWereRatedFormat
source: {{nameHtml}} Rated you a level {{level}}
ar_sa: تم تقييمك من قبل {{nameHtml}} على مستوى {{level}}
es_es: {{nameHtml}} le calificó con un nivel de {{level}}
ko_kr: {{nameHtml}}이(가) 귀하를 {{level}} 수준으로 평가
nl_nl: {{nameHtml}} heeft jou beoordeeld als niveau {{level}}
th_th: {{nameHtml}} ให้คะแนนคุณระดับ {{level}}

# TagsCtrl_Category
source: Please add at least one topic.
ar_sa: يرجى إضافة موضوع واحد على الأقل.
es_es: Agregue al menos un tema.
ko_kr: 주제를 최소한 하나 이상 추가하십시오.
nl_nl: Voeg ten minste één onderwerp toe.
th_th: โปรดเพิ่มหัวข้ออย่างน้อย 1 หัวข้อ

# TagsCtrl_CategoryHint
source: hint: add multiple topics with commas, or choose from your skills and topics below
ar_sa: ملحوظة: يرجى إضافة المواضيع المتعددة مع وضع الفاصلة أو الاختيار من المهارات والمواضيع الخاصة بك أدناه
es_es: sugerencia: agregue varios temas separados por comas o seleccione entre sus habilidades y temas a continuación
ko_kr: 힌트: 쉼표로 다수의 주제를 추가하거나 아래에서 귀하의 기술 및 주제에서 선택합니다
nl_nl: hint: voeg meerdere onderwerpen toe gescheiden door komma's of kies uit jouw vaardigheden en onderwerpen hieronder
th_th: แนะนำ: เพิ่มหลายๆ หัวข้อโดยคั่นด้วยจุลภาค หรือเลือกจากทักษะและหัวข้อด้านล่าง

# TagsEdit_AddCategories
source: Topics
ar_sa: الموضوعات
es_es: Temas
ko_kr: 주제
nl_nl: Onderwerpen
th_th: หัวข้อ

# TagsEdit_CategoriesMessage
source: Adding topics helps you track and summarize everything that you learn. Change your skills and topics in your settings.
ar_sa: تساعدك إضافة الموضوعات على تتبع كل شيء تتعلمه وتلخيصه. تغيير المهارات والمواضيع الخاصة بك من الإعدادات.
es_es: Agregar temas le ayuda a hacer el seguimiento y resumir todo lo que aprende. Cambie sus habilidades y temas en sus ajustes.
ko_kr: 주제를 추가하면 귀하가 학습하는 모든 것을 추적하고 요약하는 데 도움이 됩니다. 설정에서 기술 및 주제를 변경합니다.
nl_nl: Door onderwerpen toe te voegen kun je alles wat je leert volgen en samenvatten. Vaardigheden en onderwerpen wijzigen in je instellingen.
th_th: การเพิ่มหัวข้อจะช่วยอำนวยความสะดวกในการติดตามและสรุปทุกอย่างที่คุณได้เรียนรู้ เปลี่ยนทักษะและหัวข้อได้ที่การตั้งค่าของคุณ

# TagsFormCtrl_AddSkillsOrTopics
source: Add Skills or Topics
ar_sa: إضافة مهارات أو موضوعات
es_es: Agregar habilidades o temas
ko_kr: 기술 또는 주제 추가
nl_nl: Vaardigheden of onderwerpen toevoegen
th_th: เพิ่มทักษะหรือหัวข้อ

# TagsFormCtrl_SearchForSkill
source: Search for skill or topic
ar_sa: البحث عن مهارة أو موضوع
es_es: Buscar habilidad o tema
ko_kr: 기술 또는 주제 검색
nl_nl: Vaardigheid of onderwerp zoeken
th_th: ค้นหาทักษะหรือหัวข้อ

# TagsService_CategoryError
source: Sorry! There was a problem accessing your top categories.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى أفضل الفئات الخاصة بك.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a sus mejores categorías.
ko_kr: 죄송합니다! 최고 카테고리에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot jouw topcategorieën.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงหมวดหมู่ยอดนิยมของคุณ

# TagsSvc_CategoryAvailable
source: Sorry! There was a problem retrieving available categories.
ar_sa: نعتذر! حدثت مشكلة أثناء استرداد الفئات المتاحة.
es_es: ¡Lo sentimos! Se produjo un problema al recuperar las categorías disponibles.
ko_kr: 죄송합니다! 사용 가능한 카테고리를 검색하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het ophalen van beschikbare categorieën.
th_th: ขออภัย! เกิดปัญหาในการรับข้อมูลหมวดหมู่ที่มีให้

# TagsSvc_CategoryError
source: Sorry! There was a problem accessing your top categories.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى أفضل الفئات الخاصة بك.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a sus mejores categorías.
ko_kr: 죄송합니다! 최고 카테고리에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot jouw topcategorieën.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงหมวดหมู่ยอดนิยมของคุณ

# TagsSvc_CategoryRetrieval
source: Sorry! There was a problem retrieving your categories.
ar_sa: نعتذر! حدثت مشكلة أثناء استرداد الفئات الخاصة بك.
es_es: ¡Lo sentimos! Se produjo un problema al recuperar sus categorías.
ko_kr: 죄송합니다! 카테고리를 검색하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het ophalen van jouw categorieën.
th_th: ขออภัย! เกิดปัญหาในการรับข้อมูลหมวดหมู่ของคุณ

# TagsSvc_CategorySaves
source: Sorry! There was a problem saving your categories.
ar_sa: نعتذر! حدثت مشكلة أثناء استرداد الفئات الخاصة بك.
es_es: ¡Lo sentimos! Se produjo un problema al guardar sus categorías.
ko_kr: 죄송합니다! 카테고리를 저장하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het opslaan van jouw categorieën.
th_th: ขออภัย! เกิดปัญหาในการบันทึกหมวดหมู่ของคุณ

# TagsSvc_CreateError
source: Sorry! There was a problem saving your categories.
ar_sa: نعتذر! حدثت مشكلة أثناء استرداد الفئات الخاصة بك.
es_es: ¡Lo sentimos! Se produjo un problema al guardar sus categorías.
ko_kr: 죄송합니다! 카테고리를 저장하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het opslaan van jouw categorieën.
th_th: ขออภัย! เกิดปัญหาในการบันทึกหมวดหมู่ของคุณ

# TagsSvc_GetTagRatingError
source: An error occurred getting rating information.
ar_sa: حدث خطأ أثناء الحصول على معلومات التصنيف.
es_es: Se produjo un error al conseguir la información de calificación.
ko_kr: 평가 등급 정보를 확인하는 중에 오류가 발생했습니다.
nl_nl: Er is een fout opgetreden bij het opvragen van informatie over beoordelingen.
th_th: เกิดข้อผิดพลาดขณะเรียกข้อมูลคะแนน

# TagsSvc_MatchingCategoryError
source: Sorry! There was a problem retrieving matching categories.
ar_sa: نعتذر! حدثت مشكلة أثناء استرداد الفئات المتطابقة.
es_es: ¡Lo sentimos! Se produjo un problema al recuperar categorías relacionadas.
ko_kr: 죄송합니다! 일치하는 카테고리를 검색하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het ophalen van overeenstemmende categorieën.
th_th: ขออภัย! เกิดปัญหาในการรับข้อมูลหมวดหมู่ที่ตรงกัน

# TagsSvc_RateTagError
source: An error occurred while saving the rating.
ar_sa: حدث خطأ أثناء حفظ التصنيف.
es_es: Se produjo un error al guardar la calificación.
ko_kr: 평가 등급을 저장하는 중에 오류가 발생했습니다.
nl_nl: Er is een fout opgetreden bij het opslaan van de beoordeling.
th_th: เกิดข้อผิดพลาดขณะบันทึกคะแนน

# TagsSvc_RequestTagRatingError
source: An error occurred requesting a rating.
ar_sa: حدث خطأ أثناء طلب تصنيف.
es_es: Se produjo un error al solicitar una calificación.
ko_kr: 평가 등급을 요청하는 중에 오류가 발생했습니다.
nl_nl: Er is een fout opgetreden bij het verzoek om een beoordeling.
th_th: เกิดข้อผิดพลาดขณะขอคะแนน

# TagsSvc_UpdatePrivacyError
source: Sorry! There was an error updating the privacy setting.
ar_sa: نعتذر! حدث خطأ ما أثناء تحديث إعدادات الخصوصية.
es_es: ¡Lo sentimos! Se produjo un error al actualizar la configuración de privacidad.
ko_kr: 죄송합니다. 개인 정보 보호 설정을 업데이트하는 중에 오류가 발생했습니다.
nl_nl: Sorry! Er is een fout opgetreden bij het bijwerken van de privacy-instelling.
th_th: ขออภัย! มีข้อผิดพลาดเกิดขึ้นขณะอัปเดตการตั้งค่าข้อมูลส่วนบุคคล

# Target_Delete
source: Delete
ar_sa: حذف
es_es: Eliminar
ko_kr: 삭제
nl_nl: Verwijderen
th_th: ลบ

# Target_EditDetails
source: Edit details
ar_sa: تحرير التفاصيل
es_es: Editar detalles
ko_kr: 상세 정보 편집
nl_nl: Details bewerken
th_th: แก้ไขรายละเอียด

# Target_Empty
source: Nothing has been added yet
ar_sa: لم يتم إضافة شيء حتى الآن
es_es: No se agregó nada aún
ko_kr: 아직 추가된 것이 없음
nl_nl: Er is nog niets toegevoegd
th_th: ยังไม่ได้เพิ่มข้อมูลใดๆ

# Target_SetAuthoring
source: Add content
ar_sa: إضافة محتوى
es_es: Agregar contenido
ko_kr: 콘텐츠 추가
nl_nl: Content toevoegen
th_th: เพิ่มเนื้อหา

# Target_SetNotAuthoring
source: Finished adding
ar_sa: تم الانتهاء من الإضافة
es_es: Ya terminé de agregar
ko_kr: 추가 완료
nl_nl: Toevoegen voltooid
th_th: เสร็จสิ้นการเพิ่มเนื้อหา

# Target_TargetLevelFormat
source: Target level {{level}}
ar_sa: المستوى المستهدف {{level}}
es_es: Nivel de objetivo {{level}}
ko_kr: 목표 수준 {{level}}
nl_nl: Doelniveau {{level}}
th_th: ระดับเป้าหมาย {{level}}

# TargetAuthorsForm_A11yAuthorDescription
source: {{authorname}}. Click to manage all collaborators.
ar_sa: {authorname}. انقر لإدارة المساهمين.
es_es: {{authorname}}. Haga clic para gestionar todos los colaboradores.
ko_kr: {{authorname}}. 클릭하여 전체 협력자를 관리하세요.
nl_nl: {{authorname}}. Klik om alle samenwerkers te beheren.
th_th: {{authorname}} คลิกเพื่อจัดการผู้ร่วมมือทั้งหมด

# TargetAuthorsForm_Authors
source: Collaborators
ar_sa: المساهمون
es_es: Colaboradores
ko_kr: 협력자
nl_nl: Samenwerkers
th_th: ผู้ร่วมมือ

# TargetAuthorsForm_Save
source: Save changes
ar_sa: حفظ التغييرات
es_es: Guardar cambios
ko_kr: 변경 저장
nl_nl: Wijzigingen opslaan
th_th: บันทึกการเปลี่ยนแปลง

# TargetAuthorsForm_SearchPlaceHolder
source: Search for people...
ar_sa: البحث عن الأشخاص...
es_es: Buscar gente...
ko_kr: 사람들을 검색...
nl_nl: Personen zoeken...
th_th: ค้นหาผู้คน...

# TargetAuthorsForm_Title
source: Manage Collaborators
ar_sa: إدارة المساهمين
es_es: Gestionar colaboradores
ko_kr: 협력자 관리
nl_nl: Samenwerkers beheren
th_th: จัดการผู้ร่วมมือ

# TargetAuthorsForm_TitleAdd
source: Add Collaborators
ar_sa: إضافة مساهمون
es_es: Agregar colaboradores
ko_kr: 협력자 추가
nl_nl: Samenwerkers toevoegen
th_th: เพิ่มผู้ร่วมมือ

# TargetCtrl_AcceptAutosuggest
source: Apply Suggestions
ar_sa: تطبيق اقتراحات
es_es: Aplicar sugerencias
ko_kr: 추천 적용
nl_nl: Suggesties toepassen
th_th: ใช้ข้อเสนอแนะ

# TargetCtrl_AddDirectories
source: Add Pages
ar_sa: إضافة صفحات
es_es: Añadir páginas
ko_kr: 페이지 추가
nl_nl: Pagina's toevoegen
th_th: เพิ่มหน้า

# TargetCtrl_AddDirectorys
source: Add Directories
ar_sa: إضافة دلائل
es_es: Añadir directorios
ko_kr: 디렉토리 추가
nl_nl: Mappen toevoegen
th_th: เพิ่มไดเรกทอรี

# TargetCtrl_AddGroups
source: Add Groups
ar_sa: إضافة مجموعات
es_es: Agregar grupos
ko_kr: 그룹 추가
nl_nl: Groepen toevoegen
th_th: เพิ่มกลุ่ม

# TargetCtrl_AddInputs
source: Add Content
ar_sa: إضافة محتوى
es_es: Agregar contenido
ko_kr: 콘텐츠 추가
nl_nl: Content toevoegen
th_th: เพิ่มเนื้อหา

# TargetCtrl_AddPages
source: Add Plans
ar_sa: إضافة خطة
es_es: Añadir planes
ko_kr: 계획 추가
nl_nl: Plannen toevoegen
th_th: เพิ่มแผน

# TargetCtrl_AddPathways
source: Add Pathways
ar_sa: إضافة مساقات
es_es: Agregar itinerarios
ko_kr: 패스웨이 추가
nl_nl: Leerpaden toevoegen
th_th: เพิ่มเส้นทางการเรียนรู้

# TargetCtrl_AddTags
source: Add Skills
ar_sa: إضافة مهارات
es_es: Agregar habilidades
ko_kr: 기술 추가
nl_nl: Vaardigheden toevoegen
th_th: เพิ่มทักษะ

# TargetCtrl_AddTargets
source: Add Skill Plan
ar_sa: إضافة إلى خطة مهارة
es_es: Agregar plan de habilidades
ko_kr: 기술 계획 추가
nl_nl: Vaardigheidsplan toevoegen
th_th: เพิ่มแผนทักษะ

# TargetCtrl_AddUsers
source: Add People
ar_sa: إضافة أشخاص
es_es: Agregar personas
ko_kr: 사람들 추가
nl_nl: Personen toevoegen
th_th: เพิ่มผู้คน

# TargetCtrl_AutoFill
source: Would you like us to automatically fill this page with skills, pathways, groups, people and content?
ar_sa: هل تريد منا ملء هذه الصفحة بالمهارات والمساقات والمجموعات والأشخاص والمحتويات تلقائيا؟
es_es: ¿Quiere que llenemos esta página automáticamente con habilidades, itinerarios, grupos, personas y contenido?
ko_kr: 이 페이지에 자동을 기술, 경로, 그룹, 사람들 및 콘텐츠를 채울까요?
nl_nl: Wil je dat we deze pagina automatisch vullen met vaardigheden, leerpaden, groepen, personen en content?
th_th: คุณต้องการเติมทักษะ เส้นทางการเรียนรู้ กลุ่ม ผู้คน และเนื้อหา ลงในหน้านี้โดยอัตโนมัติหรือไม่?

# TargetCtrl_AutosuggestNotice
source: Apply these auto-populated suggestions
ar_sa: تطبيق هذه الاقتراحات المملوءة تلقائياً
es_es: Aplicar estas sugerencias llenadas automáticamente
ko_kr: 자동 생성 추천을 적용
nl_nl: Pas deze automatisch ingevulde suggesties toe
th_th: ใช้คำแนะนำแบบป้อนข้อมูลอัตโนมัติเหล่านี้

# TargetCtrl_ConfirmDeleteButton
source: Yes, delete page
ar_sa: نعم، احذف صفحة
es_es: Sí, eliminar la página
ko_kr: 예, 페이지를 삭제합니다
nl_nl: Ja, pagina verwijderen
th_th: ใช่ ลบหน้า

# TargetCtrl_DeleteInstructions
source: Type {{delete}} in capital letters to confirm
ar_sa: انقر {{delete}} بحروف كبيرة للتأكيد
es_es: Escriba {{delete}} en mayúsculas para confirmar
ko_kr: 확인하려면 {{delete}}을(를) 대문자로 입력하세요
nl_nl: Typ {{delete}} in hoofdletters om te bevestigen
th_th: พิมพ์ {{delete}} เป็นตัวพิมพ์ใหญ่เพื่อยืนยัน

# TargetCtrl_DeletePrompt
source: Are you sure you would like to delete {{targetTitle}}?
ar_sa: هل أنت متأكد من حذف {{targetTitle}}؟
es_es: ¿De verdad quiere eliminar {{targetTitle}}?
ko_kr: {{targetTitle}}을(를) 삭제하시겠습니까?
nl_nl: Weet je zeker dat je deze {{targetTitle}} wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบ {{targetTitle}}?

# TargetCtrl_DeletePromptDescription
source: You cannot undo this action.
ar_sa: لا يمكن التراجع عن هذا الإجراء.
es_es: Esta acción no se puede deshacer.
ko_kr: 이 작업은 취소할 수 없습니다.
nl_nl: Je kunt deze actie niet ongedaan maken.
th_th: คุณไม่สามารถยกเลิกการดำเนินการนี้

# TargetCtrl_Groups
source: Groups
ar_sa: المجموعات
es_es: Grupos
ko_kr: 그룹
nl_nl: Groepen
th_th: กลุ่ม

# TargetCtrl_Inputs
source: Content
ar_sa: المحتوى
es_es: Contenido
ko_kr: 콘텐츠
th_th: เนื้อหา

# TargetCtrl_NotVisibleNotice
source: This {{targetType}} is currently not visible for your organization.
ar_sa: حاليا ليس {{targetType}} مرئيًا لمؤسستك.
es_es: Este {{targetType}} no es visible actualmente para su empresa.
ko_kr: 이 {{targetType}}은(는) 현재 귀하의 조직에게 표시되지 않습니다.
nl_nl: Dit {{targetType}} is momenteel niet zichtbaar voor jouw organisatie.
th_th: ขณะนี้ องค์กรของคุณมองไม่เห็น{{targetType}}นี้

# TargetCtrl_Pathways
source: Pathways
ar_sa: المساقات
es_es: Itinerarios
ko_kr: 경로
nl_nl: Leerpaden
th_th: เส้นทางการเรียนรู้

# TargetCtrl_PrimaryPlanDeselection
source: Are you sure you no longer want this plan to be your primary plan?
ar_sa: هل أنت متأكد من إرادتك ألا تكون هذه الخطة هي الخط الأساسية الخاص بك بعد الآن؟
es_es: ¿De verdad que ya no quiere que este plan sea su plan principal?
ko_kr: 정말로 더 이상 이 계획이 귀하의 주요 계획이 되는 것을 원하지 않으십니까?
nl_nl: Weet je zeker dat je dit plan niet langer wilt als primair plan?
th_th: คุณแน่ใจหรือว่าไม่ต้องการแผนนี้เป็นแผนหลักของคุณอีกต่อไป?

# TargetCtrl_PrimaryPlanSelection
source: Are you sure you want to make this your primary plan? Your existing primary plan will no longer be indicated as your primary plan.
ar_sa: هل أنت متأكد من جعل هذه هي الخطة الأساسية الخاصة بك؟ لن تصبح الخطة الأساسية الحالية الخاصة بك بعد الآن خطتك الأساسية.
es_es: ¿De verdad quiere convertir este en su plan principal? Su existente plan principal ya no estará marcado como su plan principal.
ko_kr: 이것을 귀하의 주요 계획으로 만드시겠습니까? 귀하의 기존의 주요 계획이 더 이상 귀하의 주요 계획으로 표시되지 않습니다.
nl_nl: Weet je zeker dat je dit jouw primaire plan wilt maken? Jouw bestaande basisplan wordt niet meer als jouw primaire plan aangegeven.
th_th: คุณแน่ใจหรือว่าต้องการให้แผนนี้เป็นแผนหลักของคุณ? แผนหลักปัจจุบันของคุณจะไม่ถูกระบุว่าเป็นแผนหลักของคุณอีกต่อไป

# TargetCtrl_SetTargetLevel
source: Set a target level
ar_sa: تعيين مستوى مستهدف
es_es: Configurar un nivel de objetivo
ko_kr: 목표 수준 설정
nl_nl: Een doelniveau instellen
th_th: ตั้งค่าระดับเป้าหมาย

# TargetCtrl_SetVisible
source: Make visible
ar_sa: اجعله مرئيًا
es_es: Hacer visible
ko_kr: 표시하기
nl_nl: Zichtbaar maken
th_th: เปิดเผยให้เห็น

# TargetCtrl_SetVisibleNotAllowed
source: This {{targetType}} does not contain any resources so it cannot be made visible for your organization. Add some resources, then try again.
ar_sa: لا يحتوي {{targetType}} على أية موارد، لذلك لا يمكن جعله مرئيا لمؤسستك. يرجى إضافة بعض الموارد، ثم حاول مرة أخرى.
es_es: Este {{targetType}} no contiene recursos, así que no puede ser visible para su empresa. Agregue algunos recursos y vuelva a intentarlo.
ko_kr: 이 {{targetType}}은(는) 리소스를 포함하지 않으므로 귀하의 조직에게 표시할 수 없습니다. 리소스를 추가한 후에 다시 시도하십시오.
nl_nl: Dit {{TargetType}} bevat geen hulpmiddelen en kan daarom niet zichtbaar worden gemaakt voor jouw organisatie. Voeg een aantal hulpmiddelen toe en probeer het opnieuw.
th_th: {{targetType}} ไม่มีแหล่งข้อมูลใดๆ ดังนั้นจึงไม่สามารถเปิดเผยให้องค์กรของคุณเห็นได้ เพิ่มแหล่งข้อมูลลงไปแล้วลองอีกครั้ง

# TargetCtrl_SuggestionApplySuccess
source: Suggestions were successfully applied
ar_sa: تم تطبيق الاقتراحات بنجاح
es_es: Las sugerencias se aplicaron correctamente
ko_kr: 추천을 성공적으로 적용했음
nl_nl: Suggesties zijn met succes toegepast
th_th: ใช้ข้อเสนอแนะเรียบร้อยแล้ว

# TargetCtrl_Tags
source: Skills
ar_sa: المهارات
es_es: Habilidades
ko_kr: 기술
nl_nl: Vaardigheden
th_th: ทักษะ

# TargetCtrl_Users
source: People
ar_sa: الأشخاص
es_es: Personas
ko_kr: 사람
nl_nl: Personen
th_th: ผู้คน

# TargetCtrl_WelcomeBack
source: Welcome back to your plan
ar_sa: أهلا بعودتك إلى الخطة الخاصة بك
es_es: Le damos la bienvenida de nuevo a su plan
ko_kr: 계획으로 돌아오신 것을 환영합니다.
nl_nl: Welkom terug bij jouw plan
th_th: ขอต้อนรับอีกครั้งสู่แผนของคุณ

# TargetCtrl_YesAutopopulate
source: Yes, autopopulate
ar_sa: نعم، املأ تلقائيًا
es_es: Sí, llenar automáticamente
ko_kr: 예, 자동으로 생성
nl_nl: Ja, automatisch invullen
th_th: ใช่ ป้อนข้อมูลอัตโนมัติเลย

# TargetForm_AutopopulateInfo
source: Automatically fill this plan with suggested items.
ar_sa: ملء هذه الخطة تلقائيًا بالعناصر المقترحة.
es_es: Llenar este plan automáticamente con sugerencias de elementos.
ko_kr: 이 플랜을 추천하는 항목으로 자동으로 채웁니다.
nl_nl: Vul dit plan automatisch in met aanbevolen items.
th_th: เพิ่มรายการแนะนำลงในแผนนี้โดยอัตโนมัติ

# TargetForm_AutopopulateTitle
source: Autopopulate
ar_sa: تعبئة تلقائية
es_es: Llenar automáticamente
ko_kr: 자동생성
nl_nl: Automatisch invullen
th_th: ป้อนข้อมูลอัตโนมัติ

# TargetForm_CreateButton
source: Create {{targetType}}
ar_sa: إنشاء {{targetType}}
es_es: Crear {{targetType}}
ko_kr: {{targetType}} 만들기
nl_nl: {{targetType}} aanmaken
th_th: สร้าง{{targetType}}

# TargetForm_CreateTitle
source: Create {{targetType}}
ar_sa: إنشاء {{targetType}}
es_es: Crear {{targetType}}
ko_kr: {{targetType}} 만들기
nl_nl: {{targetType}} aanmaken
th_th: สร้าง{{targetType}}

# TargetForm_Description
source: Description
ar_sa: الوصف
es_es: Descripción
ko_kr: 설명
nl_nl: Beschrijving
th_th: คำอธิบาย
