Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# dgInputStatistics_TopCompleterCount
source: {{userName}} and {{countStartSpan}}{{userCount}} others{{countEndSpan}} completed this {{inputType}}
ar_sa: {{userName}} و{{countStartSpan}} وأشخاص آخرين {{countEndSpan}} أكملوا {{inputType}}
es_es: {{userName}} y {{countStartSpan}}{{userCount}} más{{countEndSpan}} completaron este {{inputType}}
ko_kr: {{userName}} 이외 {{countStartSpan}}{{userCount}}명{{countEndSpan}}이 이 {{inputType}}을(를) 완료
nl_nl: {{userName}} en {{countStartSpan}}{{userCount}}anderen{{countEndSpan}} hebben dit {{inputType}} voltooid
th_th: {{userName}} และ{{countStartSpan}}อีก {{userCount}} คน{{countEndSpan}} ดำเนินการกับ{{inputType}}นี้เสร็จแล้ว

# dgInputStatistics_TopCompleterCountRead
source: {{userName}} and {{countStartSpan}}{{userCount}} others{{countEndSpan}} read this {{inputType}}
ar_sa: {{userName}} و{{countStartSpan}} وأشخاص آخرين {{countEndSpan}} قرأوا {{inputType}}
es_es: {{userName}} y {{countStartSpan}}{{userCount}} más{{countEndSpan}} leyeron este {{inputType}}
ko_kr: {{userName}} 외 {{countStartSpan}}{{userCount}}명{{countEndSpan}}이 이 {{inputType}}을(를) 읽음
nl_nl: {{userName}} en {{countStartSpan}}{{userCount}}anderen{{countEndSpan}} hebben dit {{inputType}} gelezen
th_th: {{userName}} และ{{countStartSpan}}อีก {{userCount}} คน{{countEndSpan}} อ่าน{{inputType}}นี้เสร็จแล้ว

# dgInputStatistics_TopCompleterCountWatched
source: {{userName}} and {{countStartSpan}}{{userCount}} others{{countEndSpan}} watched this {{inputType}}
ar_sa: {{userName}} و{{countStartSpan}} وأشخاص آخرين {{countEndSpan}} شاهدوا {{inputType}}
es_es: {{userName}} y {{countStartSpan}}{{userCount}} más{{countEndSpan}} miraron este {{inputType}}
ko_kr: {{userName}} 외 {{countStartSpan}}{{userCount}}명{{countEndSpan}}이 이 {{inputType}}을(를) 시청함
nl_nl: {{userName}} en {{countStartSpan}}{{userCount}}anderen{{countEndSpan}} hebben dit {{inputType}} gekeken
th_th: {{userName}} และ{{countStartSpan}}อีก {{userCount}} คน{{countEndSpan}} รับชม{{inputType}}นี้เสร็จแล้ว

# dgInputStatistics_TopCompleterRead
source: {{userName}} read this {{inputType}}
ar_sa: {{userName}} قرأ {{inputType}}
es_es: {{userName}} leyó este {{inputType}}
ko_kr: {{userName}}이(가) 이 {{inputType}}을(를) 읽음
nl_nl: {{userName}} heeft dit {{inputType}} gelezen
th_th: {{userName}} อ่าน{{inputType}}นี้

# dgInputStatistics_TopCompleterWatched
source: {{userName}} watched this {{inputType}}
ar_sa: {{userName}} شاهد {{inputType}}
es_es: {{userName}} miró este {{inputType}}
ko_kr: {{userName}}이(가) 이 {{inputType}}을(를) 시청함
nl_nl: {{userName}} heeft dit {{inputType}} gekeken
th_th: {{userName}} รับชม{{inputType}}นี้

# dgInputStatistics_TopRecommender
source: {{userName}} shared this {{inputType}}
ar_sa: {userName} شارك {inputType}
es_es: {{userName}} compartió este {{inputType}}
ko_kr: {{userName}}이(가) 이 {{inputType}}을(를) 공유함
nl_nl: {{userName}} heeft dit {{inputType}} gedeeld
th_th: {{userName}} แบ่งปัน {{inputType}} นี้

# dgInputStatistics_TopRecommenderAndOne
source: {{userName}} and {{countStartSpan}}1 other{{countEndSpan}} shared this {{inputType}}
ar_sa: {userName} و{countStartSpan} وشخص آخر {countEndSpan} شاركوا هذا {inputType}
es_es: {{userName}} y {{countStartSpan}}1 más{{countEndSpan}} compartieron este {{inputType}}
ko_kr: {{userName}} 외 {{countStartSpan}}1명{{countEndSpan}}이 이 {{inputType}}을(를) 공유함
nl_nl: {{userName}} en {{countStartSpan}}1 andere{{countEndSpan}} hebben dit {{inputType}} gelezen
th_th: {{userName}} และ {{countStartSpan}} อีก 1 คน {{countEndSpan}} แบ่งปัน {{inputType}} นี้

# dgInputStatistics_TopRecommenderCount
source: {{userName}} and {{countStartSpan}}{{userCount}} others{{countEndSpan}} shared this {{inputType}}
ar_sa: {userName} و{countStartSpan}{userCount} وأشخاص آخرين {countEndSpan} شاركوا هذا {inputType}
es_es: {{userName}} y {{countStartSpan}}{{userCount}} más{{countEndSpan}} compartieron este {{inputType}}
ko_kr: {{userName}} 외 {{countStartSpan}}{{userCount}}명{{countEndSpan}}이 이 {{inputType}}을(를) 공유함
nl_nl: {{userName}} en {{countStartSpan}}{{userCount}}anderen{{countEndSpan}} hebben dit {{inputType}} gelezen
th_th: {{userName}} และ{{countStartSpan}} อีก {{userCount}} คน {{countEndSpan}} แบ่งปัน {{inputType}} นี้

# dgInputStatistics_TopTakeawayAndOne
source: {{userName}} and {{countStartSpan}}1 other{{countEndSpan}} shared a takeaway
ar_sa: {{userName}} و{{countStartSpan}} شخص آخر {{countEndSpan}} شاركوا توصياتهم
es_es: {{userName}} y {{countStartSpan}}1 más{{countEndSpan}} compartieron un aporte
ko_kr: {{userName}} 외 {{countStartSpan}}1명{{countEndSpan}}이 중요점을 공유했습니다.
nl_nl: {{userName}} en {{countStartSpan}}1 andere{{countEndSpan}} hebben hun takeaway gedeeld
th_th: {{userName}} และ{{countStartSpan}}อีก 1 คน{{countEndSpan}} แชร์สาระสำคัญ

# dgInputStatisticsHeader_TopCompleter
source: {{userName}} completed this {{inputType}}
ar_sa: {{userName}} أكمل {{inputType}}
es_es: {{userName}} completó este {{inputType}}
ko_kr: {{userName}}이(가) 이 {{inputType}}을(를) 완료
nl_nl: {{userName}} heeft dit {{inputType}} voltooid
th_th: {{userName}} ดำเนินการกับ{{inputType}}นี้เสร็จแล้ว

# dgInputStatisticsHeader_TopCompleterAndOne
source: {{userName}} and {{countStartSpan}}1 other{{countEndSpan}} completed this {{inputType}}
ar_sa: {{userName}} و{{countStartSpan}} شخص آخر {{countEndSpan}} أكمل {{inputType}}
es_es: {{userName}} y {{countStartSpan}}1 más{{countEndSpan}} completaron este {{inputType}}
ko_kr: {{userName}} 이외 {{countStartSpan}}1명{{countEndSpan}}이 이 {{inputType}}을(를) 완료
nl_nl: {{userName}} en {{countStartSpan}}1 andere{{countEndSpan}} hebben dit {{inputType}} voltooid
th_th: {{userName}} และ{{countStartSpan}}อีก 1 คน{{countEndSpan}} ดำเนินการกับ{{inputType}}นี้เสร็จแล้ว

# dgInputStatisticsHeader_TopCompleterCount
source: {{userName}} and {{countStartSpan}}{{userCount}} others{{countEndSpan}} completed this {{inputType}}
ar_sa: {{userName}} و{{countStartSpan}} وأشخاص آخرين {{countEndSpan}} أكملوا {{inputType}}
es_es: {{userName}} y {{countStartSpan}}{{userCount}} más{{countEndSpan}} completaron este {{inputType}}
ko_kr: {{userName}} 이외 {{countStartSpan}}{{userCount}}명{{countEndSpan}}이 이 {{inputType}}을(를) 완료
nl_nl: {{userName}} en {{countStartSpan}}{{userCount}}anderen{{countEndSpan}} hebben dit {{inputType}} voltooid
th_th: {{userName}} และ{{countStartSpan}}อีก {{userCount}} คน{{countEndSpan}} ดำเนินการกับ{{inputType}}นี้เสร็จแล้ว

# dgInputTile_DueBy
source: Due by {{dueDate}}
ar_sa: الموعد المحدد {{dueDate}}
es_es: Para el {{dueDate}}
ko_kr: {{dueDate}}까지 기한
nl_nl: Einddatum op {{dueDate}}
th_th: ครบกำหนดวันที่ {{dueDate}}

# dgInputTile_DueByFormat
source: Due by {{dueDate}}
ar_sa: الموعد المحدد {{dueDate}}
es_es: Para el {{dueDate}}
ko_kr: {{dueDate}}까지 기한
nl_nl: Einddatum op {{dueDate}}
th_th: ครบกำหนดวันที่ {{dueDate}}

# dgIntegrationsCard_AlisonMessage
source: Import all courses from my Alison profile daily.
ar_sa: استيراد جميع الدورات التعليمية من الملف الشخصي لي على موقع Alison يوميًا.
es_es: Importar todos los cursos de mi perfil de Alison a diario.
ko_kr: Alison 프로필에서 모든 과정을 매일 가져옵니다.
nl_nl: Alle cursussen dagelijks uit mijn Alison-profiel importeren.
th_th: นำเข้าหลักสูตรทั้งหมดจากโปรไฟล์ Alison ของฉันทุกวัน

# dgIntegrationsCard_CodecademyMessage
source: Import completed tracks from Codecademy daily.
ar_sa: استيراد المسارات المكتملة من على موقع Codecademy يوميًا.
es_es: Importar mis seguimientos completados de Codeacademy a diario.
ko_kr: Codecademy에서 완료한 트랙을 매일 가져옵니다.
nl_nl: Voltooide tracks dagelijks uit Codecademy importeren.
th_th: นำเข้าแทร็กทั้งหมดจาก Codecademy ที่ดำเนินการเสร็จแล้วทุกวัน

# dgIntegrationsCard_CodeSchoolMessage
source: Import completed courses from Code School daily.
ar_sa: استيراد الدورات المكتملة من Code School يوميًا.
es_es: Importar los cursos completados de Code School a diario.
ko_kr: Code School에서 완료한 과정을 매일 가져옵니다.
nl_nl: Voltooide cursussen dagelijks uit Code School importeren.
th_th: นำเข้าหลักสูตรที่เรียนแล้วทั้งหมดจาก Code School ทุกวัน

# dgIntegrationsCard_Connect
source: Connect
ar_sa: الربط
es_es: Conectar
ko_kr: 연결
nl_nl: Koppelen
th_th: เชื่อมต่อ

# dgIntegrationsCard_Connected
source: Connected
ar_sa: تم الربط
es_es: Conectado
ko_kr: 연결됨
nl_nl: Gekoppeld
th_th: เชื่อมต่อแล้ว

# dgIntegrationsCard_Disconnect
source: Disconnect
ar_sa: إلغاء الربط
es_es: Desconectar
ko_kr: 연결 끊기
nl_nl: Loskoppelen
th_th: ยกเลิกการเชื่อมต่อ

# dgIntegrationsCard_FacebookMessage
source: Recommend items from Degreed to your Facebook friends
ar_sa: العناصر التي يوصى بها من "Degreed" لأصدقاء الفيسبوك
es_es: Recomiende elementos de Degreed a sus amigos en Facebook
ko_kr: Degreed의 항목을 Facebook 친구에게 추천
nl_nl: Aanbevolen items van Degreed voor jouw Facebookvrienden
th_th: แนะนำเนื้อหาจาก Degreed ให้กับเพื่อนใน Facebook

# dgIntegrationsCard_GoodreadsMessage
source: Import books from my Read shelf in Goodreads daily.
ar_sa: استيراد الكتب من رف القراءة في Goodreads يوميا.
es_es: Importar libros del shelf Read de Goodreads a diario.
ko_kr: Goodreads의 나의 읽기 책장에서 책을 매일 가져옵니다.
nl_nl: Boeken op mijn Leesplank in Goodreads dagelijks importeren.
th_th: นำเข้าหนังสือจากชั้นหนังสือของฉันใน Goodreads ทุกวัน

# dgIntegrationsCard_GoogleplusMessage
source: Find your Google contacts on Degreed.
ar_sa: اعثر على جهات اتصال جوجل على Degreed.
es_es: Encuentre a sus contactos de Google en Degreed.
ko_kr: Degreed에서 Google 연락처를 찾습니다.
nl_nl: Vind je Google-contactpersonen op Degreed.
th_th: ค้นหารายชื่อติดต่อ Google ของคุณใน Degreed

# dgIntegrationsCard_HipChatMessage
source: Get Today’s Learning and recommendations delivered through HipChat.
ar_sa: احصل على "Today’s Learning" والتوصيات المقدمة من خلال "HipChat".
es_es: Reciba Formación de hoy y recomendaciones a través de HipChat.
ko_kr: HipChat을 통하여 오늘의 학습 및 추천을 받습니다.
nl_nl: Krijg het leren van vandaag en aanbevelingen geleverd via HipChat.
th_th: รับการเรียนรู้ประจำวันและคำแนะนำผ่าน HipChat

# dgIntegrationsCard_ImportingMessage
source: Importing...
ar_sa: استيراد...
es_es: Importando...
ko_kr: 가져오는 중...
nl_nl: Bezig met importeren...
th_th: กำลังนำเข้า...

# dgIntegrationsCard_KhanAcademyMessage
source: Import my completed videos and assessments from Khan Academy daily.
ar_sa: استيراد مقاطع الفيديو المكتملة والتقييمات منKhan Academy يوميًا.
es_es: Importar mis videos y evaluaciones completados de Khan Academy a diario.
ko_kr: Khan Academy에서 나의 완료한 동영상 및 평가를 매일 가져옵니다.
nl_nl: Mijn voltooide video's en beoordelingen dagelijks uit Khan Academy importeren.
th_th: นำเข้าวิดีโอที่รับชมแล้วและแบบประเมินที่ทำเสร็จแล้วจาก Khan Academy ทุกวัน

# dgIntegrationsCard_LastSyncFailure
source: Failed to retrieve data. Check your settings.
ar_sa: الفشل في استرداد البيانات. تحقق من إعداداتك.
es_es: No se pudo recuperar los datos. Compruebe sus ajustes.
ko_kr: 데이터 검색에 실패했습니다. 설정을 확인하십시오.
nl_nl: Kan gegevens niet ophalen. Controleer je instellingen.
th_th: รับข้อมูลไม่สำเร็จ ตรวจสอบการตั้งค่าของคุณ

# dgIntegrationsCard_LastSyncFormat
source: Last imported {{date}}
ar_sa: آخر مرة تم فيها الاستيراد {{date}}
es_es: Última vez que se importó: {{date}}
ko_kr: 마지막 가져오기 {{date}}
nl_nl: Laatst geïmporteerd {{datum}}
th_th: นำเข้าครั้งล่าสุด {{date}}

# dgIntegrationsCard_ManageSettings
source: Manage Settings
ar_sa: إدارة الإعدادات
es_es: Gestionar ajustes
ko_kr: 설정 관리
nl_nl: Instellingen beheren
th_th: จัดการการตั้งค่า

# dgIntegrationsCard_PluralsightMessage
source: Import completed courses from Pluralsight daily.
ar_sa: استيراد الدورات المكتملة من Pluralsight يوميًا.
es_es: Importar cursos completados de Pluralsight a diario.
ko_kr: Pluralsight에서 완료한 과정을 매일 가져옵니다.
nl_nl: Voltooide cursussen dagelijks uit Pluralsight importeren.
th_th: นำเข้าหลักสูตรที่เรียนแล้วทั้งหมดจาก Pluralsight ทุกวัน

# dgIntegrationsCard_PocketMessage
source: Import articles from my Pocket Archive daily.
ar_sa: استيراد المقالات من أرشيف Pocket يوميًا.
es_es: Importar artículos de mi Pocket Archive a diario.
ko_kr: 나의 포켓 아카이브에서 아티클을 매일 가져옵니다.
nl_nl: Artikelen uit mijn Pocket-archief dagelijks importeren.
th_th: นำเข้าบทความจาก Pocket Archive ของฉันทุกวัน

# dgIntegrationsCard_SkillshareMessage
source: Import all courses from my Skillshare profile daily.
ar_sa: استيراد جميع الدورات من الملف الشخصي لي على موقع Skillshare يوميًا.
es_es: Importar todos los cursos de mi perfil de Skillshare a diario.
ko_kr: Skillshare 프로필에서 모든 과정을 매일 가져옵니다.
nl_nl: Alle cursussen dagelijks uit mijn Skillshare-profiel importeren.
th_th: นำเข้าหลักสูตรทั้งหมดจากโปรไฟล์ Skillshare ของฉันทุกวัน

# dgIntegrationsCard_SlackMessage
source: Get Today’s Learning and shared content delivered through slack.
ar_sa: احصل على المواد التعليمية لليوم والمحتويات المشتركة المقدمة من خلال slack.
es_es: Reciba Formación de hoy y contenido compartido a través de Slack.
ko_kr: Slack을 통해 오늘의 학습 및 공유 콘텐츠를 받으십시오.
nl_nl: Krijg het Leren voor vandaag en aanbevelingen geleverd via Slack.
th_th: รับการเรียนรู้ประจำวันและเนื้อหาที่แบ่งปันผ่าน Slack

# dgIntegrationsCard_TreehouseMessage
source: Import completed courses from Treehouse daily.
ar_sa: استيراد الدورات المكتملة من موقع Treehouse يوميًا.
es_es: Importar cursos completados de Treehouse a diario.
ko_kr: Treehouse에서 완료한 과정을 매일 가져옵니다.
nl_nl: Voltooide cursussen dagelijks uit Treehouse importeren.
th_th: นำเข้าหลักสูตรที่เรียนแล้วทั้งหมดจาก Treehouse ทุกวัน

# dgIntegrationsCard_TwitterMessage
source: Recommend items from Degreed to your Twitter Followers
ar_sa: العناصر التي يوصى بها من "Degreed" لمتابعي تويتر الخاص بك
es_es: Recomiende elementos de Degreed a sus seguidores en Twitter
ko_kr: Degreed의 항목을 Twitter 팔로워에게 추천
nl_nl: Aanbevolen items van Degreed voor jouw Twitter-volgers
th_th: แนะนำเนื้อหาจาก Degreed ให้กับผู้ติดตามของคุณใน Twitter

# dgIntegrationsCard_UdemyMessage
source: Import all courses from my Udemy profile daily.
ar_sa: استيراد جميع الدورات من ملفي الشخصي على موقع Udemy يوميًا.
es_es: Importar todos los cursos de mi perfil de Udemy a diario.
ko_kr: Udemy 프로필에서 모든 과정을 매일 가져옵니다.
nl_nl: Alle cursussen dagelijks uit mijn Udemy-profiel importeren.
th_th: นำเข้าหลักสูตรทั้งหมดจากโปรไฟล์ Udemy ทุกวัน

# dgIntegrationsCard_ViewFacebookFriends
source: View Friends
ar_sa: عرض الأصدقاء
es_es: Ver amigos
ko_kr: 친구 보기
nl_nl: Vrienden weergeven
th_th: ดูเพื่อน

# dgIntegrationsCard_ViewGoogleplusFriends
source: View Contacts
ar_sa: عرض جهات الاتصال
es_es: Ver contactos
ko_kr: 연락처 보기
nl_nl: Contactpersonen weergeven
th_th: ดูรายชื่อติดต่อ

# dgIntegrationsCard_ViewTwitterFriends
source: View Followers
ar_sa: عرض المتابعين
es_es: Ver seguidores
ko_kr: 팔로워 보기
nl_nl: Volgers weergeven
th_th: ดูผู้ติดตาม

# dgInviteAddCategories_FollowCategories
source: Follow Categories
ar_sa: متابعة الفئات
es_es: Seguir categorías
ko_kr: 카테고리 팔로우
nl_nl: Categorieën volgen
th_th: ติดตามหมวดหมู่

# dgInviteAddCategories_FollowCategoriesDesc
source: Following categories helps Degreed recommend content in the areas you want to grow. Choose from our suggestions or add your own.
ar_sa: متابعة الفئات تساعد "Degreed" على ترشيح محتوى المجالات التي ترغب في تنميتها. اختر من الاقتراحات التي نوفرها أو أضف اقتراحاتك الخاصة.
es_es: Seguir categorías le permite a Degreed recomendarle contenido en las áreas que quiere cultivarse. Selecciónelas entre nuestras sugerencias o agregue las suyas.
ko_kr: 카테고리를 팔로우하면 Degreed가 귀하의 성장하려는 분야에서 콘텐츠를 추천하는 데 도움이 됩니다. 우리의 제안을 선택하거나 자신의 것을 추가합니다.
nl_nl: Door categorieën te volgen kan Degreed bepaalde content aanbevelen met betrekking tot de gebieden waarin je wilt ontwikkelen. Kies uit onze suggesties of voeg je eigen toe.
th_th: การติดตามหมวดหมู่ช่วยให้ Degreed สามารถแนะนำเนื้อหาในสาขาที่คุณต้องการพัฒนาความสามารถ เลือกจากข้อเสนอแนะของเราหรือเพิ่มหมวดหมู่ของคุณเองก็ได้

# dgInviteAddCategories_LearnPlaceholder
source: What would you like to learn?
ar_sa: ما الذي ترغب في تعلمه؟
es_es: ¿Qué le gustaría aprender?
ko_kr: 무엇을 배우고 싶습니까?
nl_nl: Wat wil je leren?
th_th: คุณต้องการเรียนรู้เรื่องใด?

# dgInviteAddGroups_BecomeMember
source: Become a member of {{groupName}}
ar_sa: أكون عضوًا في {{groupName}}
es_es: Hacerse miembro de {{groupName}}
ko_kr: {{groupName}}의 멤버가 되기
nl_nl: Word lid van {{groupName}}
th_th: เป็นสมาชิก {{groupName}}

# dgInviteAddGroups_Group
source: Group
ar_sa: المجموعة
es_es: Grupo
ko_kr: 그룹
nl_nl: Groep
th_th: กลุ่ม

# dgInviteAddGroups_JoinGroup
source: Join Group
ar_sa: الانضمام إلى المجموعة
es_es: Unirse a grupo
ko_kr: 그룹 참가
nl_nl: Lid worden van de groep
th_th: เข้าร่วมกลุ่ม

# dgInviteAddGroups_JoinGroups
source: Join groups to share learning
ar_sa: الانضمام إلى المجموعات لتبادل التعلم
es_es: Unirse a grupos para compartir formación
ko_kr: 그룹에 참가하여 학습을 공유
nl_nl: Word lid van groepen om leren te delen
th_th: เข้าร่วมเพื่อแชร์การเรียนรู้

# dgInviteAddGroups_JoinGroupsDesc
source: Learning items that are shared in your groups will appear in your Feed, so you can see what your team members are working on and learn together
ar_sa: ستظهر عناصر التعلم التي تم مشاركتها في مجموعاتك في الموجز، لتتمكن من الاطلاع على العناصر التي يتناولها أعضاء الفريق وتتمكنوا منى تبادل التعلم معًا
es_es: Los elementos de formación que se comparten en sus grupos aparecerán en su canal, donde podrá ver en qué están trabajando los miembros de su equipo y aprender juntos
ko_kr: 그룹에서 공유된 학습 항목은 피드에 나타나며 팀 멤버들은 무엇을 배우고 있는지 볼 수 있으며 같이 학습
nl_nl: Leeritems die worden gedeeld in jouw groepen worden weergegeven in jouw Feed, zodat je kunt zien waar je teamleden aan werken en samen kunt leren
th_th: เนื้อหาการเรียนรู้ที่แชร์กันในกลุ่มของคุณจะปรากฏในฟีด ดังนั้นคุณจึงสามารถรับรู้ได้ว่าสมาชิกทีมของคุณกำลังศึกษาความรู้เรื่องใดร่วมกัน

# dgInviteAddGroups_LeaveGroup
source: Leave {{groupName}}
ar_sa: مغادرة {{groupName}}
es_es: Abandonar {{groupName}}
ko_kr: {{groupName}} 나가기
nl_nl: {{groupName}} verlaten
th_th: ออกจาก {{groupName}}

# dgInviteAddPeople_Description
source: Connect with experts to discover what they are learning.
ar_sa: تواصل مع خبراء لاكتشاف ما يتعلموه.
es_es: Conecte con expertos para descubrir qué están aprendiendo.
ko_kr: 전문가 연결하여 이들이 무엇을 학습하는지 알아봅니다.
nl_nl: Maak contact met experts om te ontdekken wat zij leren.
th_th: ทำความรู้จักกับผู้เชี่ยวชาญเพื่อค้นพบสิ่งที่พวกเขากำลังเรียนรู้

# dgInviteAddPeople_Follow
source: Follow {{userName}}'s learning activities
ar_sa: متابعة الأنشطة التعليمية الخاصة بـ{{username}}
es_es: Seguir las actividades de aprendizaje de {{userName}}
ko_kr: {{userName}}의 학습 활동 팔로우
nl_nl: Leeractiviteiten van {{userName}} volgen
th_th: ติดตามกิจกรรมการเรียนรู้ของ {{userName}}

# dgInviteAddPeople_Learn
source: Learn with your colleagues
ar_sa: تعلم مع زملائك
es_es: Aprender con sus colegas
ko_kr: 동료들과 함께 학습
nl_nl: Leren met je collega's
th_th: เรียนรู้ร่วมกับเพื่อนร่วมงานของคุณ

# dgInviteAddPeople_StopFollowing
source: Stop following {{userName}}'s learning activities
ar_sa: توقف عن متابعة الأنشطة التعلمية الخاصة بـ{{userName}}
es_es: Dejar de seguir las actividades de aprendizaje de {{userName}}
ko_kr: {{userName}}의 학습 활동 팔로우 중지
nl_nl: Stoppen met volgen van leeractiviteiten van {{userName}}
th_th: หยุดติดตามกิจกรรมการเรียนรู้ของ {{userName}}

# dgManagePathways_CloneFormat
source: Clone {{name}} Pathway
ar_sa: استنساخ مساق {{name}}
es_es: Clonar itinerario {{name}}
ko_kr: {{name}} 경로 클론
nl_nl: leerpad {{name}} klonen
th_th: ทำสำเนาเส้นทางการเรียนรู้ {{name}}

# dgManagePathways_CreatePathway
source: Create a Pathway
ar_sa: إنشاء مساق
es_es: Crear un itinerario
ko_kr: 경로 만들기
nl_nl: Een Leerpad aanmaken
th_th: สร้างเส้นทางการเรียนรู้

# dgManagePathways_Edit
source: Edit
ar_sa: تحرير
es_es: Editar
ko_kr: 편집
nl_nl: Bewerken
th_th: แก้ไข

# dgManagePathways_MoreAuthorsFormat
source: + {{count}} others
ar_sa: + {{count}} آخر
es_es: + {{count}} más
ko_kr: + 이외 {{count}}
nl_nl: + {{count}} overige
th_th: + อีก {{count}}

# dgManagePathways_OneMoreAuthor
source: + 1 other
ar_sa: + 1 آخر
es_es: + 1 más
ko_kr: + 이외 1명
nl_nl: + 1 andere
th_th: + อีก 1

# dgManagePathways_SearchPlaceholder
source: Search by title or author
ar_sa: البحث باستخدام العنوان أو المؤلف
es_es: Buscar por título o autor
ko_kr: 제목 또는 저자로 검색
nl_nl: Zoeken op titel of auteur
th_th: ค้นหาตามชื่อหรือผู้แต่ง

# dgManagePathways_ViewFormat
source: View {{name}} Pathway
ar_sa: عرض مساق {{name}}
es_es: Ver itinerario {{name}}
ko_kr: {{name}} 경로 보기
nl_nl: Leerpad {{name}} weergeven
th_th: ดูเส้นทางการเรียนรู้ {{name}}

# dgNoSearchResults_CorrectSpelling
source: Make sure all words are spelled correctly.
ar_sa: تأكد من تهجي جميع الكلمات بشكل صحيح.
es_es: Asegúrese de que todas las palabras están escritas correctamente.
ko_kr: 모든 단어의 철자가 정확한지 확인하십시오.
nl_nl: Zorg ervoor dat alle woorden correct gespeld zijn.
th_th: ตรวจสอบยืนยันว่าสะกดทุกคำอย่างถูกต้อง

# dgNoSearchResults_DifferentKeywords
source: Try different keywords.
ar_sa: جرب كلمات أساسية مختلفة.
es_es: Intente con palabras clave diferentes.
ko_kr: 다른 키워드를 시도하세요.
nl_nl: Probeer verschillende zoekwoorden.
th_th: ลองคีย์เวิร์ดอื่น

# dgNoSearchResults_GeneralKeywords
source: Try more general keywords.
ar_sa: جرب كلمات أساسية أكثر عمومًا.
es_es: Intente con palabras clave más generales.
ko_kr: 더 일반적인 키워드를 시도하세요.
nl_nl: Probeer meer algemene zoekwoorden.
th_th: ลองใช้คีย์เวิร์ดที่กว้างกว่านี้

# dgNotificationMenu_NothingNew
source: No new notifications
ar_sa: لا توجد إخطارات جديدة
es_es: No hay notificaciones nuevas
ko_kr: 새 알림 없음
nl_nl: Geen nieuwe meldingen
th_th: ไม่มีการแจ้งเตือนใหม่

# dgNotificationMenu_Notifications
source: Notifications
ar_sa: الإخطارات
es_es: Notificaciones
ko_kr: 알림
nl_nl: Meldingen
th_th: การแจ้งเตือน

# dgNotificationPreference_IncludeInEmail
source: Include in this Email
ar_sa: تضمين في هذا البريد الإلكتروني
es_es: Incluir en este correo electrónico
ko_kr: 이 이메일에 포함
nl_nl: In deze e-mail vermelden
th_th: รวมในอีเมลนี้ด้วย

# dgNotificationPreference_SentTest
source: Send Test Email
ar_sa: إرسال بريداً إلكترونياً
es_es: Enviar correo electrónico de prueba
ko_kr: 테스트 이메일 보내기
nl_nl: Test-e-mail verzenden
th_th: ส่งอีเมลทดสอบ

# dgOrgEditMemberModal_RemoveUser
source: Remove User
ar_sa: إزالة مستخدم
es_es: Eliminar usuario
ko_kr: 사용자 제거
nl_nl: Gebruiker verwijderen
th_th: ลบผู้ใช้

# dgOrgFaqForm_AddFaq
source: Add FAQ
ar_sa: إضافة الأسئلة المتداولة
es_es: Agregar Preguntas frecuentes
ko_kr: FAQ 추가
nl_nl: FAQ toevoegen
th_th: เพิ่มคำถามพบบ่อย

# dgOrgFaqForm_AddFaqButton
source: Add FAQ
ar_sa: إضافة الأسئلة المتداولة
es_es: Agregar Preguntas frecuentes
ko_kr: FAQ 추가
nl_nl: FAQ toevoegen
th_th: เพิ่มคำถามพบบ่อย

# dgOrgFaqForm_EditFaq
source: Edit FAQ
ar_sa: تحرير الأسئلة المتداولة
es_es: Editar Preguntas frecuentes
ko_kr: FAQ 편집
nl_nl: FAQ bewerken
th_th: แก้ไขคำถามพบบ่อย

# dgOrgFaqForm_FaqAnswerLabel
source: Answer
ar_sa: الإجابة
es_es: Respuesta
ko_kr: 응답
nl_nl: Antwoord
th_th: คำตอบ

# dgOrgFaqForm_FaqAnswerPlaceholder
source: What is the answer?
ar_sa: ما هي الإجابة
es_es: ¿Cuál es la respuesta?
ko_kr: 답변은 무엇인가요?
nl_nl: Wat is het antwoord?
th_th: คำตอบคืออะไร?

# dgOrgFaqForm_FaqContactInstructions
source: Questions submitted should be sent to this email address
ar_sa: يتعين إرسال الأسئلة المُقدمة إلى عنون هذا البريد الإلكتروني
es_es: Las preguntas planteadas se enviarán a esta dirección de correo electrónico
ko_kr: 제출하는 질문은 이 이메일 주소로 보내야 합니다
nl_nl: De ingediende vragen moeten naar dit e-mailadres worden verzonden
th_th: ควรส่งคำถามไปยังที่อยู่อีเมลนี้

# dgOrgFaqForm_FaqContactLabel
source: FAQ Contact
ar_sa: جهة الاتصال المعنية بالأسئلة الشائعة
es_es: Contacto de Preguntas frecuentes
ko_kr: FAQ 연락처
nl_nl: FAQ Contactinformatie
th_th: ข้อมูลติดต่อสำหรับถามคำถามพบบ่อย
