Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# dgOrgSecurity_CreateOpenGroupsDescription
source: Create groups that all organization members can see and join
ar_sa: إنشاء مجموعات يمكن لجميع الأعضاء في المنظمة من رؤيتها والانضمام إليها
es_es: Crear grupos visibles para todos los miembros de la empresa y permitirles unirse
ko_kr: 모든 조직 구성원이 볼 수 있고 가입할 수 있는 그룹 만들기
nl_nl: Maak groepen die alle organisatieleden kunnen zien en lid van worden
th_th: สร้างกลุ่มที่สมาชิกในองค์กรทุกคนสามารถมองเห็นและเข้าร่วมได้

# dgOrgSecurity_CreatePrivateGroups
source: Create Private Groups
ar_sa: إنشاء مجموعات خاصة
es_es: Crear grupos privados
ko_kr: 비공개 그룹 만들기
nl_nl: Privégroepen aanmaken
th_th: สร้างกลุ่มส่วนตัว

# dgOrgSecurity_CreatePrivateGroupsDescription
source: Create invitation-only groups for your organization
ar_sa: إنشاء مجموعات قائمة على الدعوة فقط للمنظمة الخاصّة بك
es_es: Crear grupos solo con invitación para su empresa
ko_kr: 조직에 대한 초대 전용 그룹 만들기
nl_nl: Maak groepen voor je organisatie waarvoor een uitnodiging vereist is
th_th: สร้างกลุ่มที่เชิญเข้าเท่านั้นสำหรับองค์กรของคุณ

# dgOrgSecurity_CreateTenant
source: Create Organization
ar_sa: إنشاء مؤسسة
es_es: Crear empresa
ko_kr: 조직 만들기
nl_nl: Organisatie toevoegen
th_th: สร้างองค์กร

# dgOrgSecurity_CreateTenantDescription
source: Create new organizations in the Global Admin Tool
ar_sa: إنشاء منظَّمات جديدة في أداة الإشراف العالمية
es_es: Crear nuevas empresas en la herramienta de administración global
ko_kr: 글로벌 관리자 도구에서 새 조직 만들기
nl_nl: Maak nieuwe organisaties aan in de tools voor wereldwijde beheerders
th_th: สร้างองค์กรใหม่ในเครื่องมือการดูแลระบบระดับโลก

# dgOrgSecurity_DefaultRoleText
source: The default role for new members of your organization is "Member"
ar_sa: الدور الافتراضي للأعضاء الجدد في المؤسسة الخاصة بك هو "عضو"
es_es: El rol predeterminado para los miembros nuevos de su empresa es "Miembro"
ko_kr: 귀하의 그룹의 신규 멤버의 기본 역할은 "멤버"입니다.
nl_nl: De standaardrol voor nieuwe leden van jouw organisatie is “Lid”
th_th: บทบาทเริ่มต้นสำหรับสมาชิกใหม่ขององค์กรคุณคือ "สมาชิก"

# dgOrgSecurity_DeleteGroup
source: Delete Group
ar_sa: حذف مجموعة
es_es: Eliminar grupo
ko_kr: 그룹 삭제
nl_nl: Groep verwijderen
th_th: ลบกลุ่ม

# dgOrgSecurity_DeleteGroupDescription
source: Delete a group
ar_sa: حذف مجموعة
es_es: Elimine un grupo
ko_kr: 그룹을 삭제
nl_nl: Een groep verwijderen
th_th: ลบกลุ่ม

# dgOrgSecurity_DownloadPathwayDetailsReport
source: Download Pathway Details Report
ar_sa: تنزيل تقرير بيانات المساق
es_es: Descargar informe de detalles del itinerario
ko_kr: 경로 상세 정보 보고서 다운로드
nl_nl: Downloaden rapport details leerpad
th_th: ดาวน์โหลดรายงานรายละเอียดของเส้นทางการเรียนรู้

# dgOrgSecurity_DownloadPathwayDetailsReportDescription
source: Download reports for pathway completion details from the Pathway enrollees page.
ar_sa: تنزيل التقارير لبيانات استكمال المساق من صفحة الملتحقين بالمساق.
es_es: Descargar informes de los detalles de finalización del itinerario desde la página de inscritos en el itinerario.
ko_kr: 경로 등록자 페이지에서 경로 완료 상세 정보 보고서 다운로드
nl_nl: Downloaden van rapporten voor voltooiingsdetails van leerpad van de inschrijverspagina van het leerpad.
th_th: ดาวน์โหลดรายงานด้านรายละเอียดสรุปเส้นทางการเรียนรู้จากหน้าผู้ลงทะเบียนในเส้นทางการเรียนรู้

# dgOrgSecurity_DownloadReports
source: Download Reports
ar_sa: تنزيل التقارير
es_es: Descargar informes
ko_kr: 보고서 다운로드
nl_nl: Rapporten downloaden
th_th: ดาวน์โหลดรายงาน

# dgOrgSecurity_DownloadReportsDescription
source: Generate and download reports of organization or group insights
ar_sa: إنشاء وتحميل تقارير لرؤى منظمة أو مجموعة
es_es: Generar y descargar informes de conocimientos de grupo de la empresa
ko_kr: 조직 보고서 또는 그룹 통찰력 생성 및 다운로드하기
nl_nl: Genereer en download rapporten van je organisatie- of groepinzichten
th_th: สร้างและดาวน์โหลดรายงานข้อมูลเชิงลึกขององค์กรหรือกลุ่ม

# dgOrgSecurity_EditPermissions
source: Edit Permissions
ar_sa: تحرير الأذونات
es_es: Editar permisos
ko_kr: 사용 권한 편집
nl_nl: Toestemmingen bewerken
th_th: แก้ไขสิทธิ์

# dgOrgSecurity_EditPermissionsDescription
source: Edit the organization's permission settings for each user role
ar_sa: تحرير إعدادات الإذن للمنظمة لدور كل مستخدم
es_es: Editar los ajustes de permisos de la empresa para cada rol de usuario
ko_kr: 각 사용자 역할에 대한 조직의 권한 설정 편집하기
nl_nl: Bewerk de machtigingeninstellingen van de organisatie voor elke gebruikersrol
th_th: แก้ไขการตั้งค่าสิทธิ์ขององค์กรสำหรับบทบาทของผู้ใช้แต่ละราย

# dgOrgSecurity_EditSettings
source: Edit Settings
ar_sa: تحرير الإعدادت
es_es: Editar ajustes
ko_kr: 설정 편집
nl_nl: Instellingen bewerken
th_th: แก้ไขการตั้งค่า

# dgOrgSecurity_EditSettingsDescription
source: View and edit the organization’s settings, and edit the organization’s FAQs
ar_sa: عرض وتحرير إعدادات المنظمة، وتحرير الأسئلة الشائعة للمنظمة
es_es: Ver y editar los ajustes de la empresa y editar Preguntas frecuentes
ko_kr: 조직의 설정 보기 및 편집, 그리고 조직의 FAQ 편집
nl_nl: Bekijk en bewerk de instellingen van de organisatie, en bewerk de FAQ's van de organisatie
th_th: ดูและแก้ไขการตั้งค่าขององค์กรและแก้ไขคำถามพบบ่อยขององค์กร

# dgOrgSecurity_EditTenantOrganizationPermissions
source: Edit Organization Permissions
ar_sa: تحرير أذونات المؤسسة
es_es: Editar permisos de empresa
ko_kr: 조직 권한 편집
nl_nl: Toestemmingen van de organisatie bewerken
th_th: แก้ไขสิทธิ์ขององค์กร

# dgOrgSecurity_EditTenantOrganizationPermissionsDescription
source: Edit the organization's permission settings for each user role
ar_sa: تحرير إعدادات الإذن للمنظمة لدور كل مستخدم
es_es: Editar los ajustes de permisos de la empresa para cada rol de usuario
ko_kr: 각 사용자 역할에 대한 조직의 권한 설정 편집하기
nl_nl: Bewerk de machtigingeninstellingen van de organisatie voor elke gebruikersrol
th_th: แก้ไขการตั้งค่าสิทธิ์ขององค์กรสำหรับบทบาทของผู้ใช้แต่ละราย

# dgOrgSecurity_EditTenantSettings
source: Edit Organization Settings
ar_sa: تحرير إعدادات المنظمة
es_es: Editar configuración de la empresa
ko_kr: 조직 설정 편집
nl_nl: Organisatieinstellingen bewerken
th_th: แก้ไขการตั้งค่าองค์กร

# dgOrgSecurity_EditTenantSettingsDescription
source: Ability to select an org in the list, so the org settings can be modified. A user w/ this permission can select an org to change the org settings. A user without this permission can see the list of orgs, but when the user clicks on an org, the user is not taken to the org settings page.
ar_sa: إمكانية اختيار منظمة من القائمة، للتمكّن من تعديل إعدادات المنظمة. يمكِن للمستخدِم الذي يحمل هذا الإذن من اختيار منظمة لتغيير إعداداتها. يمكِن للمستخدِم الذي لا يحمل هذا الإذن من رؤية قائمة المنظمات، ولكن عندما يقوم المستخدِم بالنقر على المنظمة لن ينتقل إلى صفحة إعدادات المنظمة.
es_es: Capacidad de seleccionar una empresa de la lista, de modo que se pueda modificar la configuración de la empresa. Los usuarios con este permiso pueden seleccionar una empresa para cambiar su configuración. Los usuarios sin este permiso pueden ver la lista de empresas, pero, al hacer clic en una de ellas, no llegan a la página de configuración de la empresa.
ko_kr: 목록에서 조직을 선택하여 조직 설정을 수정할 수 있습니다. 이 권한을 가진 사용자는 조직을 선택해 조직 설정을 변경할 수 있습니다. 이 권한이 없는 사용자는 조직 목록을 볼 수는 있지만, 사용자가 조직을 클릭해도 조직 설정 페이지로 이동되지 않습니다.
nl_nl: Mogelijkheid om een org in de lijst te selecteren zodat de orginstellingen kunnen worden bewerkt. Een gebruiker met deze machtiging kan een org selecteren de de orginstellingen bewerken Een gebruiker zonder de machtiging zal een lijst met orgs zien, maar wanneer de gebruiker op een org klikt zal de gebruiker niet de orginstellingenpagina worden getoond.
th_th: ความสามารถในการเลือกองค์กรจากรายการเพื่อปรับเปลี่ยนการตั้งค่าองค์กร ผู้ใช้ที่มีสิทธิ์นี้สามารถเลือกองค์กรเพื่อเปลี่ยนการตั้งค่าองค์กรได้ ผู้ใช้ที่ไม่มีสิทธิ์นี้จะมองเห็นรายการองค์กร แต่การคลิกที่ชื่อองค์กรจะไม่พาผู้ใช้ไปยังหน้าการตั้งค่าองค์กร

# dgOrgSecurity_EmailPasswordReset
source: Email Password Reset
ar_sa: إرسال إعادة تعيين كلمة المرور عبر البريد الإلكتروني
es_es: Restablecimiento de contraseña de correo electrónico
ko_kr: 이메일 암호 재설정
nl_nl: E-mail wachtwoord resetten
th_th: ส่งการรีเซ็ตรหัสผ่านทางอีเมล

# dgOrgSecurity_EmailPasswordResetDescription
source: Reset password for member by sending email
ar_sa: إعادة تعيين كلمة المرور للعضو عن طريق إرسال بريد إلكتروني
es_es: Restablecer contraseña de un miembro enviando un correo electrónico
ko_kr: 이메일을 발송하여 멤버의 암호를 재설정
nl_nl: Reset wachtwoord voor lid door e-mail te verzenden
th_th: รีเซ็ตรหัสผ่านให้กับผู้ใช้โดยการส่งอีเมล

# dgOrgSecurity_InviteMembers
source: Invite Members
ar_sa: دعوة الأعضاء
es_es: Invitar a miembros
ko_kr: 멤버 초대
nl_nl: Leden uitnodigen
th_th: เชิญสมาชิก

# dgOrgSecurity_InviteMembersDescription
source: Add new members to the organization from the member list
ar_sa: إضافة أعضاء جدد إلى المنظمة من قائمة الأعضاء
es_es: Añadir nuevos miembros a la empresa desde la lista de miembros
ko_kr: 구성원 목록에서 조직에 새 구성원 추가하기
nl_nl: Voeg nieuwe leden aan de organisatie toe uit de ledenlijst
th_th: เพิ่มสมาชิกใหม่จากรายชื่อสมาชิกเข้าองค์กร

# dgOrgSecurity_LearningProfessional
source: Learning Professional
ar_sa: مختص التعلم
es_es: Profesional de la formación
ko_kr: 배우는 프로페셔널
nl_nl: Professional in de educatiesector
th_th: ผู้เชี่ยวชาญด้านการเรียนรู้

# dgOrgSecurity_LearnMore
source: Learn More
ar_sa: تعرف على المزيد
es_es: Aprenda más
ko_kr: 더 알아보기
nl_nl: Meer informatie
th_th: เรียนรู้เพิ่มเติม

# dgOrgSecurity_ManageContent
source: Manage Catalog
ar_sa: إدارة القائمة
es_es: Administrar catálogo
ko_kr: 카탈로그 관리
nl_nl: Catalogus beheren
th_th: จัดการแค็ตตาล็อก

# dgOrgSecurity_ManageContentDescription
source: Create, remove, or edit internal content
ar_sa: إنشاء أو إزالة أو تحرير المحتوى الداخلي
es_es: Crear, eliminar o editar contenido interno
ko_kr: 내부 콘텐츠 생성, 제거 또는 편집
nl_nl: Maak, verwijder, of bewerk interne inhoud
th_th: สร้าง ลบ หรือแก้ไขเนื้อหาภายใน

# dgOrgSecurity_ManageGroups
source: Manage Groups
ar_sa: إدارة مجموعات
es_es: Gestionar grupos
ko_kr: 그룹 관리
nl_nl: Groepen beheren
th_th: จัดการกลุ่ม

# dgOrgSecurity_ManageGroupsDescription
source: Administrative privileges in all groups without needing to join
ar_sa: امتيازات إدارية في جميع المجموعات دون الحاجة إلى الانضمام
es_es: Privilegios administrativos en todos los grupos sin necesidad de unirse
ko_kr: 가입할 필요 없이 모든 그룹에서의 관리 특권
nl_nl: Administratieve rechten in alle groepen zonder de noodzaak om lid te worden
th_th: สิทธิ์การดูแลระบบในทุกกลุ่มโดยไม่ต้องเข้าร่วมก่อน

# dgOrgSecurity_ManagePathways
source: Manage Pathways
ar_sa: إدارة المساقات
es_es: Gestionar itinerarios
ko_kr: 경로 관리
nl_nl: Beheer Leerpaden
th_th: จัดการเส้นทางการเรียนรู้

# dgOrgSecurity_ManagePathwaysDescription
source: Edit any of the organization’s pathways, including pathway settings and content
ar_sa: تحرير أي من مساقات المنظمة، بما في ذلك إعدادات ومحتوى المساق
es_es: Editar los itinerarios de la empresa, incluyendo los ajustes de itinerarios y el contenido
ko_kr: 경로 설정 및 콘텐츠를 포함하여, 모든 조직의 경로 편집
nl_nl: Bewerk elke organisatietrajecten, inclusief trajectinstellingen of inhoud
th_th: แก้ไขเส้นทางการเรียนรู้ขององค์กร รวมถึงการตั้งค่าและเนื้อหาของเส้นทางการเรียนรู้

# dgOrgSecurity_ManageSkillPlans
source: Manage Plans and Pages
ar_sa: إدارة الخطط والصفحات
es_es: Gestionar planes y páginas
ko_kr: 계획 및 페이지 관리
nl_nl: Plannen en pagina's beheren
th_th: จัดการแผนและหน้า

# dgOrgSecurity_ManageSkillPlansDescription
source: View and edit any of the organization’s plans or pages, including settings and content
ar_sa: عرض وتحرير أي من خطط وصفحات المنظمة، بما في ذلك الإعدادات والمحتوى
es_es: Ver y editar los planes o las páginas de la empresa, incluyendo los ajustes y el contenido
ko_kr: 설정 및 콘텐츠를 포함하여, 모든 조직의 계획 또는 페이지 보기 및 편집
nl_nl: Bekijk en bewerk elke organisatieplannen- of pagina's, inclusief instellingen en inhoud
th_th: ดูและแก้ไขแผนหรือหน้าขององค์กร รวมถึงการตั้งค่าและเนื้อหา

# dgOrgSecurity_ManageTargets
source: Manage Skill Plans
ar_sa: إدارة خطط المهارات
es_es: Gestionar planes de habilidades
ko_kr: 기술 계획 관리
nl_nl: Vaardigheidsplannen beheren
th_th: จัดการแผนทักษะ

# dgOrgSecurity_ManageTargetsDescription
source: Create, view, and author skill plans without being an author
ar_sa: إنشاء واستعراض وتصميم خطط المهارات بدون أن يكون الشخص مصمم
es_es: Cree, vea y complete planes de habilidades sin ser autor
ko_kr: 작성자가 되지 않고 기술 계획을 만들기, 보기 및 작성
nl_nl: Aanmaken, weergeven en schrijven van alle plannen zonder dat je een auteur bent
th_th: สร้าง ดู และควบคุมแผนทักษะโดยไม่ต้องเป็นผู้สร้าง

# dgOrgSecurity_RecommendItems
source: Share Content
ar_sa: مشاركة محتوى
es_es: Compartir contenido
ko_kr: 콘텐츠 공유
nl_nl: Content delen
th_th: แบ่งปันเนื้อหา

# dgOrgSecurity_RecommendItemsDescription
source: Share content to members of the organization and followers
ar_sa: مشاركة المحتوى مع أعضاء المنظمة ومتابعيها
es_es: Compartir contenido con miembros de la empresa y seguidores
ko_kr: 조직의 구성원 및 팔로워와 콘텐츠 공유
nl_nl: Deel inhoud met leden van de organisatie en volgers
th_th: แชร์เนื้อหาให้สมาชิกและผู้ติดตามองค์กร

# dgOrgSecurity_RecommendItemsWithDate
source: Assign Learning
ar_sa: إسناد تعلم
es_es: Asignar formación
ko_kr: 학습 할당
nl_nl: Leren toewijzen
th_th: มอบหมายการเรียนรู้

# dgOrgSecurity_RecommendItemsWithDateDescription
source: Create content assignments for organization members
ar_sa: إنشاء مهام المحتوى لأعضاء المؤسسة
es_es: Crear asignaciones de contenido para miembros de la empresa
ko_kr: 조직 멤버를 위한 콘텐츠 할당 만들기
nl_nl: Contentopdrachten aanmaken voor organisatieleden
th_th: สร้างงานมอบหมายเนื้อหาให้กับสมาชิกองค์กร

# dgOrgSecurity_RemoveMembers
source: Remove Members
ar_sa: إزالة أعضاء
es_es: Eliminar a miembros
ko_kr: 멤버를 제거
nl_nl: Leden verwijderen
th_th: ลบสมาชิก

# dgOrgSecurity_RemoveMembersDescription
source: Remove members from the organization’s member list
ar_sa: إزالة أعضاء من قائمة أعضاء المنظمة
es_es: Eliminar miembros la lista de la empresa
ko_kr: 조직의 구성원 목록에서 구성원 제거
nl_nl: Verwijder leden uit de ledenlijst van de organisatie
th_th: ลบสมาชิกออกจากรายชื่อสมาชิกองค์กร

# dgOrgSecurity_RequestManagerRating
source: Request manager rating
ar_sa: طلب تقييم المدير
es_es: Solicitar calificación del gerente
ko_kr: 관리자 평가 등급 요청
nl_nl: Verzoek om beoordeling van manager
th_th: ขอคะแนนผู้จัดการ

# dgOrgSecurity_RequestManagerRatingDescription
source: Request your manager to rate your skill, private to you
ar_sa: طلب تقييم مديرك لمهارتك، خاص بك
es_es: Solicite a su gerente que califique su habilidad de manera privada
ko_kr: 관리자에게 기술 평가를 요청, 귀하에게 비공개
nl_nl: Vraag je manager om jouw vaardigheid te beoordelen, privé voor jou
th_th: ขอให้ผู้จัดการให้คะแนนทักษะของคุณเป็นการส่วนตัว

# dgOrgSecurity_RoleAdmin
source: Admin
ar_sa: مسؤول
ko_kr: 관리자
nl_nl: Beheerder
th_th: ผู้ดูแลระบบ

# dgOrgSecurity_RoleLearningProfessional
source: Learning Professional
ar_sa: مختص التعلم
es_es: Profesional de la formación
ko_kr: 배우는 프로페셔널
nl_nl: Professional in de educatiesector
th_th: ผู้เชี่ยวชาญด้านการเรียนรู้

# dgOrgSecurity_RoleManager
source: Manager
ar_sa: مدير
es_es: Gerente
ko_kr: 매니저
th_th: ผู้จัดการ

# dgOrgSecurity_RoleMember
source: Member
ar_sa: عضو
es_es: Miembro
ko_kr: 멤버
nl_nl: Lid
th_th: สมาชิก

# dgOrgSecurity_SelectFeaturedPathways
source: Feature Pathways
ar_sa: تمييز مساقات
es_es: Destacar itinerarios
ko_kr: 추천 경로
nl_nl: Uitgelichte trajecten
th_th: เส้นทางการเรียนรู้ที่น่าสนใจ

# dgOrgSecurity_SelectFeaturedPathwaysDescription
source: Edit the Featured Pathways section of the Browse page
ar_sa: تحرير قسم المساقات المميزة لصفحة التصفّح
es_es: Editar la sección Itinerarios destacados de la página Explorar
ko_kr: 검색 페이지의 추천 경로 섹션 편집
nl_nl: Bewerk de sectie 'Uitgelichte trajecten' van de pagina 'Bladeren'
th_th: แก้ไขเส้นทางการเรียนรู้ที่น่าสนใจในส่วนหน้าเรียกดู

# dgOrgSecurity_ShareBundledContent
source: Share Bundled Content
ar_sa: مشاركة المحتوى المُجمَّع
es_es: Compartir contenido agrupado
ko_kr: 번들 콘텐츠 공유
nl_nl: Gebundelde inhoud delen
th_th: แบ่งปันเนื้อหาแบบเป็นกลุ่ม

# dgOrgSecurity_ShareBundledContentDescription
source: Edit the organizations that can access bundled content
ar_sa: تعديل المنظَّمات التي يمكنها الوصول إلى المحتوى المجمَّع
es_es: Editar las empresas que pueden acceder al contenido agrupado
ko_kr: 번들 콘텐츠에 액세스할 수 있는 조직 편집
nl_nl: Pas de organisaties aan die toegang hebben tot gebundelde content
th_th: แก้ไของค์กรที่สามารถเข้าถึงเนื้อหาแบบเป็นกลุ่ม

# dgOrgSecurity_ViewCareerPaths
source: View Plans and Pages
ar_sa: عرض الخطط والصفحات
es_es: Ver planes y páginas
ko_kr: 계획 및 페이지 보기
nl_nl: Bekijk plannen en pagina's
th_th: ดูแผนและหน้า

# dgOrgSecurity_ViewCareerPathsDescription
source: View the organization’s plans and pages
ar_sa: عرض خطط وصفحات المنظمة
es_es: Ver los planes y las páginas de la empresa
ko_kr: 조직의 계획 및 페이지 보기
nl_nl: Bekijk de organisatieplannen- en pagina's
th_th: ดูแผนและหน้าขององค์กร

# dgOrgSecurity_ViewKnowledgeCenter
source: View Knowledge Center
ar_sa: عرض مركز المعرفة
es_es: Ver Centro de información
ko_kr: 지식 센터 보기
nl_nl: Kenniscentrum weergeven
th_th: ดูคลังความรู้

# dgOrgSecurity_ViewKnowledgeCenterDescription
source: View Degreed product documentation and administrative tools
ar_sa: عرض وثائق منتجات Degreed وأدواتها الإدارية
es_es: Ver la documentación de los productos y las herramientas administrativas de Degreed
ko_kr: Degreed 제품 문서 및 관리자 도구 보기
nl_nl: Degreed productdocumentatie en administratieve tools weergeven
th_th: ดูเอกสารกำกับผลิตภัณฑ์และเครื่องมือผู้ดูแลระบบของ Degreed

# dgOrgSecurity_ViewMembers
source: View Members
ar_sa: عرض الأعضاء
es_es: Ver a miembros
ko_kr: 멤버 보기
nl_nl: Leden weergeven
th_th: ดูสมาชิก

# dgOrgSecurity_ViewMembersDescription
source: View a list of all organization members with their user roles
ar_sa: عرض قائمة بجميع أعضاء المنظمة مع أدوارهم كمستخدمين
es_es: Ver una lista de los miembros de la empresa con sus roles de usuario
ko_kr: 사용자 역할을 포함한 모든 조직 구성원 목록 보기
nl_nl: Bekijk een lijst van alle organisatieleden met hun gebruikersrollen
th_th: ดูรายการสมาชิกองค์กรทุกคนพร้อมบทบาทผู้ใช้

# dgOrgSecurity_ViewOrganizationReports
source: View Organization Insights
ar_sa: عرض معارف المؤسسة
es_es: Ver conceptos de la empresa
ko_kr: 조직 통찰력 보기
nl_nl: Organisatie-inzichten weergeven
th_th: ดูองค์ความรู้ขององค์กร

# dgOrgSecurity_ViewOrganizationReportsDescription
source: View insights for your organization, groups, pathways, and plans
ar_sa: عرض رؤى للمنظمة والمجموعات والمساقات والخطط
es_es: Ver ideas para su organización, sus grupos, sus itinerarios y sus planes
ko_kr: 귀하의 조직, 그룹, 경로 및 계획에 대한 통찰력 보기
nl_nl: Bekijk inzichten van je organisatie, groepen, trajecten, en plannen
th_th: ดูข้อมูลเชิงลึกสำหรับองค์กร กลุ่ม เส้นทางการเรียนรู้ และแผน

# dgOrgSecurity_ViewPathwayEnrollees
source: View Pathway Enrollees
ar_sa: عرض مساقات المسجِّلين
es_es: Ver inscritos a los itinerarios
ko_kr: 경로 등록자 보기
nl_nl: Bekijk inschrijvingen traject
th_th: ดูผู้ที่ลงทะเบียนในเส้นทางการเรียนรู้

# dgOrgSecurity_ViewPathwayEnrolleesDescription
source: View enrollees for pathways you've authored
ar_sa: عرض المسجِّلين في المساقات التي قمت بتأليفها
es_es: Ver los inscritos a los itinerarios que ha creado
ko_kr: 귀하가 만든 경로의 등록자 보기
nl_nl: Bekijk inschrijvingen voor trajecten die u hebt geschreven
th_th: ดูผู้ที่ลงทะเบียนในเส้นทางการเรียนรู้ที่คุณสร้างขึ้น

# dgPathway_A11yItemsReordered
source: Items have been reordered within the lesson.
ar_sa: تمت إعادة ترتيب المواد في الدرس.
es_es: Se ha cambiado el orden de los elementos en la lección.
ko_kr: 단원 내 항목들을 재정렬했습니다.
nl_nl: Items zijn binnen de les gerangschikt.
th_th: มีการเปลี่ยนแปลงลำดับเนื้อหาภายในบทเรียน

# dgPathway_A11yLessonsReordered
source: Lessons have been reordered within the section.
ar_sa: تمت إعادة ترتيب الدروس في القسم.
es_es: Se ha cambiado el orden de las lecciones en la sección.
ko_kr: 섹션 내 단원들을 재정렬했습니다.
nl_nl: Lessen zijn binnen de sectie gerangschikt.
th_th: มีการเปลี่ยนแปลงลำดับบทเรียนภายในหัวข้อ

# dgPathway_A11ySectionsReordered
source: Sections have been reordered on the page.
ar_sa: تمت إعادة ترتيب الأقسام على الصفحة.
es_es: Se ha cambiado el orden de las secciones en la página.
ko_kr: 페이지 내 섹션들을 재정렬했습니다.
nl_nl: Secties zijn op de pagina gerangschikt.
th_th: มีการเปลี่ยนแปลงลำดับหัวข้อในหน้า

# dgPathway_AddANote
source: Add a note for learners
ar_sa: إضافة ملاحظة للمتعلمين
es_es: Añadir una nota para los aprendices
ko_kr: 학습자를 위한 메모 추가하기
nl_nl: Voeg een notitie toe voor leerlingen
th_th: เพิ่มหมายเหตุสำหรับผู้เรียน

# dgPathway_AddLesson
source: Add Lesson
ar_sa: إضافة درس
es_es: Agregar lección
ko_kr: 단원을 추가
nl_nl: Les toevoegen
th_th: เพิ่มบทเรียน

# dgPathway_AddSection
source: Add Section
ar_sa: إضافة قسم
es_es: Agregar sección
ko_kr: 섹션을 추가
nl_nl: Sectie toevoegen
th_th: เพิ่มหัวข้อ

# dgPathway_Collaborators
source: Collaborators
ar_sa: المساهمون
es_es: Colaboradores
ko_kr: 협력자
nl_nl: Samenwerkers
th_th: ผู้ร่วมมือ

# dgPathway_CollapseLesson
source: Collapse Lesson
ar_sa: طي الدرس
es_es: Minimizar lección
ko_kr: 단원 간략히 보기
nl_nl: Les inklappen
th_th: ยุบบทเรียน

# dgPathway_DeleteItem
source: Remove
ar_sa: إزالة
es_es: Eliminar
ko_kr: 제거
nl_nl: Verwijderen
th_th: ลบ

# dgPathway_DeleteLesson
source: Delete Lesson
ar_sa: حذف درس
es_es: Eliminar lección
ko_kr: 단원 삭제
nl_nl: Les verwijderen
th_th: ลบบทเรียน

# dgPathway_DeleteNote
source: Delete Note
ar_sa: حذف ملاحظة
es_es: Eliminar nota
ko_kr: 메모 삭제
nl_nl: Notitie verwijderen
th_th: ลบหมายเหตุ

# dgPathway_DeleteSection
source: Delete Section
ar_sa: حذف قسم
es_es: Eliminar sección
ko_kr: 섹션 삭제
nl_nl: Sectie verwijderen
th_th: ลบหัวข้อ

# dgPathway_Edited
source: Edited
ar_sa: تم التحرير
es_es: Editado
ko_kr: 수정 완료
nl_nl: Bewerkt
th_th: แก้ไขแล้ว

# dgPathway_EditingDescription
source: Changes here will appear only in this pathway.
ar_sa: هذه التغييرات ستظهر فقط في هذا المساق.
es_es: Los cambios realizados aquí solo aparecerán en este itinerario.
ko_kr: 이 변경 사항들은 해당 경로에만 표시됩니다.
nl_nl: Wijzigingen hier zullen alleen worden getoond in dit leerpad
th_th: การเปลี่ยนแปลงนี้จะปรากฏในเส้นทางการเรียนรู้นี้เท่านั้น

# dgPathway_EditPathway
source: Edit Pathway
ar_sa: تحرير المساق
es_es: Editar itinerario
ko_kr: 경로 편집
nl_nl: Leerpad bewerken
th_th: แก้ไขเส้นทางการเรียนรู้

# dgPathway_Enrolled
source: Enrolled
ar_sa: مسجل
es_es: Inscrito
ko_kr: 등록됨
nl_nl: Ingeschreven
th_th: สมัครแล้ว

# dgPathway_EnrolledCountFormat
source: <strong>{{count}}</strong> Enrolled
ar_sa: تم تسجيل <strong>{count}</strong>
es_es: <strong>{{count}}</strong> inscritos
ko_kr: <strong>{{count}}</strong>명 등록
nl_nl: <strong>{{count}}</strong> ingeschreven
th_th: สมัครแล้ว <strong>{{count}}</strong> คน

# dgPathway_ExpandLesson
source: Expand Lesson
ar_sa: إظهار الدرس
es_es: Ampliar lección
ko_kr: 단원 자세히 보기
nl_nl: Les uitbreiden
th_th: ขยายบทเรียน

# dgPathway_ItemCountFormat
source: {{count}} Items
ar_sa: {{count}} من العناصر
es_es: {{count}} elementos
ko_kr: {{count}}개 항목
th_th: {{count}} รายการ

# dgPathway_ItemCountSingular
source: 1 Item
ar_sa: مادة واحدة
es_es: 1 elemento
ko_kr: 항목 1개
th_th: 1 รายการ

# dgPathway_LessonCountFormat
source: {{count}} Lessons
ar_sa: {{count}} من الدروس
es_es: {{count}} lecciones
ko_kr: {{count}}개 단원
nl_nl: {{count}} lessen
th_th: {{count}} บทเรียน

# dgPathway_LessonCountSingular
source: 1 Lesson
ar_sa: درس واحد
es_es: 1 lección
ko_kr: 단원 1개
nl_nl: 1 les
th_th: 1 บทเรียน

# dgPathway_LessonDescriptionLabel
source: Lesson Description
ar_sa: وصف الدرس
es_es: Descripción de la lección
ko_kr: 단원 설명
nl_nl: Lesbeschrijving
th_th: คำอธิบายบทเรียน

# dgPathway_LessonDescriptionPlaceholder
source: Lesson description goes here...
ar_sa: وصف الدرس يبدأ من هنا...
es_es: Descripción de la lección...
ko_kr: 여기에 단원 설명을 입력하세요...
nl_nl: Hier komt de beschrijving van de les...
th_th: คำอธิบายบทเรียนเริ่มตั้งแต่ตรงนี้...

# dgPathway_LessonLabelFormat
source: Lesson {{number}}
ar_sa: درس رقم {{number}}
es_es: Lección {{number}}
ko_kr: 단원 {{number}}
nl_nl: Les {{number}}
th_th: บทที่ {{number}}

# dgPathway_LessonTitleLabel
source: Lesson Title
ar_sa: عنوان الدرس
es_es: Título de la lección
ko_kr: 단원 제목
nl_nl: Lestitel
th_th: ชื่อบทเรียน
