Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# GroupsController_RequestedMembershipOne
source: You have requested membership to this
ar_sa: لقد طلبت عضوية هذه
es_es: Solicitó la membresía a este
ko_kr: 귀하는 멤버십을 요청했습니다
nl_nl: Je hebt een lidmaatschap aangevraagd bij deze
th_th: คุณขอเข้าร่วมเป็นสมาชิกกลุ่ม

# GroupsController_RequestedMembershipTwo
source: group.
ar_sa: المجموعة.
es_es: grupo.
ko_kr: 그룹.
nl_nl: groep.
th_th: นี้

# GroupsController_RequestMembership
source: Request membership in this group
ar_sa: طلب عضوية هذه المجموعة
es_es: Solicitar membresía en este grupo
ko_kr: 이 그룹의 멤버십 요청
nl_nl: Vraag lidmaatschap van deze groep aan
th_th: ขอเป็นสมาชิกของกลุ่มนี้

# GroupsController_Settings
source: Settings
ar_sa: الإعدادات
es_es: Ajustes
ko_kr: 설정
nl_nl: Instellingen
th_th: การตั้งค่า

# GroupSecurityCtrl_UpdateRolesSuccess
source: Group roles updated successfully. Reloading permissions...
ar_sa: تم تحديث أدوار المجموعة بنجاح. جاري إعادة تحميل الأذونات...
es_es: Se actualizaron correctamente los roles del grupo. Volviendo a cargar permisos...
ko_kr: 그룹 역할을 성공적으로 업데이트했습니다. 권한을 다시 로드 중...
nl_nl: Groepsrollen met succes bijgewerkt. Toestemmingen worden opnieuw geladen...
th_th: อัปเดตบทบาทของกลุ่มสำเร็จแล้ว กำลังโหลดสิทธิ์อีกครั้ง...

# GroupSettingsCtrl_AdministrativeGroup
source: Administrative
ar_sa: إدارية
es_es: Administrativo
ko_kr: 관리
nl_nl: Administratief
th_th: ผู้ดูแลระบบ

# GroupSettingsCtrl_AdministrativeNewTip
source: Only admins can see and interact with Administrative groups. All others will not know they're in the group or see the group in the list of groups.
ar_sa: يمكن للمسؤولين فقط رؤية المجموعات الإدارية والتعامل معها. الآخرون كافة لن يعرفوا أنهم في هذه المجموعة أو يروا المجموعة في قائمة المجموعات.
es_es: Solo los administradores pueden ver e interactuar con los grupos administrativos. Los demás no sabrán que están en el grupo ni verán el grupo en la lista de grupos.
ko_kr: 관리자만 관리 그룹을 보고 상호 작용할 수 있습니다. 다른 사람들은 그룹에 있다는 것을 알거나 그룹의 목록에서 그룹을 볼 수 없습니다.
nl_nl: Alleen beheerders kunnen administratieve groepen zien en ermee communiceren. Alle anderen weten niet dat ze tot de groep behoren of kunnen de groep niet zien in de lijst met groepen.
th_th: มีเพียงผู้ดูแลระบบเท่านั้นที่สามารถเห็นและโต้ตอบกับกลุ่มผู้ดูแลระบบได้ คนอื่นๆ ที่เหลือจะไม่ทราบว่าตนอยู่ในกลุ่มหรือเห็นกลุ่มในรายการกลุ่ม

# GroupSettingsCtrl_AdministrativeTip
source: Only admins can see and interact with Administrative groups. All others will not know they're in the group or see the group in the list of groups.
ar_sa: يمكن للمسؤولين فقط رؤية المجموعات الإدارية والتعامل معها. الآخرون كافة لن يعرفوا أنهم في هذه المجموعة أو يروا المجموعة في قائمة المجموعات.
es_es: Solo los administradores pueden ver e interactuar con los grupos administrativos. Los demás no sabrán que están en el grupo ni verán el grupo en la lista de grupos.
ko_kr: 관리자만 관리 그룹을 보고 상호 작용할 수 있습니다. 다른 사람들은 그룹에 있다는 것을 알거나 그룹의 목록에서 그룹을 볼 수 없습니다.
nl_nl: Alleen beheerders kunnen administratieve groepen zien en ermee communiceren. Alle anderen weten niet dat ze tot de groep behoren of kunnen de groep niet zien in de lijst met groepen.
th_th: มีเพียงผู้ดูแลระบบเท่านั้นที่สามารถเห็นและโต้ตอบกับกลุ่มผู้ดูแลระบบได้ คนอื่นๆ ที่เหลือจะไม่ทราบว่าตนอยู่ในกลุ่มหรือเห็นกลุ่มในรายการกลุ่ม

# GroupSettingsCtrl_ClosedGroup
source: Closed
ar_sa: مغلق
es_es: Cerrado
ko_kr: 폐쇄형
nl_nl: Afgesloten
th_th: ปิดแล้ว

# GroupSettingsCtrl_ClosedNewTip
source: Anyone in your organization can find this group but must be invited to join. You will automatically be added to the group.
ar_sa: أي شخص في مؤسستك يمكنه العثور على هذه المجموعة إلا أنه لا يمكنه الانضمام إلا عبر تلقي دعوة للانضمام. سوف تتم إضافتك تلقائيًا إلى المجموعة.
es_es: Cualquiera de su empresa puede encontrar este grupo, pero debe recibir una invitación para poder unirse. Se le agregará automáticamente al grupo.
ko_kr: 조직의 모든 사람이 이 그룹을 찾을 수 있지만 참가 초대를 받아야 합니다. 그룹에 자동으로 추가됩니다.
nl_nl: Iedereen in jouw organisatie kan deze groep vinden, maar moet worden uitgenodigd om lid te kunnen worden. Je wordt automatisch aan de groep toegevoegd.
th_th: ทุกคนในองค์กรจะค้นหากลุ่มนี้เจอ แต่ต้องได้รับคำเชิญจึงจะสามารถเข้าร่วมได้ คุณจะถูกเพิ่มเข้าไปในกลุ่มโดยอัตโนมัติ

# GroupSettingsCtrl_ClosedTip
source: Anyone in your organization can find this group but must be invited to join.
ar_sa: أي شخص في مؤسستك يمكنه العثور على هذه المجموعة إلا أنه لا يمكنه الانضمام إلا عبر تلقي دعوة للانضمام.
es_es: Cualquiera de su empresa puede encontrar este grupo, pero debe recibir una invitación para poder unirse.
ko_kr: 조직의 모든 사람이 이 그룹을 찾을 수 있지만 참가 초대를 받아야 합니다.
nl_nl: Iedereen in jouw organisatie kan deze groep vinden, maar moet worden uitgenodigd om lid te kunnen worden.
th_th: ทุกคนในองค์กรจะค้นหากลุ่มนี้เจอ แต่ต้องได้รับคำเชิญจึงจะสามารถเข้าร่วมได้

# GroupSettingsCtrl_CustomTooltip
source: When a group member adds content matching these categories it will appear in the group feed
ar_sa: عند إضافة أحد أعضاء المجموعة محتوًى يتطابق مع هذه الفئات سوف يظهر في موجز المجموعة
es_es: Cuando un miembro de un grupo agrega contenido relacionado con estas categorías aparecerá en el canal del grupo
ko_kr: 그룹 멤버가 이 카테고리와 일치하는 콘텐츠를 추가하면 그룹 피드에 나타납니다
nl_nl: Wanneer een lid van de groep content toevoegt die overeenkomt met deze categorieën zal dit worden weergegeven in de groepsfeed
th_th: เมื่อสมาชิกกลุ่มเพิ่มเนื้อหาที่ตรงกับหมวดหมู่เหล่านี้ เนื้อหาจะปรากฏในฟีดของกลุ่ม

# GroupSettingsCtrl_Description
source: Description
ar_sa: الوصف
es_es: Descripción
ko_kr: 설명
nl_nl: Beschrijving
th_th: คำอธิบาย

# GroupSettingsCtrl_DuplicateName
source: This group already exists within the organization.
ar_sa: توجد بالفعل هذه المجموعة بين أعضاء المؤسسة.
es_es: Ya existe este grupo en la empresa.
ko_kr: 이 그룹은 조직 내에 이미 존재합니다.
nl_nl: Deze groep bestaat al binnen de organisatie.
th_th: มีกลุ่มนี้ในองค์กรแล้ว

# GroupSettingsCtrl_GroupAddedSuccess
source: Group added successfully.
ar_sa: تمت إضافة المجموعة بنجاح.
es_es: Se agregó correctamente el grupo.
ko_kr: 그룹이 성공적으로 추가되었습니다.
nl_nl: Toevoegen groep geslaagd.
th_th: เพิ่มกลุ่มสำเร็จแล้ว

# GroupSettingsCtrl_GroupName
source: Group Name
ar_sa: اسم المجموعة
es_es: Nombre del grupo
ko_kr: 그룹 이름
nl_nl: Groepsnaam
th_th: ชื่อกลุ่ม

# GroupSettingsCtrl_GroupNameFormat
source: {{groupName}} Group
ar_sa: مجموعة {{groupName}}
es_es: Grupo {{groupName}}
ko_kr: {{groupName}} 그룹
nl_nl: {{groupName}} groep
th_th: กลุ่ม {{groupName}}

# GroupSettingsCtrl_GroupUpdatePrivacySuccess
source: Group settings updated successfully. Refreshing page...
ar_sa: تم تحديث إعدادات المجموعة بنجاح. جاري تحديث الصفحة...
es_es: Se actualizaron correctamente los ajustes del grupo. Actualizando página...
ko_kr: 그룹 설정을 성공적으로 업데이트했습니다. 페이지를 새로 고치는 중...
nl_nl: Groepsinstellingen met succes bijgewerkt. Pagina wordt vernieuwd...
th_th: อัปเดตการตั้งค่ากลุ่มสำเร็จแล้ว กำลังรีเฟรชหน้า...

# GroupSettingsCtrl_GroupUpdateSuccess
source: Group settings updated successfully.
ar_sa: تم تحديث إعدادات المجموعة بنجاح.
es_es: Se actualizaron correctamente los ajustes del grupo.
ko_kr: 그룹 설정을 성공적으로 업데이트했습니다.
nl_nl: Groepsinstellingen met succes bijgewerkt.
th_th: อัปเดตการตั้งค่ากลุ่มสำเร็จแล้ว

# GroupSettingsCtrl_NameExists
source: There is already a group with this name in {{org}}.
ar_sa: هناك مجموعة قائمة تحمل هذا الاسم في {{org}}.
es_es: Ya hay un grupo con ese nombre en {{org}}.
ko_kr: {{org}}에 이 이름을 가진 그룹이 이미 있습니다.
nl_nl: Er is al een groep met deze naam in {{org}}.
th_th: มีกลุ่มที่ใช้ชื่อนี้ใน {{org}} อยู่แล้ว

# GroupSettingsCtrl_OpenGroup
source: Open
ar_sa: فتح
es_es: Abierto
ko_kr: 개방
th_th: เปิด

# GroupSettingsCtrl_OpenNewTip
source: Anyone in your organization can find and join this group. The group may be closed later.
ar_sa: أي شخص في مؤسستك يمكنه العثور على هذه المجموعة والانضمام لها. قد يتم غلق هذه المجموعة لاحقًا.
es_es: Cualquiera de su empresa puede encontrar este grupo y unirse a él. Este grupo puede pasar a ser cerrado más tarde.
ko_kr: 조직의 모든 사람이 이 그룹을 찾고 참가할 수 있습니다. 이 그룹은 이후에 종료될 수 있습니다.
nl_nl: Iedereen in jouw organisatie kan deze groep vinden en lid worden van deze groep. De groep kan op een later tijdstip gesloten worden.
th_th: ทุกคนในองค์กรจะค้นหากลุ่มนี้เจอและเข้าร่วมกลุ่มนี้ได้ สามารถตั้งให้เป็นกลุ่มปิดในภายหลังได้

# GroupSettingsCtrl_OpenTip
source: Anyone in your organization can find and join this group.
ar_sa: أي شخص في مؤسستك يمكنه العثور على هذه المجموعة والانضمام لها.
es_es: Cualquiera de su empresa puede encontrar este grupo y unirse a él.
ko_kr: 조직의 모든 사람이 이 그룹을 찾고 참가할 수 있습니다.
nl_nl: Iedereen in jouw organisatie kan deze groep vinden en lid worden van deze groep.
th_th: ทุกคนในองค์กรจะค้นหากลุ่มนี้เจอและเข้าร่วมกลุ่มนี้ได้

# GroupSettingsCtrl_PrivacySettings
source: Privacy Settings
ar_sa: إعدادات الخصوصية
es_es: Ajustes de privacidad
ko_kr: 개인 정보 보호 설정
nl_nl: Privacy-instellingen
th_th: การตั้งค่าความเป็นส่วนตัว

# GroupSettingsCtrl_PrivateGroup
source: Private
ar_sa: خاص
es_es: Privado
ko_kr: 비공개
nl_nl: Privé
th_th: ส่วนตัว

# GroupSettingsCtrl_PrivateNewTip
source: Only users you invite to this group can see it.
ar_sa: يمكن للمستخدمين الذين تدعوهم إلى هذه المجموعة فقط رؤية المجموعة.
es_es: Solo verán este grupo los usuarios a los que invite.
ko_kr: 이 그룹에 초대한 사용자만 볼 수 있습니다.
nl_nl: Alleen gebruikers die je uitnodigt voor deze groep kunnen het zien.
th_th: มีเพียงผู้ใช้ที่คุณเชิญให้เข้าร่วมกลุ่มนี้เท่านั้นที่สามารถเห็นได้

# GroupSettingsCtrl_PrivateTip
source: Only users you invite to this group can see it.
ar_sa: يمكن للمستخدمين الذين تدعوهم إلى هذه المجموعة فقط رؤية المجموعة.
es_es: Solo verán este grupo los usuarios a los que invite.
ko_kr: 이 그룹에 초대한 사용자만 볼 수 있습니다.
nl_nl: Alleen gebruikers die je uitnodigt voor deze groep kunnen het zien.
th_th: มีเพียงผู้ใช้ที่คุณเชิญให้เข้าร่วมกลุ่มนี้เท่านั้นที่สามารถเห็นได้

# GroupSettingsCtrl_ProblemWithGroups
source: Sorry! There was a problem accessing groups.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى المجموعات.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a los grupos.
ko_kr: 죄송합니다! 그룹에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot groepen.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงกลุ่ม

# GroupSettingsCtrl_SaveGroup
source: Save Group
ar_sa: حفظ المجموعة
es_es: Guardar grupo
ko_kr: 그룹 저장
nl_nl: Groep opslaan
th_th: บันทึกกลุ่ม

# GroupSettingsCtrl_SpecifyCategory
source: Please add at least one category.
ar_sa: يرجى إضافة فئة واحدة على الأقل.
es_es: Agregue al menos una categoría.
ko_kr: 카테고리를 최소한 하나 이상 추가하십시오.
nl_nl: Voeg ten minste één categorie toe.
th_th: โปรดเพิ่มข้อมูลอย่างน้อยหนึ่งหมวดหมู่

# GroupSettingsCtrl_SpecifyDescription
source: Please specify a description for the group.
ar_sa: يرجى تحديد وصف للمجموعة.
es_es: Especifique una descripción para el grupo.
ko_kr: 그룹에 대한 설명을 지정하십시오.
nl_nl: Geef een omschrijving voor de groep.
th_th: โปรดระบุคำอธิบายของกลุ่ม

# GroupSettingsCtrl_SpecifyName
source: Please specify a name for the group.
ar_sa: يرجى تحديد اسم للمجموعة.
es_es: Especifique un nombre para el grupo.
ko_kr: 그룹의 이름을 지정하십시오.
nl_nl: Geef een naam aan de groep.
th_th: โปรดระบุชื่อของกลุ่ม

# GroupSvc_ErrorNotification
source: Sorry! There was a problem accessing groups.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى المجموعات.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a los grupos.
ko_kr: 죄송합니다! 그룹에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot groepen.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงกลุ่ม

# GroupSvc_GroupInvitesNotification
source: Success! The invites are on their way.
ar_sa: تمت العملية بنجاح! الدعوات قيد الإرسال.
es_es: ¡Hecho! Las invitaciones están en camino.
ko_kr: 성공! 초대가 발송되었습니다.
nl_nl: Succes! De uitnodigingen zijn onderweg.
th_th: สำเร็จ! คำเชิญกำลังมาถึง

# GroupSvc_GroupInvitesNotificationError
source: Sorry! There was a problem sending the invites.
ar_sa: نعتذر! حدثت مشكلة أثناء إرسال الدعوات.
es_es: ¡Lo sentimos! Se produjo un problema al enviar las invitaciones.
ko_kr: 죄송합니다! 초대를 보내는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het versturen van de uitnodigingen.
th_th: ขออภัย! เกิดปัญหาในการส่งคำเชิญ

# GroupSvc_GroupJoinNotification
source: Group joined successfully.
ar_sa: تم الانضمام إلى المجموعة بنجاح.
es_es: Se unió correctamente al grupo.
ko_kr: 그룹에 성공적으로 참가했습니다.
nl_nl: Lid worden van groep geslaagd.
th_th: เข้าร่วมกลุ่มสำเร็จแล้ว

# GroupSvc_GroupLeaveNotification
source: Group left successfully.
ar_sa: تمت مغادرة المجموعة بنجاح.
es_es: Abandonó correctamente el grupo.
ko_kr: 그룹에서 성공적으로 나갔습니다.
nl_nl: Groep met succes verlaten.
th_th: ออกจากกลุ่มสำเร็จแล้ว

# GroupSvc_GroupMembershipNotification
source: Group membership request sent!
ar_sa: تم إرسال طلب عضوية المجموعة!
es_es: ¡Se envió la solicitud de membresía al grupo!
ko_kr: 그룹 멤버십 요청을 보냈습니다!
nl_nl: Verzoek om groepslidmaatschap verzonden!
th_th: ส่งคำขอเป็นสมาชิกกลุ่มแล้ว!

# GroupSvc_GroupSettingsTitle
source: Create Group
ar_sa: إنشاء مجموعة
es_es: Crear grupo
ko_kr: 그룹 만들기
nl_nl: Groep maken
th_th: สร้างกลุ่ม

# HeatonTest_Heaton
source: This is some test text. This is what would appear.
ar_sa: هذا نص اختباري. هذا هو ما سيظهر.
es_es: Esto es texto de prueba. Esto es lo que aparecería.
ko_kr: 이것을 일부 테스트 텍스트입니다. 이것처럼 나타날 것입니다.
nl_nl: Dit is een testtekst. Dit is wat zal verschijnen.
th_th: นี่คือข้อความทดสอบ นี่คือสิ่งที่จะปรากฏขึ้น

# ImageEditSvc_ImagedUpdated
source: Your image has been updated.
ar_sa: تم تحديث صورتك.
es_es: Se actualizó su imagen.
ko_kr: 이미지가 업데이트되었습니다.
nl_nl: Jouw afbeelding is bijgewerkt.
th_th: รูปภาพของคุณได้รับการอัปเดตแล้ว

# ImageEditSvc_ImageUploadError
source: Whoops - something went wrong. Please try uploading your image again.
ar_sa: للأسف - حدث خطأ ما. يرجى محاولة تحميل صورتك مرة أخرى.
es_es: ¡Uy! Se produjo un error. Intente volver a cargar su imagen.
ko_kr: 이런 - 뭔가 잘못되었습니다. 다시 이미지 업로드를 시도하십시오.
nl_nl: Oeps - er is iets misgegaan. Probeer je afbeelding opnieuw te uploaden.
th_th: อ๊ะ - เกิดสิ่งผิดปกติขึ้น โปรดพยายามอัปโหลดรูปภาพของคุณอีกครั้ง

# ImageEditSvc_ImageUploadTooBig
source: Oops, that's too big! Try an image smaller than 25MB.
ar_sa: للأسف - هذا كبير جدًا! حاول استخدام صورة أصغر من 25 ميجا بايت.
es_es: ¡Uy, es demasiado grande! Trate con una imagen que ocupe menos de 25MB.
ko_kr: 이런, 너무 큽니다! 25 MB보다 작은 이미지를 시도하십시오.
nl_nl: Oeps, dat is te groot! Probeer een afbeelding die kleiner is dan 25 MB.
th_th: อ๊ะ ขนาดใหญ่เกินไป! โปรดลองใหม่ด้วยภาพที่มีขนาดเล็กกว่า 25MB

# inappropriateModalContent_Reason
source: Tell us why this content is inappropriate
ar_sa: أخبرنا لماذا يعد هذا المحتوى غير لائق
es_es: Díganos por qué este contenido es inapropiado
ko_kr: 이 콘텐츠가 왜 부적절한지 알려 주세요
nl_nl: Vertel ons waarom deze content ongepast is
th_th: โปรดบอกเราว่าทำไมเนื้อหานี้ถึงไม่เหมาะสม

# inappropriateModalContent_ReasonValidationError
source: Must provide a reason
ar_sa: يجب إبداء سبب
es_es: Debe dar una razón
ko_kr: 이유를 제공해 합니다
nl_nl: Moet een reden geven
th_th: ต้องระบุเหตุผล

# inappropriateModalContent_Title
source: Report Inappropriate Content
ar_sa: الإبلاغ عن محتوى غير لائق
es_es: Informar sobre contenido inapropiado
ko_kr: 부적절한 콘텐츠 신고하기
nl_nl: Ongepaste content rapporteren
th_th: รายงานเนื้อหาที่ไม่เหมาะสม

# InputRatingsSvc_ErrorNotification
source: Sorry! There was a problem saving your rating. It’s not your fault, we are working hard to fix the problem.
ar_sa: نعتذر! حدثت مشكلة أثناء حفظ التقييم. لا تقلق لم تكن خطأك، ونحن نعمل بجد لإصلاح هذه المشكلة.
es_es: ¡Lo sentimos! Se produjo un problema al guardar su calificación. No es culpa suya, estamos trabajando duro para resolver el problema.
ko_kr: 죄송합니다! 등급을 저장하는 데 문제가 있었습니다. 귀하의 잘못이 아닙니다. 저희는 이 문제를 해결하려고 노력 중입니다.
nl_nl: Sorry! Er was een probleem met het opslaan van jouw score. Dit is niet jouw schuld, we zijn hard aan het werk om het probleem op te lossen.
th_th: ขออภัย! เกิดปัญหาในการบันทึกเรตติ้งของคุณ นี่ไม่ใช่ความผิดของคุณ เรากำลังทำงานอย่างหนักเพื่อแก้ไขปัญหาดังกล่าว

# InputRatingsSvc_SavedCompleteSuccess
source: Rating saved and {{type}} marked complete
ar_sa: تم حفظ التقييم ووضع علامة اكتمال أمام {{type}}
es_es: Se guardó la calificación y se marcó {{type}} como completado
ko_kr: 등급 저장 및 {{type}}을(를) 완료로 표시
nl_nl: Score is opgeslagen en {{type}} gemarkeerd als voltooid
th_th: บันทึกเรตติ้งและทำเครื่องหมาย{{type}}ว่าเสร็จสิ้นแล้ว

# InputRatingsSvc_SaveRatingError
source: Sorry! There was a problem saving your rating. It’s not your fault, we are working hard to fix the problem.
ar_sa: نعتذر! حدثت مشكلة أثناء حفظ التقييم. لا تقلق لم تكن خطأك، ونحن نعمل بجد لإصلاح هذه المشكلة.
es_es: ¡Lo sentimos! Se produjo un problema al guardar su calificación. No es culpa suya, estamos trabajando duro para resolver el problema.
ko_kr: 죄송합니다! 등급을 저장하는 데 문제가 있었습니다. 귀하의 잘못이 아닙니다. 저희는 이 문제를 해결하려고 노력 중입니다.
nl_nl: Sorry! Er was een probleem met het opslaan van jouw score. Dit is niet jouw schuld, we zijn hard aan het werk om het probleem op te lossen.
th_th: ขออภัย! เกิดปัญหาในการบันทึกเรตติ้งของคุณ นี่ไม่ใช่ความผิดของคุณ เรากำลังทำงานอย่างหนักเพื่อแก้ไขปัญหาดังกล่าว

# InputRatingsSvc_SaveRatingSuccess
source: Your rating has been saved.
ar_sa: تم حفظ تقييمك.
es_es: Se guardó su calificación.
ko_kr: 평가 등급이 저장되었습니다.
nl_nl: Jouw score is opgeslagen.
th_th: บันทึกเรตติ้งของคุณแล้ว!

# InputsController_AssessmentUnavailable
source: This assessment is no longer available.
ar_sa: هذا التقييم لم يعد متوفرًا.
es_es: Esta evaluación ya no está disponible.
ko_kr: 이 평가는 더 이상 사용할 수 없습니다.
nl_nl: Deze beoordeling is niet meer beschikbaar.
th_th: ไม่สามารถใช้แบบประเมินได้อีกต่อไป

# InputsController_Average
source: Average
ar_sa: متوسط
es_es: Promedio
ko_kr: 평균
nl_nl: Gemiddelde
th_th: เฉลี่ย

# InputsController_FriendlyErrorMessage
source: You must set a first and last name on your Settings page before you can view this course.
ar_sa: يجب تعيين الاسم الأول والأخير على صفحة الإعدادات قبل أن تتمكن من عرض هذه الدورة التعليمية.
es_es: Para poder ver este video, debe ingresar nombre y apellidos en la página Ajustes.
ko_kr: 이 과정을 보기 전에 설정 페이지에서 성과 이름을 먼저 설정해야 합니다.
nl_nl: Je moet een voor- en achternaam instellen op jouw instellingenpagina voordat je deze cursus kunt bekijken.
th_th: คุณต้องใส่ชื่อจริงและนามสกุลในหน้าการตั้งค่าก่อนที่คุณจะสามารถเข้าดูหลักสูตรนี้ได้

# InputsController_From
source: from
ar_sa: من
es_es: de
ko_kr: 출처
nl_nl: van
th_th: จาก

# InputsController_Login
source: Login
ar_sa: تسجيل الدخول
es_es: Iniciar sesión
ko_kr: 로그인
nl_nl: Inloggen
th_th: เข้าสู่ระบบ

# InputsController_NoRatings
source: no ratings
ar_sa: لا توجد تقييمات
es_es: sin calificaciones
ko_kr: 등급 없음
nl_nl: geen scores
th_th: ไม่มีเรตติ้ง

# InputsController_Signup
source: Signup
ar_sa: تسجيل
es_es: Crear cuenta
ko_kr: 등록
nl_nl: Aanmelden
th_th: สมัครใช้งาน

# InputsController_User
source: user
ar_sa: مستخدم
es_es: usuario
ko_kr: 사용자
nl_nl: gebruiker
th_th: ผู้ใช้

# InputsController_YourRating
source: Your Rating:
ar_sa: تقييمك:
es_es: Su calificación:
ko_kr: 평가 등급:
nl_nl: Jouw score:
th_th: เรตติ้งของคุณ:

# InputsSvc_AddItemError
source: An error occurred adding the item.
ar_sa: حدث خطأ أثناء إضافة العنصر.
es_es: Se produjo un error al agregar el elemento.
ko_kr: 항목을 추가하는 데에 오류가 발생했습니다.
nl_nl: Er is een fout opgetreden bij het toevoegen van het item.
th_th: เกิดข้อผิดพลาดในการเพิ่มเนื้อหา

# InputsSvc_CompletedError
source: Sorry! There was a problem completing the item.
ar_sa: نعتذر! حدثت مشكلة أثناء إتمام العنصر.
es_es: ¡Lo sentimos! Se produjo un problema al completar el elemento.
ko_kr: 죄송합니다! 항목을 완료하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het voltooien van het item.
th_th: ขออภัย! เกิดปัญหาในการดำเนินการกับเนื้อหาให้เสร็จ

# InputsSvc_CompletedSuccess
source: Learning item completed.
ar_sa: تم إكمال عنصر تعلم.
es_es: Elemento de formación completado.
ko_kr: 학습 항목이 완료되었습니다.
nl_nl: Leeritem voltooid.
th_th: ดำเนินการกับเนื้อหาการเรียนรู้เสร็จแล้ว

# InputsSvc_DismissSuggestedError
source: Sorry! There was a problem dismissing the item.
ar_sa: نعتذر! حدثت مشكلة أثناء استبعاد العنصر.
es_es: ¡Lo sentimos! Se produjo un problema al descartar el elemento.
ko_kr: 죄송합니다! 항목을 해제하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het afwijzen van het item.
th_th: ขออภัย! เกิดปัญหาในการทิ้งเนื้อหา

# InputsSvc_DismissSuggestedSuccess
source: Learning item dismissed.
ar_sa: تم استبعاد عنصر تعلم.
es_es: Elemento de formación descartado.
ko_kr: 학습 항목이 해제되었습니다.
nl_nl: Leeritem afgewezen.
th_th: ทิ้งเนื้อหาการเรียนรู้แล้ว

# InputsSvc_EditContentDuplicateError
source: Duplicate content already exists.
ar_sa: محتوى مكرر موجود بالفعل.
es_es: El contenido duplicado ya existe.
ko_kr: 중복 콘텐츠가 이미 존재합니다.
nl_nl: Gedupliceerde content bestaat al.
th_th: มีเนื้อหาซ้ำนี้อยู่แล้ว

# InputsSvc_GeneralError
source: Sorry! There was a problem accessing the library items.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى عناصر المكتبة.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a los elementos de la biblioteca.
ko_kr: 죄송합니다! 라이브러리 항목에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot de bibliotheekitems.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงเนื้อหาในไลบรารี

# InputsSvc_GetAssessmentError
source: Sorry! There was a problem accessing assessments.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى التقييمات.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a las evaluaciones.
ko_kr: 죄송합니다! 평가에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot beoordelingen.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงแบบประเมิน

# InputsSvc_GetBookError
source: Sorry! There was a problem accessing books.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى الكتب.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a los libros.
ko_kr: 죄송합니다! 책에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot boeken.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงหนังสือ

# InputsSvc_GetCourseError
source: Sorry! There was a problem accessing courses.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى الكتب.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a los cursos.
ko_kr: 죄송합니다! 과정에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot cursussen.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงหลักสูตร

# InputsSvc_GetCourseMetadataError
source: Sorry! There was a problem finding information about the URL.
ar_sa: نعتذر! حدثت مشكلة أثناء البحث عن معلومات حول عنوان url.
es_es: ¡Lo sentimos! Se produjo un problema al buscar información sobre la url.
ko_kr: 죄송합니다! 이 URL에 대한 정보를 찾는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het vinden van informatie over de url.
th_th: ขออภัย! เกิดปัญหาในการค้นหาข้อมูลเกี่ยวกับ URL

# InputsSvc_GetEpisodeError
source: Sorry! There was a problem accessing episodes.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى الحلقات.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a los episodios.
ko_kr: 죄송합니다! 에피소드에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot afleveringen.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงตอนของพอดแคสต์

# InputsSvc_GetEventError
source: Sorry! There was a problem accessing events.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى الفعاليات.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a los eventos.
ko_kr: 죄송합니다! 이벤트에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot evenementen.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงงานกิจกรรม

# InputsSvc_GetMediaError
source: Sorry! There was a problem accessing media.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى الوسائط.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a los medios.
ko_kr: 죄송합니다! 미디어에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot media.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงสื่อ
