Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# Channel_ErrorLoadingFileInfo
source: There was a problem loading the file information
ar_sa: حدثت مشكلة أثناء تحميل معلومات الملف
es_es: Se produjo un problema al cargar la información del archivo.
ko_kr: 파일 정보를 로드하는 중에 문제가 발생했습니다
nl_nl: Er was een probleem tijdens het laden van de bestandsinformatie
th_th: เกิดปัญหาในการโหลดข้อมูลไฟล์

# Channel_ErrorLoadingOrgs
source: There was a problem loading the organizations.
ar_sa: حدثت مشكلة أثناء تحميل المنظَّمات.
es_es: Se produjo un problema al cargar las empresas.
ko_kr: 조직을 로드하는 중에 문제가 발생했습니다
nl_nl: Er was een probleem bij het laden van de organisaties.
th_th: เกิดปัญหาในการโหลดองค์กร

# Channel_ErrorLoadingPermissions
source: There was a problem loading the permissions.
ar_sa: حدثت مشكلة أثناء تحميل الصلاحيات.
es_es: Se produjo un problema al cargar los permisos.
ko_kr: 사용 권한을 로드하는 중에 문제가 발생했습니다
nl_nl: Er was een probleem tijdens het laden van de machtigingen.
th_th: เกิดปัญหาในการโหลดสิทธิ์

# Channel_ErrorSavingChanges
source: There was a problem saving these changes.
ar_sa: حدثت مشكلة أثناء حفظ هذه التغييرات.
es_es: Se produjo un problema al guardar estos cambios.
ko_kr: 변경을 저장하는 중에 문제가 발생했습니다
nl_nl: Er was een probleem met het opslaan van deze wijzigingen.
th_th: เกิดปัญหาในการบันทึกการเปลี่ยนแปลงเหล่านี้

# Channel_FileNameColumn
source: File Name
ar_sa: اسم الملف
es_es: Nombre del archivo
ko_kr: 파일 이름
nl_nl: Bestandsnaam
th_th: ชื่อไฟล์

# Channel_FileSizeColumn
source: File Size
ar_sa: حجم الملف
es_es: Tamaño del archivo
ko_kr: 파일 크기
nl_nl: Bestandsgrootte
th_th: ขนาดไฟล์

# Channel_FilterByOrg
source: Filter by organization
ar_sa: تصفية حسب المنظمة
es_es: Filtrar por empresa
ko_kr: 조직별로 필터링
nl_nl: Op organisatie filteren
th_th: กรองโดยองค์กร

# Channel_FirstName
source: First name
ar_sa: الاسم الأول
es_es: Nombre
ko_kr: 이름
nl_nl: Voornaam
th_th: ชื่อจริง

# Channel_FTPStatusHeaderDescription
source: FTP File status and information for files received by Degreed.
ar_sa: حالة ومعلومات ملف FTP للملفات المستلَمة من Degreed.
es_es: Estado del archivo FTP e información de los archivos recibidos por Degreed.
ko_kr: Degreed가 수신한 파일의 FTP 파일 상태 및 정보.
nl_nl: FTP-bestandsstatus en informatie van bestanden ontvangen door Degreed.
th_th: สถานะไฟล์ FTP และข้อมูลของไฟล์ที่ Degreed ได้รับ

# Channel_GeneralSettings
source: Settings
ar_sa: الإعدادات
es_es: Ajustes
ko_kr: 설정
nl_nl: Instellingen
th_th: การตั้งค่า

# Channel_GeneralSettingsSaved
source: Settings have been saved
ar_sa: تم حفظ الإعدادات
es_es: Los ajustes se han guardado
ko_kr: 설정이 저장되었습니다.
nl_nl: Instellingen zijn opgeslagen
th_th: บันทึกการตั้งค่าแล้ว

# Channel_GroupsNav
source: Groups
ar_sa: المجموعات
es_es: Grupos
ko_kr: 그룹
nl_nl: Groepen
th_th: กลุ่ม

# Channel_HeaderColor
source: Header color
ar_sa: لون العنوان
es_es: Color del encabezado
ko_kr: 헤더 색상
nl_nl: Kleur koptekst
th_th: สีของส่วนหัว

# Channel_InsightsNav
source: Insights
ar_sa: معارف دقيقة
es_es: Estadísticas
ko_kr: 통찰력
nl_nl: Inzichten
th_th: องค์ความรู้

# Channel_InvalidCodeFormat
source: Code is invalid, must be unique and contain only lower case letters and numbers, maximum length is 50
ar_sa: الرمز غير صالح، يجب أن يكون رمزًا فريدًا مكون من أحرف صغيرة فقط وأرقام، وحد أقصى للطول 50 صفة
es_es: El código no es válido. Debe ser un código único, contener solamente letras minúsculas y números y tener 50 caracteres como máximo.
ko_kr: 코드가 올바르지 않습니다. 코드는 소문자와 숫자로만 이루어져야 하며 최대 50자를 넘지 않아야 합니다.
nl_nl: Code is ongeldig, deze moet uniek zijn en alleen kleine letters en cijfers bevatten, maximale lengte is 50
th_th: รหัสไม่ถูกต้อง รหัสต้องไม่ซ้ำกันและมีเฉพาะตัวพิมพ์เล็กและตัวเลข สูงสุดไม่เกิน 50 ตัว

# Channel_InvalidContentSelection
source: Please select a piece of content
ar_sa: يُرجى اختيار جزء من المحتوى
es_es: Seleccione un contenido
ko_kr: 콘텐츠를 선택하십시오.
nl_nl: Selecteer een content-item
th_th: โปรดเลือกเนื้อหา

# Channel_InvitePeople
source: Invite People
ar_sa: دعوة أشخاص
es_es: Invitar a gente
ko_kr: 사람들 초대
nl_nl: Personen uitnodigen
th_th: เชิญผู้คน

# Channel_LastModifiedColumn
source: Last Modified
ar_sa: آخر تعديل
es_es: Última vez que se modificó
ko_kr: 마지막 수정
nl_nl: Laatste bijgwerkt
th_th: แก้ไขครั้งล่าสุด

# Channel_LastName
source: Last name
ar_sa: الاسم الأخير
es_es: Apellidos
ko_kr: 성
nl_nl: Achternaam
th_th: นามสกุล

# Channel_LastUpdatedColumn
source: Last Updated
ar_sa: المحدثة في الفترة الأخيرة
es_es: Última vez que se actualizó
ko_kr: 마지막 업데이트
nl_nl: Laatst bijgewerkt
th_th: อัปเดตครั้งล่าสุด:

# Channel_ManageTenantUsers
source: Manage people who have access to the organization.
ar_sa: إدارة شؤون الأشخاص الذين لديهم وصولًا إلى المؤسسة.
es_es: Administre las personas con acceso a la empresa.
ko_kr: 조직에 대한 접근 권한이 있는 사람들을 관리합니다.
nl_nl: Mensen die toegang tot de organisatie hebben beheren.
th_th: จัดการบุคคลที่มีสิทธิ์เข้าถึงองค์กร

# Channel_Name
source: Name
ar_sa: الاسم
es_es: Nombre
ko_kr: 이름
nl_nl: Naam
th_th: ชื่อ

# Channel_NameColumn
source: Name
ar_sa: الاسم
es_es: Nombre
ko_kr: 이름
nl_nl: Naam
th_th: ชื่อ

# Channel_NewUserSettings
source: New user settings
ar_sa: إعدادات مستخدم جديد
es_es: Ajustes de nuevo usuario
ko_kr: 새 사용자 설정
nl_nl: Nieuwe gebruikersinstellingen
th_th: การตั้งค่าผู้ใช้ใหม่

# Channel_NoAdminsAdded
source: You haven't added any administrators yet.
ar_sa: لم تقم بإضافة أي من المسؤولين حتى الآن.
es_es: No agregó aún ningún administrador.
ko_kr: 아직 관리자를 추가하지 않았습니다.
nl_nl: Je hebt nog geen beheerders toegevoegd.
th_th: คุณยังไม่ได้เพิ่มผู้ดูแลระบบ

# Channel_NoBundlesCreatedMessage
source: No bundles have been created for this organization.
ar_sa: لم يتم إنشاء أي مجموعات لهذه المؤسسة.
es_es: No se han creado colecciones para esta empresa.
ko_kr: 이 조직에는 만들어진 번들이 없습니다.
nl_nl: Er zijn geen bundels aangemaakt voor deze organisatie.
th_th: ไม่มีกลุ่มใดถูกสร้างสำหรับองค์กรนี้

# Channel_NoBundlesMatchMessage
source: No bundles match your search
ar_sa: لم يتم العثور على مجموعات تتطابق مع البحث الخاص بك
es_es: No hay colecciones que coincidan con su búsqueda
ko_kr: 검색어와 일치하는 번들이 없습니다.
nl_nl: Er zijn geen bundels die overeenkomen met je zoekterm
th_th: ไม่มีกลุ่มใดตรงกับคำค้นหาของคุณ

# Channel_NoContentAssociatedMessage
source: No content has been associated with this bundle.
ar_sa: لم يتم ربط أي محتوى بهذه المجموعة.
es_es: No hay contenido asociado a este grupo.
ko_kr: 이 번들과 관련된 콘텐츠가 없습니다.
nl_nl: Er is geen content aan deze bundel gekoppeld.
th_th: ไม่มีเนื้อหาใดที่เกี่ยวข้องกับกลุ่มนี้

# Channel_NoContentMatchMessage
source: No content matches your search
ar_sa: لم يتم العثور على محتوى يتطابق مع البحث الخاص بك
es_es: No hay contenidos que coincidan con su búsqueda
ko_kr: 검색어와 일치하는 콘텐츠가 없습니다.
nl_nl: Er is geen content die die overeenkomt met je zoekterm
th_th: ไม่มีเนื้อหาใดตรงกับคำค้นหาของคุณ

# Channel_NoFilesAdded
source: You haven't added any files yet.
ar_sa: لم تقم بإضافة أيّة ملفات بعد.
es_es: Aún no ha añadido ningún archivo.
ko_kr: 아직 파일을 추가하지 않았습니다.
nl_nl: Je hebt nog geen bestanden toegevoegd.
th_th: คุณยังไม่ได้เพิ่มไฟล์ใดๆ

# Channel_NoMatchingOrgs
source: No matching orgs found
ar_sa: لا توجد منظمات مطابقة
es_es: No se encontraron empresas correspondientes
ko_kr: 일치하는 조직을 찾지 못함
nl_nl: Geen overeenkomende organisaties gevonden
th_th: ไม่พบองค์กรที่ตรงกัน

# Channel_NoMembers
source: No members to show
ar_sa: لم يتم العثور على أعضاء لعرضهم
es_es: No hay miembros para mostrar
ko_kr: 표시할 멤버가 없습니다.
nl_nl: Geen leden om te tonen
th_th: ไม่มีสมาชิกให้แสดง

# Channel_NoOrgsAssociatedMessage
source: No organizations have been associated with this bundle.
ar_sa: لم يتم ربط أي مؤسسة بهذه المجموعة.
es_es: No hay empresas asociadas con este grupo.
ko_kr: 이 번들과 관련된 조직이 없습니다.
nl_nl: Er zijn geen organisaties aan deze bundel gekoppeld.
th_th: ไม่มีองค์กรใดที่เกี่ยวข้องกับกลุ่มนี้

# Channel_NoOrgsMatchMessage
source: No organizations match your search
ar_sa: لم يتم العثور على مؤسسات تتطابق مع البحث الخاص بك
es_es: No hay empresas que coincidan con su búsqueda
ko_kr: 검색어와 일치하는 조직이 없습니다.
nl_nl: Er zijn geen organisaties die overeenkomen met jouw zoekterm
th_th: ไม่มีองค์กรใดตรงกับคำค้นหาของคุณ

# Channel_NoPathwayMatchMessage
source: No pathway matches your search
ar_sa: لم يتم العثور على مساقات تطابق ما تبحث عنه
es_es: No hay ningún itinerario que coincida con su búsqueda
ko_kr: 검색어와 일치하는 경로 없음
nl_nl: Geen trajecten gevonden voor jouw zoekopdracht
th_th: ไม่มีเส้นทางใดตรงกับคำค้นหาของคุณ

# Channel_NoPersonMatchMessage
source: No matching people found
ar_sa: لم يتم العثور على أي أشخاص مطابقين
es_es: No se encontraron personas coincidentes
ko_kr: 일치하는 사람을 찾을 수 없음
nl_nl: Geen overeenkomende mensen gevonden
th_th: ไม่พบบุคคลที่ตรงกัน

# Channel_NoTenantsAdded
source: You haven't added any organizations yet.
ar_sa: لم تقم بإضافة أي مؤسسات بعد.
es_es: Aún no ha añadido ninguna empresa.
ko_kr: 아직 조직을 추가하지 않았습니다.
nl_nl: Je hebt nog geen organisaties toegevoegd.
th_th: คุณยังไม่ได้เพิ่มองค์กร

# Channel_NoTenantsAddedDescription
source: When you add organizations, you will see them listed here.
ar_sa: عند إضافة مؤسسات، ستراهم مدرجين هنا.
es_es: Cuando añada empresas, podrá verlas aquí.
ko_kr: 조직을 추가하면 여기에서 볼 수 있습니다.
nl_nl: Als je organisaties toevoegt, zullen ze hier worden weergegeven.
th_th: เมื่อคุณเพิ่มองค์กร คุณจะเห็นรายชื่อองค์กรที่นี่

# Channel_Notifications
source: Notifications
ar_sa: الإخطارات
es_es: Notificaciones
ko_kr: 알림
nl_nl: Meldingen
th_th: การแจ้งเตือน

# Channel_NotificationsDescription
source: How often a user will receive an email notification about activity in their organization.
ar_sa: كم مرة سيتلقى المستخدم إشعارا بالبريد الإلكتروني حول النشاط في مؤسسته.
es_es: La frecuencia con la que los usuarios recibirán un correo electrónico para notificarles cualquier actividad de su empresa.
ko_kr: 사용자가 조직에서 활동에 대한 이메일 알림을 받는 빈도입니다.
nl_nl: Hoe vaak een gebruiker een e-mailbericht ontvangt over de activiteit in zijn/haar organisatie.
th_th: ความถี่ที่ผู้ใช้จะได้รับการแจ้งเตือนทางอีเมลเกี่ยวกับกิจกรรมในองค์กรของตน

# Channel_NotificationsLabel
source: Notifications:
ar_sa: الإخطارات
es_es: Notificaciones:
ko_kr: 알림:
nl_nl: Meldingen:
th_th: การแจ้งเตือน:

# Channel_NumberOfSeats
source: Number of Seats
ar_sa: عدد المقاعد
es_es: Número de plazas
ko_kr: 좌석의 수
nl_nl: Aantal plaatsen
th_th: จำนวนที่นั่ง

# Channel_Optional
source: Optional
ar_sa: اختياري
es_es: Opcional
ko_kr: 선택사항
nl_nl: Optioneel
th_th: ไม่จำเป็น

# Channel_OrganizationsNav
source: Organizations
ar_sa: المؤسسات
es_es: Empresas
ko_kr: 조직
nl_nl: Organisaties
th_th: องค์กร

# Channel_Password
source: Password
ar_sa: كلمة المرور
es_es: Contraseña
ko_kr: 암호
nl_nl: Wachtwoord
th_th: รหัสผ่าน

# Channel_PasswordCriteria
source: Passwords must be at least 8 characters long and include 1 number & 1 letter
ar_sa: يجب ألا تقل كلمات المرور عن 8 أحرف وأن تشتمل على رقم واحد وحرف واحد على الأقل
es_es: Las contraseñas deben ser de al menos 8 caracteres e incluir 1 número y 1 letra
ko_kr: 암호는 최소 8글자이며 숫자 1자와 글자 1자를 포함해야 합니다
nl_nl: Wachtwoorden moeten minimaal 8 tekens lang zijn en 1 cijfer en 1 letter bevatten
th_th: รหัสผ่านจะต้องมีความยาวอย่างน้อย 8 ตัว และจะต้องประกอบด้วยตัวเลขอย่างน้อย 1 ตัว และตัวอักษรอย่างน้อย 1 ตัว

# Channel_PasswordsMustMatch
source: Passwords must match
ar_sa: يجب أن تتطابق كلمات المرور
es_es: Las contraseñas deben coincidir
ko_kr: 암호가 일치해야 함
nl_nl: Wachtwoorden moeten overeenkomen
th_th: รหัสผ่านต้องตรงกัน

# Channel_PasswordsShouldMatch
source: Passwords must match
ar_sa: يجب أن تتطابق كلمات المرور
es_es: Las contraseñas deben coincidir
ko_kr: 암호가 일치해야 함
nl_nl: Wachtwoorden moeten overeenkomen
th_th: รหัสผ่านต้องตรงกัน

# Channel_People
source: People
ar_sa: الأشخاص
es_es: Personas
ko_kr: 사람
nl_nl: Personen
th_th: ผู้คน

# Channel_Private
source: Private
ar_sa: خاص
es_es: Privado
ko_kr: 비공개
nl_nl: Privé
th_th: ส่วนตัว

# Channel_PrivateToOrg
source: Private to organization
ar_sa: خاص بالمؤسسة
es_es: Privado para la empresa
ko_kr: 조직에게 공개
nl_nl: Alleen zichtbaar voor de organisatie
th_th: เป็นส่วนตัวสำหรับองค์กร

# Channel_ProblemSaving
source: The organization's settings weren't saved due to a problem
ar_sa: لم يتم حفظ إعدادات المؤسسة نظراً لوجود مشكلة
es_es: Ha habido un problema al guardar los ajustes de la empresa
ko_kr: 문제 때문에 조직의 설정이 저장되지 않았습니다.
nl_nl: De instellingen van de organisatie zijn niet opgeslagen vanwege een probleem
th_th: การตั้งค่าขององค์กรไม่ได้รับการบันทึกเนื่องจากเกิดปัญหา

# Channel_ProfilePrivacy
source: Profile Privacy
ar_sa: خصوصية الملف التعريفي
es_es: Privacidad de perfil
ko_kr: 프로필 개인 정보 보호
nl_nl: Profielprivacy
th_th: ความเป็นส่วนตัวของโปรไฟล์

# Channel_ProfilePrivacyDescription
source: The default state of a user's profile; whether it is visible to others or not.
ar_sa: الحالة الافتراضية للملف الشخصي للمستخدم؛ سواء كان مرئيا للآخرين أم لا.
es_es: El estado por defecto de un perfil de usuario, ya sea visible o no para otros.
ko_kr: 다른 사람들에게 표시 여부 관계없이 사용자의 프로필의 기본값 상태입니다.
nl_nl: De standaardinstelling van een gebruikersprofiel; ongeacht of het wel of niet zichtbaar is voor anderen.
th_th: ค่าเริ่มต้นของโปรไฟล์ของผู้ใช้ ไม่ว่าจะเปิดเผยต่อผู้อื่นหรือไม่

# Channel_ProfilePrivacyLabel
source: Profile Privacy:
ar_sa: خصوصية الملف التعريفي
es_es: Privacidad de perfil:
ko_kr: 프로필 개인 정보 보호:
nl_nl: Profielprivacy
th_th: ความเป็นส่วนตัวของโปรไฟล์

# Channel_Public
source: Public
ar_sa: عام
es_es: Público
ko_kr: 공개
nl_nl: Publiek
th_th: สาธารณะ

# Channel_RequiredField
source: This field is required
ar_sa: هذا الحقل مطلوب وإجباري
es_es: Este campo es obligatorio
ko_kr: 이 필드는 필수입니다.
nl_nl: Dit veld is verplicht
th_th: ต้องระบุข้อมูลในช่องนี้

# Channel_RequiredNumber
source: Requires a valid number
ar_sa: يتطلب رقما صالحا
es_es: Requiere un número válido
ko_kr: 유효한 숫자가 필요합니다.
nl_nl: Een geldig cijfer is vereist
th_th: ต้องใช้หมายเลขที่ถูกต้อง

# Channel_ReturnToOrgNav
source: Return to my organization
ar_sa: العودة إلى المؤسسة الخاصة بي
es_es: Volver a mi empresa
ko_kr: 나의 조직으로 돌아가기
nl_nl: Terug naar mijn organiatie
th_th: กลับไปที่องค์กรของฉัน

# Channel_SaveCredentials
source: Save these credentials! You'll need them later.
ar_sa: احفظ بيانات الاعتماد هذه! ستحتاج إليها لاحقًا.
es_es: ¡Guarde las credenciales! Las necesitará más adelante.
ko_kr: 이 자격 증명을 저장하세요! 나중에 필요합니다.
nl_nl: Bewaar deze gegevens! Je hebt ze later nodig.
th_th: บันทึกข้อมูลเหล่านี้! คุณจะต้องใช้ข้อมูลเหล่านี้ในภายหลัง

# Channel_SaveSettings
source: Save Settings
ar_sa: حفظ الإعدادات
es_es: Guardar ajustes
ko_kr: 설정 저장
nl_nl: Instellingen opslaan
th_th: บันทึกการตั้งค่า

# Channel_SearchByName
source: Search by Name
ar_sa: البحث باستخدام الاسم
es_es: Buscar por nombre
ko_kr: 이름으로 검색
nl_nl: Zoeken op naam
th_th: ค้นหาด้วยชื่อ

# Channel_SearchForContent
source: Search for a content item
ar_sa: البحث عن أحد عناصر المحتوى
es_es: Buscar un contenido
ko_kr: 콘텐츠 항목 검색
nl_nl: Een contentitem zoeken
th_th: ค้นหารายการเนื้อหา

# Channel_SearchForOrg
source: Search for an organization
ar_sa: البحث عن مؤسسة
es_es: Buscar una empresa
ko_kr: 조직 검색
nl_nl: Een organisatie zoeken
th_th: ค้นหาองค์กร

# Channel_SearchForPageOrPlan
source: Search for a page or plan
ar_sa: البحث عن صفحة أو خطة
es_es: Buscar una página o plan
ko_kr: 페이지 또는 계획 검색
nl_nl: Een pagina of plan zoeken
th_th: ค้นหาหน้าหรือแผน

# Channel_SearchForPathway
source: Search for a pathway
ar_sa: البحث عن مساق
es_es: Buscar un itinerario
ko_kr: 경로 검색
nl_nl: Naar traject zoeken
th_th: ค้นหาเส้นทางการเรียนรู้

# Channel_SearchForPerson
source: Search for a user
ar_sa: البحث عن مستخدِم
es_es: Buscar un usuario
ko_kr: 사용자 검색
nl_nl: Zoek naar een gebruiker
th_th: ค้นหาผู้ใช้

# Channel_SearchForUser
source: Search for a person
ar_sa: البحث عن شخص
es_es: Buscar una persona
ko_kr: 사람 검색
nl_nl: Naar een persoon zoeken
th_th: ค้นหาบุคคล

# Channel_Seats
source: Seats
ar_sa: مقاعد
es_es: Plazas
ko_kr: 좌석
nl_nl: Plaatsen
th_th: ที่นั่ง

# Channel_Selected
source: selected
ar_sa: العناصر المحددة
es_es: seleccionados
ko_kr: 선택됨
nl_nl: geselecteerd
th_th: เลือกแล้ว

# Channel_SelectOrganization
source: Select an organization
ar_sa: تحديد منظَّمة
es_es: Seleccione una organización
ko_kr: 조직 선택
nl_nl: Selecteer een organisatie
th_th: เลือกองค์กร

# Channel_SendInvite
source: Send Invite
ar_sa: إرسال دعوة
es_es: Enviar invitación
ko_kr: 초대 보내기
nl_nl: Uitnodiging versturen
th_th: ส่งคำเชิญ

# Channel_SettingHeaderDescription
source: Enable and disable features and functionality for this organization
ar_sa: تمكين المميزات والوظائف وتعطيلهما لهذه المؤسسة.
es_es: Activar y desactivar funciones y características para esta empresa
ko_kr: 이 조직에 대한 기능을 활성화 및 비활성화합니다.
nl_nl: Functies en functionaliteiten voor deze organisatie in- en uitschakelen
th_th: เปิดใช้งานและปิดใช้งานคุณลักษณะและฟังก์ชันการทำงานสำหรับองค์กรนี้

# Channel_SettingMessageLabel
source: Message
ar_sa: رسالة
es_es: Mensaje
ko_kr: 메시지
nl_nl: Bericht
th_th: ข้อความ

# Channel_SettingMessagePlaceholder
source: Your customizable message here.
ar_sa: رسالتك القابلة للتخصيص هنا
es_es: Su mensaje personalizado.
ko_kr: 여기에서 메시지를 원하는 대로 설정할 수 있습니다.
nl_nl: Je aanpasbare bericht hier.
th_th: ข้อความที่คุณปรับแต่งเองที่นี่

# Channel_SettingPasswordLabel
source: Password
ar_sa: كلمة المرور
es_es: Contraseña
ko_kr: 암호
nl_nl: Wachtwoord
th_th: รหัสผ่าน

# Channel_SettingPasswordPlaceholder
source: Enter a password
ar_sa: ادخل كلمة المرور
es_es: Escriba una contraseña
ko_kr: 암호 입력
nl_nl: Voer een wachtwoord in
th_th: ป้อนรหัสผ่าน

# Channel_SettingReveal
source: Reveal/Mask
ar_sa: كشف\حجب
es_es: Mostrar/Ocultar
ko_kr: 표시/숨기기
nl_nl: Onthullen/maskeren
th_th: เปิด/ซ่อน

# Channel_SettingsAllowChangeBranding
source: Allow organizations to change their branding
ar_sa: السماح للمؤسسات بتغيير علامتها التجارية
es_es: Permitir que las empresas cambien su marca
ko_kr: 조직이 브랜드를 변경하는 것을 허용
nl_nl: Organisaties toestaan om hun branding te wijzigen
th_th: อนุญาตให้องค์กรเปลี่ยนรายละเอียดแบรนด์ของตน

# Channel_SettingsBrandImage
source: Brand Image
ar_sa: إضافة صورة
es_es: Imagen de marca
ko_kr: 브랜드 이미지
nl_nl: Merkimago
th_th: รูปภาพแบรนด์

# Channel_SettingsChangeLogo
source: Change logo
ar_sa: تغيير شعار
es_es: Cambiar logotipo
ko_kr: 로고 변경
nl_nl: Logo wijzigen
th_th: เปลี่ยนโลโก้

# Channel_SettingsDefaultBranding
source: Default branding
ar_sa: العلامة التجارية الافتراضية
es_es: Marca por defecto
ko_kr: 기본값 브랜드
nl_nl: Standaard branding
th_th: ค่าเริ่มต้นสำหรับการสร้างแบรนด์

# Channel_SettingsDefaultHeaderColor
source: Default header color
ar_sa: لون العنوان
es_es: Color del encabezado por defecto
ko_kr: 기본값 헤더 색상
nl_nl: Standaard kleur koptekst
th_th: ค่าเริ่มต้นสำหรับสีของส่วนหัว

# Channel_SettingsDefaultLogo
source: Default logo
ar_sa: شعار افتراضي
es_es: Logotipo por defecto
ko_kr: 기본값 로고
nl_nl: Standaard logo
th_th: ค่าเริ่มต้นสำหรับโลโก้

# Channel_SettingsDefaultProfilePrivacy
source: Default profile privacy
ar_sa: خصوصية الملف التعريفي
es_es: Privacidad de perfil por defecto
ko_kr: 기본값 프로필 개인정보보호
nl_nl: Standaard profielprivacy
th_th: ค่าเริ่มต้นสำหรับความเป็นส่วนตัวของโปรไฟล์

# Channel_SettingsDescription
source: Manage default settings for new organizations. Changes here will only affect new organizations.
ar_sa: إدارة الإعدادات الافتراضية للمؤسسات الجديدة. ستؤثر التغييرات هنا على المؤسسات الجديدة فقط.
es_es: Gestionar los ajustes predeterminados para nuevas empresas. Estos cambios solo afectarán a las empresas nuevas.
ko_kr: 새로운 조직에 대한 기본값 설정을 관리합니다. 여기에서 변경한 내용은 새로운 조직에만 반영됩니다.
nl_nl: Standaardinstellingen voor nieuwe organisaties beheren. Wijzigingen die hier worden gemaakt zijn van invloed op alle organisatie-instellingen
th_th: จัดการการตั้งค่าเริ่มต้นสำหรับองค์กรใหม่ การเปลี่ยนแปลงนี้จะส่งผลต่อองค์กรใหม่เท่านั้น

# Channel_SettingsDisableCommenting
source: Disable commenting
ar_sa: تعطيل التعليق
es_es: Desactivar comentarios
ko_kr: 메모하기 사용 중지
nl_nl: Commentaar uitschakelen
th_th: ปิดการแสดงความคิดเห็น

# Channel_SettingsNotSaved
source: The settings weren't saved due to a problem
ar_sa: لم يتم حفظ الإعدادات نظرًا لوجود مشكلة
es_es: Ha habido un problema al guardar los ajustes
ko_kr: 문제 때문에 설정이 저장되지 않았습니다.
nl_nl: De instellingen zijn niet opgeslagen vanwege een probleem
th_th: การตั้งค่าไม่ได้รับการบันทึกเนื่องจากเกิดปัญหา

# Channel_SettingsProfilePrivacyDescription
source: The default state of a user's profile; whether it is visible to others or not.
ar_sa: الحالة الافتراضية للملف الشخصي للمستخدم؛ سواء كان مرئيا للآخرين أم لا.
es_es: El estado por defecto de un perfil de usuario, ya sea visible o no para otros.
ko_kr: 다른 사람들에게 표시 여부 관계없이 사용자의 프로필의 기본값 상태입니다.
nl_nl: De standaardinstelling van een gebruikersprofiel; ongeacht of het wel of niet zichtbaar is voor anderen.
th_th: ค่าเริ่มต้นของโปรไฟล์ของผู้ใช้ ไม่ว่าจะเปิดเผยต่อผู้อื่นหรือไม่

# Channel_SettingsSaved
source: The settings were saved successfully
ar_sa: تم حفظ الإعدادات بنجاح
es_es: Los ajustes se han guardado correctamente
ko_kr: 설정이 저장되었습니다
nl_nl: De instellingen zijn opgeslagen
th_th: บันทึกการตั้งค่าสำเร็จแล้ว

# Channel_SettingsTitle
source: Settings
ar_sa: الإعدادات
es_es: Ajustes
ko_kr: 설정
nl_nl: Instellingen
th_th: การตั้งค่า

# Channel_Status
source: Status
ar_sa: الحالة
es_es: Estado
ko_kr: 상태
th_th: สถานะ

# Channel_StatusColumn
source: Status
ar_sa: الحالة
es_es: Estado
ko_kr: 상태
th_th: สถานะ

# Channel_SuccessfulAddResourcesToBundle
source: Successfully added {{itemCount}} items to {{bundleCount}} bundles
ar_sa: تم إضافة {itemCount} عنصر إلى {bundleCount} مجموعة بنجاح.
es_es: Se han añadido {{itemCount}} elementos a {{bundleCount}} colecciones
ko_kr: {{bundleCount}} 번들에 {{itemCount}} 항목이 성공적으로 추가되었습니다.
nl_nl: {{itemCount} items zijn toegevoegd aan {{bundleCount}} bundels
th_th: เพิ่ม {{count}} รายการไปยังกลุ่ม {{bundleCount}} เรียบร้อยแล้ว

# Channel_SuccessfulSave
source: Changes saved succesfully.
ar_sa: تم حفظ التغييرات بنجاح.
es_es: Se han guardado los cambios.
ko_kr: 변경 사항이 성공적으로 저장되었습니다.
nl_nl: Wijzigingen zijn opgeslagen.
th_th: บันทึกการเปลี่ยนแปลงเรียบร้อยแล้ว

# Channel_TenantAdd
source: Add Organization
ar_sa: إضافة مؤسسة
es_es: Añadir empresa
ko_kr: 조직 추가
nl_nl: Organisatie toevoegen
th_th: เพิ่มองค์กร

# Channel_TenantAdded
source: The organization has been added
ar_sa: تم إضافة مؤسسة
es_es: La empresa se ha añadido
ko_kr: 조직이 추가되었습니다.
nl_nl: De organisatie is toegevoegd
th_th: เพิ่มองค์กรแล้ว

# Channel_TenantAddError
source: The organization wasn't added due to a problem
ar_sa: لم تتم إضافة المؤسسة بسبب وجود مشكلة
es_es: Ha habido un problema al añadir la empresa
ko_kr: 문제 때문에 조직이 추가되지 않았습니다.
nl_nl: De organisatie is niet toegevoegd vanwege een probleem
th_th: องค์กรไม่ได้รับการเพิ่มเนื่องจากเกิดปัญหา

# Channel_TenantAdminAdded
source: The organization admin has been added
ar_sa: تم إضافة مسؤول مؤسسة
es_es: Se ha añadido el administrador de la empresa
ko_kr: 조직 관리자가 추가되었습니다.
nl_nl: De organisatiebeheerder is toegevoegd
th_th: เพิ่มผู้ดูแลองค์กรแล้ว

# Channel_TenantAdministrators
source: Organization Administrators
ar_sa: مسؤولو المؤسسة
es_es: Administradores de la empresa
ko_kr: 조직 관리자
nl_nl: Organisatie beheerders
th_th: ผู้ดูแลองค์กร

# Channel_TenantBranding
source: Organization Branding
ar_sa: العلامات التجارية للمؤسسة
es_es: Marca de la empresa
ko_kr: 조직 브랜드
nl_nl: Organisatie branding
th_th: การสร้างแบรนด์ขององค์กร

# Channel_TenantCode
source: Organization Code
ar_sa: رمز المؤسسة
es_es: Código de la empresa
ko_kr: 조직 코드
nl_nl: Organisatiecode
th_th: รหัสขององค์กร

# Channel_TenantCodeFailed
source: Unable to generate organization code, try a different name or manually create code
ar_sa: يتعذر إنشاء رمز للمؤسسة، جرب اسمًا مختلفًا أو قم بإنشاء رمز بطريقة يدوية
es_es: No se ha podido generar el código de la empresa. Pruebe con un nombre diferente o cree un código manualmente.
ko_kr: 조직 코드를 생성할 수 없습니다. 다른 이름을 시도하거나 직접 코드를 만드세요.
nl_nl: Organisatiecode kon niet gegenereerd worden, probeer een andere naam of maak de code handmatig aan
th_th: ไม่สามารถสร้างรหัสขององค์กรได้ โปรดลองใช้ชื่ออื่นหรือสร้างรหัสด้วยตนเอง
