Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# singleRecommendation_youAlreadyCompletedArticleFormat
source: {{nameHtml}} shared the article {{title}} with you, but you’ve already read it! Great job, overachiever.
ar_sa: {nameHtml} شارك مقالة {title} معك، لكنك قرأتها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {{nameHtml}} compartió el artículo {{title}} con usted, pero ya lo ha leído. Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) 귀하에게 기사 {{title}}을(를) 공유했지만, 귀하는 이미 읽었습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft het artikel {{title}} met je gedeeld, maar je hebt het al gelezen! Goed gedaan, harde werker.
th_th: {{nameHtml}} แบ่งปันบทความ {{title}} ให้คุณ แต่คุณเคยอ่านแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# singleRecommendation_youAlreadyCompletedAssessmentDateFormat
source: {{nameHtml}} shared the assessment {{title}} with you
ar_sa: {nameHtml} شارك تقييم {title} معك
es_es: {{nameHtml}} compartió la evaluación {{title}} con usted
ko_kr: {{nameHtml}}이(가) 귀하에게 평가 {{title}}을(를) 공유함
nl_nl: {{nameHtml}} heeft de beoordeling {{title}} met je gedeeld
th_th: {{nameHtml}} ได้แบ่งปันแบบประเมิน {{title}} ให้คุณ

# singleRecommendation_youAlreadyCompletedAssessmentFormat
source: {{nameHtml}} shared the assessment {{title}} with you
ar_sa: {nameHtml} شارك تقييم {title} معك
es_es: {{nameHtml}} compartió la evaluación {{title}} con usted
ko_kr: {{nameHtml}}이(가) 귀하에게 평가 {{title}}을(를) 공유함
nl_nl: {{nameHtml}} heeft de beoordeling {{title}} met je gedeeld
th_th: {{nameHtml}} แบ่งปันแบบประเมิน {{title}} ให้คุณ

# singleRecommendation_youAlreadyCompletedBookFormat
source: {{nameHtml}} shared the book {{title}} with you, but you’ve already read it! Great job, overachiever.
ar_sa: {nameHtml} شارك كتاب {title} معك، لكنك قرأته بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {{nameHtml}} compartió el libro {{title}} con usted, pero ya lo ha leído. Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}}이(가) 귀하에게 책 {{title}}을(를) 공유했지만, 귀하는 이미 읽었습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft het boek {{title}} met je gedeeld, maar je hebt het al gelezen! Goed gedaan, harde werker.
th_th: {{nameHtml}} ได้แบ่งปันหนังสือ {{title}} ให้คุณ แต่คุณเคยอ่านแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# singleRecommendation_youAlreadyCompletedCourseDateFormat
source: {{nameHtml}} shared the course {{title}} with you, but you’ve already completed it! Great job, overachiever.
ar_sa: {nameHtml} شارك الدورة التعليمية {title} معك، لكنك أتممتها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {{nameHtml}} compartió el curso {{title}} con usted, pero ya lo ha completado. Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) 귀하에게 과정 {{title}}을(를) 공유했지만, 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft de cursus {{title}} met je gedeeld, maar je hebt hem al voltooid! Goed gedaan, harde werker.
th_th: {{nameHtml}} ได้แบ่งปันหลักสูตร {{title}} ให้คุณ แต่คุณเรียนเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# singleRecommendation_youAlreadyCompletedCourseFormat
source: {{nameHtml}} shared the course {{title}} with you, but you’ve already completed it! Great job, overachiever.
ar_sa: {nameHtml} شارك الدورة التعليمية {title} معك، لكنك أتممتها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {{nameHtml}} compartió el curso {{title}} con usted, pero ya lo ha completado. Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) 귀하에게 과정 {{title}}을(를) 공유했지만, 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft de cursus {{title}} met je gedeeld, maar je hebt hem al voltooid! Goed gedaan, harde werker.
th_th: {{nameHtml}} ได้แบ่งปันหลักสูตร {{title}} ให้คุณ แต่คุณเรียนเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# singleRecommendation_YouAlreadyCompletedDateFormat
source: {{nameHtml}} shared this {{type}} with you, but you’ve already completed it! Great job, overachiever.
ar_sa: {nameHtml} شارك {type} معك، لكنك أتممتها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {{nameHtml}} compartió este {{type}} con usted, pero ya lo ha completado. Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) 귀하에게 이 {{type}}을(를) 공유했지만, 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft dit {{type}} met je gedeeld, maar je hebt het al voltooid! Goed gedaan, harde werker.
th_th: {{nameHtml}} ได้แบ่งปัน {{type}} นี้ให้คุณ แต่คุณทำเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# singleRecommendation_youAlreadyCompletedEpisodeDateFormat
source: {{nameHtml}} shared an episode {{title}} with you, but you’ve already listened to it! Great job, overachiever.
ar_sa: شارك {{nameHtml}} الحلقة الإذاعية {{title}}، ولكنك استمعت لها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {{nameHtml}} compartió el episodio {{title}} con usted, pero ya lo ha escuchado. Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) 귀하에게 에피소드 {{title}}을(를) 공유했지만, 귀하는 이미 들었습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft de aflevering {{title}} met je gedeeld, maar je hebt hem al beluisterd! Goed gedaan, harde werker.
th_th: {{nameHtml}} ได้แบ่งปันตอน {{title}} ให้คุณ แต่คุณเคยฟังแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# singleRecommendation_youAlreadyCompletedEpisodeFormat
source: {{nameHtml}}shared an episode {{title}} with you, but you’ve already listened to it! Great job, overachiever.
ar_sa: شارك {{nameHtml}} الحلقة الإذاعية {{title}}، ولكنك استمعت لها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {{nameHtml}} compartió el episodio {{title}} con usted, pero ya lo ha escuchado. Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) 귀하에게 에피소드 {{title}}을(를) 공유했지만, 귀하는 이미 들었습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft de aflevering {{title}} met je gedeeld, maar je hebt hem al beluisterd! Goed gedaan, harde werker.
th_th: {{nameHtml}} ได้แบ่งปันตอน {{title}} ให้คุณ แต่คุณเคยฟังแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# singleRecommendation_youAlreadyCompletedEventDateFormat
source: {{nameHtml}} shared the event {{title}} with you, but you’ve already attended it! Great job, overachiever.
ar_sa: شارك {{nameHtml}} فعالية {{title}} معك، ولكنك حضرتها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {{nameHtml}} compartió el evento {{title}} con usted, pero ya ha asistido a él. Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) 귀하에게 이벤트 {{title}}을(를) 공유했지만, 귀하는 이미 참석했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft de gebeurtenis {{title}} met je gedeeld, maar je hebt deze al bijgewoond! Goed gedaan, harde werker.
th_th: {{nameHtml}} ได้แบ่งปันกิจกรรม {{title}} ให้คุณ แต่คุณเคยเข้าร่วมแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# singleRecommendation_youAlreadyCompletedEventFormat
source: {{nameHtml}} shared the event {{title}} with you , but you’ve already attended it! Great job, overachiever.
ar_sa: شارك {{nameHtml}} فعالية {{title}} معك، ولكنك حضرتها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {{nameHtml}} compartió el evento {{title}} con usted, pero ya ha asistido a él. Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) 귀하에게 이벤트 {{title}}을(를) 공유했지만, 귀하는 이미 참석했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft de gebeurtenis {{title}} met je gedeeld, maar je hebt deze al bijgewoond! Goed gedaan, harde werker.
th_th: {{nameHtml}} ได้แบ่งปันกิจกรรม {{title}} ให้คุณ แต่คุณเคยเข้าร่วมแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# singleRecommendation_YouAlreadyCompletedFormat
source: {{nameHtml}} shared this {{type}} with you, but you’ve already completed it! Great job, overachiever.
ar_sa: {nameHtml} شارك {type} معك، لكنك أتممتها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {{nameHtml}} compartió este {{type}} con usted, pero ya lo ha completado. Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) 귀하에게 이 {{type}}을(를) 공유했지만, 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft dit {{type}} met je gedeeld, maar je hebt het al voltooid! Goed gedaan, harde werker.
th_th: {{nameHtml}} ได้แบ่งปัน {{type}} นี้ให้คุณ แต่คุณทำเสร็จไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# singleRecommendation_youAlreadyCompletedPathwayDateFormat
source: {{nameHtml}} shared the pathway {{title}} with you, but you’ve already enrolled in it! Great job, overachiever.
ar_sa: {nameHtml} شارك مساق {title} معك، لكنك أمسجل به بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {{nameHtml}} compartió el itinerario {{title}} con usted, pero ya se ha inscrito en él. Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) 귀하에게 경로 {{title}}을(를) 공유했지만, 귀하는 이미 등록했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft het traject {{title}} met je gedeeld, maar je hebt je hiervoor al ingeschreven! Goed gedaan, harde werker.
th_th: {{nameHtml}} ได้แบ่งปันเส้นทางการเรียนรู้ {{title}} ให้คุณ แต่คุณได้สมัครเรียนเส้นทางการเรียนรู้นี้แล้ว! เยี่ยมมาก คุณขยันจริงๆ

# singleRecommendation_youAlreadyCompletedPathwayFormat
source: {{nameHtml}} shared the pathway {{title}} with you, but you’ve already enrolled in it! Great job, overachiever.
ar_sa: {nameHtml} شارك مساق {title} معك، لكنك أمسجل به بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {{nameHtml}} compartió el itinerario {{title}} con usted, pero ya se ha inscrito en él. Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) 귀하에게 경로 {{title}}을(를) 공유했지만, 귀하는 이미 등록했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft het traject {{title}} met je gedeeld, maar je hebt je hiervoor al ingeschreven! Goed gedaan, harde werker.
th_th: {{nameHtml}} ได้แบ่งปันเส้นทางการเรียนรู้ {{title}} ให้คุณ แต่คุณได้สมัครเรียนเส้นทางการเรียนรู้นี้แล้ว! เยี่ยมมาก คุณขยันจริงๆ

# singleRecommendation_youAlreadyCompletedTargetDateFormat
source: {{nameHtml}} shared the role {{title}} with you, but you’ve already followed it! Great job, overachiever.
ar_sa: {nameHtml} شارك دور {title} معك، لكنك تتبعه بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {{nameHtml}} compartió el rol {{title}} con usted, pero ya lo ha seguido. Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) 귀하에게 역할 {{title}}을(를) 공유했지만, 귀하는 이미 팔로우했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft de rol {{title}} met je gedeeld, maar je hebt deze al gevolgd! Goed gedaan, harde werker.
th_th: {{nameHtml}} ได้แบ่งปันบทบาท {{title}} ให้คุณ แต่คุณก็ได้ติดตามไปแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# singleRecommendation_youAlreadyCompletedTargetFormat
source: {{nameHtml}} shared the plan {{title}}, but you’ve already followed it! Great job, overachiever.
ar_sa: {nameHtml} شارك خطة {title} معك، لكنك تتبعها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {{nameHtml}} compartió el plan {{title}}, pero ya lo ha seguido. Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) 계획 {{title}}을(를) 공유했지만, 귀하는 이미 팔로우했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft het plan {{title}} met je gedeeld, maar je hebt dit al gevolgd! Goed gedaan, harde werker.
th_th: {{nameHtml}} ได้แบ่งปันแผน {{title}} ให้คุณ แต่คุณก็ได้ทำตามแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# singleRecommendation_youAlreadyCompletedVideoDateFormat
source: {{nameHtml}} shared the video {{title}} with you, but you’ve already watched it! Great job, overachiever.
ar_sa: شارك {{nameHtml}} مقطع فيديو {{title}} معك، ولكنك شاهدت ذلك بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {{nameHtml}} compartió el vídeo {{title}} con usted, pero ya lo ha visto. Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) 귀하에게 동영상 {{title}}을(를) 공유했지만, 귀하는 이미 시청했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft de video {{title}} met je gedeeld, maar je hebt hem al bekeken! Goed gedaan, harde werker.
th_th: {{nameHtml}} แบ่งปันวิดีโอ {{title}} ให้คุณ แต่คุณก็เคยรับชมแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# singleRecommendation_youAlreadyCompletedVideoFormat
source: {{nameHtml}} shared the video {{title}} with you, but you’ve already watched it! Great job, overachiever.
ar_sa: شارك {{nameHtml}} مقطع فيديو {{title}} معك، ولكنك شاهدت ذلك بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {{nameHtml}} compartió el vídeo {{title}} con usted, pero ya lo ha visto. Buen trabajo, se supera cada día.
ko_kr: {{nameHtml}}이(가) 귀하에게 동영상 {{title}}을(를) 공유했지만, 귀하는 이미 시청했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {{nameHtml}} heeft de video {{title}} met je gedeeld, maar je hebt hem al bekeken! Goed gedaan, harde werker.
th_th: {{nameHtml}} แบ่งปันวิดีโอ {{title}} ให้คุณ แต่คุณก็เคยรับชมแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# singleRecommendation_YouAlreadyFollowFormat
source: {{nameHtml}} shared the {{type}} {{title}} with you, but you’re already following it.
ar_sa: {nameHtml} شارك {type} {title} معك، لكنك تتابع ذلك بالفعل.
es_es: {{nameHtml}} compartió el {{type}} {{title}} con usted, pero ya lo está siguiendo.
ko_kr: {{nameHtml}}이(가) 귀하에게 {{type}} {{title}}을(를) 공유했지만, 귀하는 이미 팔로우했습니다!
nl_nl: {{nameHtml}} heeft het {{type}} {{title}} met je gedeeld, maar dit heb je al gevolgd.
th_th: {{nameHtml}} แบ่งปัน {{type}} {{title}} ให้คุณ แต่คุณก็กำลังติดตามอยู่แล้ว

# singleRecommendation_youArticleFormat
source: {{nameHtml}} shared the article {{title}} with you
ar_sa: {nameHtml} شارك المقالة {title} معك
es_es: {{nameHtml}} compartió el artículo {{title}} con usted
ko_kr: {{nameHtml}}이(가) 귀하에게 기사 {{title}}을(를) 공유함
nl_nl: {{nameHtml}} heeft het artikel {{title}} met je gedeeld
th_th: {{nameHtml}} ได้แบ่งปันบทความ {{title}} กับคุณ

# singleRecommendation_youAssessmentDateFormat
source: {{nameHtml}} shared the assessment {{title}} with you
ar_sa: {nameHtml} شارك تقييم {title} معك
es_es: {{nameHtml}} compartió la evaluación {{title}} con usted
ko_kr: {{nameHtml}}이(가) 귀하에게 평가 {{title}}을(를) 공유함
nl_nl: {{nameHtml}} heeft de beoordeling {{title}} met je gedeeld
th_th: {{nameHtml}} ได้แบ่งปันแบบประเมิน {{title}} ให้คุณ

# singleRecommendation_youAssessmentFormat
source: {{nameHtml}} shared the assessment {{title}} with you
ar_sa: {nameHtml} شارك تقييم {title} معك
es_es: {{nameHtml}} compartió la evaluación {{title}} con usted
ko_kr: {{nameHtml}}이(가) 귀하에게 평가 {{title}}을(를) 공유함
nl_nl: {{nameHtml}} heeft de beoordeling {{title}} met je gedeeld
th_th: {{nameHtml}} ได้แบ่งปันแบบประเมิน {{title}} ให้คุณ

# singleRecommendation_youBookDateFormat
source: {{nameHtml}} shared the book {{title}} with you
ar_sa: {nameHtml} شارك كتاب {title} معك
es_es: {{nameHtml}} compartió el libro {{title}} con usted
ko_kr: {{nameHtml}}이(가) 귀하에게 책 {{title}}을(를) 공유함
nl_nl: {{nameHtml}} heeft het boek {{title}} met je gedeeld
th_th: {{nameHtml}} ได้แบ่งปันหนังสือ {{title}} กับคุณ

# singleRecommendation_youBookFormat
source: {{nameHtml}} shared the book {{title}} with you
ar_sa: {nameHtml} شارك كتاب {title} معك
es_es: {{nameHtml}} compartió el libro {{title}} con usted
ko_kr: {{nameHtml}}이(가) 귀하에게 책 {{title}}을(를) 공유함
nl_nl: {{nameHtml}} heeft het boek {{title}} met je gedeeld
th_th: {{nameHtml}} ได้แบ่งปันหนังสือ {{title}} กับคุณ

# singleRecommendation_youCourseDateFormat
source: {{nameHtml}} shared the course {{title}} with you
ar_sa: {nameHtml} شارك الدورة التعليمية {title} معك
es_es: {{nameHtml}} compartió el curso {{title}} con usted
ko_kr: {{nameHtml}}이(가) 귀하에게 과정 {{title}}을(를) 공유함
nl_nl: {{nameHtml}} heeft de cursus {{title}} met je gedeeld
th_th: {{nameHtml}} ได้แบ่งปันหลักสูตร {{title}} กับคุณ

# singleRecommendation_youCourseFormat
source: {{nameHtml}} shared the course {{title}} with you
ar_sa: {nameHtml} شارك الدورة التعليمية {title} معك
es_es: {{nameHtml}} compartió el curso {{title}} con usted
ko_kr: {{nameHtml}}이(가) 귀하에게 과정 {{title}}을(를) 공유함
nl_nl: {{nameHtml}} heeft de cursus {{title}} met je gedeeld
th_th: {{nameHtml}} ได้แบ่งปันหลักสูตร {{title}} กับคุณ

# singleRecommendation_youEpisodeDateFormat
source: {{nameHtml}} shared an episode {{title}} with you
ar_sa: {nameHtml} شارك الحلقة الإذاعية {title} معك
es_es: {{nameHtml}} compartió el episodio {{title}} con usted
ko_kr: {{nameHtml}}이(가) 귀하에게 에피소드 {{title}}을(를) 공유함
nl_nl: {{nameHtml} heeft een aflevering {{title}} met je gedeeld
th_th: {{name}} ได้แบ่งปันตอน {{title}} กับคุณ

# singleRecommendation_youEpisodeFormat
source: {{nameHtml}} shared an episode {{title}} with you
ar_sa: {nameHtml} شارك الحلقة الإذاعية {title} معك
es_es: {{nameHtml}} compartió el episodio {{title}} con usted
ko_kr: {{nameHtml}}이(가) 귀하에게 에피소드 {{title}}을(를) 공유함
nl_nl: {{nameHtml} heeft een aflevering {{title}} met je gedeeld
th_th: {{name}} ได้แบ่งปันตอน {{title}} กับคุณ

# singleRecommendation_youEventDateFormat
source: {{nameHtml}} shared the event {{title}} with you
ar_sa: {nameHtml} شارك فاعلية {title} معك
es_es: {{nameHtml}} compartió el evento {{title}} con usted
ko_kr: {{nameHtml}}이(가) 귀하에게 이벤트 {{title}}을(를) 공유함
nl_nl: {{nameHtml}} heeft de gebeurtenis {{title}} met je gedeeld
th_th: {{nameHtml}} ได้แบ่งปันกิจกรรม {{title}} กับคุณ

# singleRecommendation_youEventFormat
source: {{nameHtml}} shared the event {{title}} with you
ar_sa: {nameHtml} شارك فاعلية {title} معك
es_es: {{nameHtml}} compartió el evento {{title}} con usted
ko_kr: {{nameHtml}}이(가) 귀하에게 이벤트 {{title}}을(를) 공유함
nl_nl: {{nameHtml}} heeft de gebeurtenis {{title}} met je gedeeld
th_th: {{nameHtml}} ได้แบ่งปันกิจกรรม {{title}} กับคุณ

# singleRecommendation_YouFollowFormat
source: {{nameHtml}} shared the {{type}} {{title}} with you.
ar_sa: {nameHtml} شارك {type} {title} معك
es_es: {{nameHtml}} compartió el {{type}} {{title}} con usted
ko_kr: {{nameHtml}}이(가) 귀하에게 {{type}} {{title}}을(를) 공유함
nl_nl: {{nameHtml}} heeft het {{type}} {{title}} met je gedeeld
th_th: {{nameHtml}} ได้แบ่งปัน {{type}} {{title}} กับคุณ

# singleRecommendation_YouFormat
source: {{nameHtml}} shared this {{type}} with you
ar_sa: {nameHtml} شارك {type} معك
es_es: {{nameHtml}} compartió este {{type}} con usted
ko_kr: {{nameHtml}}이(가) 귀하에게 이 {{type}}을(를) 공유함
nl_nl: {{nameHtml}} heeft dit {{type}} met je gedeeld
th_th: {{nameHtml}} ได้แบ่งปัน {{type}} กับคุณ

# singleRecommendation_youPathwayDateFormat
source: {{nameHtml}} shared the pathway {{title}} with you
ar_sa: {nameHtml} شارك مساق {title} معك
es_es: {{nameHtml}} compartió el itinerario {{title}} con usted
ko_kr: {{nameHtml}}이(가) 귀하에게 경로 {{title}}을(를) 공유함
nl_nl: {{nameHtml}} heeft het traject {{title}} met je gedeeld
th_th: {{nameHtml}} ได้แบ่งปันเส้นทางการเรียนรู้ {{title}} กับคุณ

# singleRecommendation_youPathwayFormat
source: {{nameHtml}} shared the pathway {{title}} with you
ar_sa: {nameHtml} شارك مساق {title} معك
es_es: {{nameHtml}} compartió el itinerario {{title}} con usted
ko_kr: {{nameHtml}}이(가) 귀하에게 경로 {{title}}을(를) 공유함
nl_nl: {{nameHtml}} heeft het traject {{title}} met je gedeeld
th_th: {{nameHtml}} ได้แบ่งปันเส้นทางการเรียนรู้ {{title}} กับคุณ

# singleRecommendation_youPositionDateFormat
source: {{nameHtml}} shared the position {{title}} with you
ar_sa: {nameHtml} شارك منصب {title} معك
es_es: {{nameHtml}} compartió el puesto {{title}} con usted
ko_kr: {{nameHtml}}이(가) 귀하에게 직책 {{title}}을(를) 공유함
nl_nl: {{nameHtml}} heeft de functie {{title}} met je gedeeld
th_th: {{nameHtml}} ได้แบ่งปันตำแหน่ง {{title}} กับคุณ

# singleRecommendation_youTargetDateFormat
source: {{nameHtml}} shared the role {{title}} with you
ar_sa: {nameHtml} شارك دور {title} معك
es_es: {{nameHtml}} compartió el rol {{title}} con usted
ko_kr: {{nameHtml}}이(가) 귀하에게 역할 {{title}}을(를) 공유함
nl_nl: {{nameHtml}} heeft de rol {{title}} met je gedeeld
th_th: {{nameHtml}} ได้แบ่งปันบทบาท {{title}} กับคุณ

# singleRecommendation_youTargetFormat
source: {{nameHtml}} shared the plan {{title}} with you
ar_sa: {nameHtml} شارك هذه الخطة {title} معك
es_es: {{nameHtml}} compartió el plan {{title}} con usted
ko_kr: {{nameHtml}}이(가) 귀하에게 계획 {{title}}을(를) 공유함
nl_nl: {{nameHtml}} heeft het plan {{title}} met je gedeeld
th_th: {{nameHtml}} ได้แบ่งปันแผน {{title}} กับคุณ

# singleRecommendation_youVideoDateFormat
source: {{nameHtml}} shared the video {{title}} with you
ar_sa: {nameHtml} شارك مقطع فيديو {title} معك
es_es: {{nameHtml}} compartió el vídeo {{title}} con usted
ko_kr: {{nameHtml}}이(가) 귀하에게 동영상 {{title}}을(를) 공유함
nl_nl: {{nameHtml}} heeft de video {{title}} met je gedeeld
th_th: {{nameHtml}} ได้แบ่งปันวิดีโอ {{title}} กับคุณ

# singleRecommendation_youVideoFormat
source: {{nameHtml}} shared the video {{title}} with you
ar_sa: {nameHtml} شارك مقطع فيديو {title} معك
es_es: {{nameHtml}} compartió el vídeo {{title}} con usted
ko_kr: {{nameHtml}}이(가) 귀하에게 동영상 {{title}}을(를) 공유함
nl_nl: {{nameHtml}} heeft de video {{title}} met je gedeeld
th_th: {{nameHtml}} ได้แบ่งปันวิดีโอ {{title}} กับคุณ

# SkillFormCtrl_AddLink
source: Add Link
ar_sa: إضافة رابط
es_es: Agregar vínculo
ko_kr: 링크 추가
nl_nl: Link toevoegen
th_th: เพิ่มลิงก์

# SkillFormCtrl_Description
source: Description
ar_sa: الوصف
es_es: Descripción
ko_kr: 설명
nl_nl: Beschrijving
th_th: คำอธิบาย

# SkillFormCtrl_SkillCategory
source: Please add at least one category.
ar_sa: يرجى إضافة فئة واحدة على الأقل.
es_es: Agregue al menos una categoría.
ko_kr: 카테고리를 최소한 하나 이상 추가하십시오.
nl_nl: Voeg ten minste één categorie toe.
th_th: โปรดเพิ่มข้อมูลอย่างน้อยหนึ่งหมวดหมู่

# SkillFormCtrl_SkillDescription
source: A skill description is required.
ar_sa: يلزم إدخال وصف للمهارة.
es_es: Se necesita una descripción de la habilidad.
ko_kr: 기술 설명이 필요합니다.
nl_nl: Een beschrijving van een vaardigheid is vereist.
th_th: ต้องระบุคำอธิบายทักษะ

# SkillFormCtrl_Url
source: URL
ar_sa: عنوان URL

# SkillRatingsChart_AllTypes
source: All Types
ar_sa: جميع الأنواع
es_es: Todos los tipos
ko_kr: 모든 유형
nl_nl: Alle typen
th_th: ทุกประเภท

# SkillRatingsChart_AlphabeticalOrder
source: Alphabetical
ar_sa: أبجدي
es_es: Alfabético
ko_kr: 알파벳순
nl_nl: Alfabetisch
th_th: เรียงตามอักษร

# SkillRatingsChart_Average
source: Average
ar_sa: متوسط
es_es: Promedio
ko_kr: 평균
nl_nl: Gemiddelde
th_th: เฉลี่ย

# SkillRatingsChart_certified
source: certified
ar_sa: معتمد
es_es: certificado
ko_kr: 인증됨
nl_nl: gecertificeerd
th_th: ผ่านการรับรอง

# SkillRatingsChart_DegreedCertified
source: Degreed Certified
ar_sa: معتمد من Degreed
es_es: Certificado por Degreed
ko_kr: Degreed 인증
nl_nl: Degreed-gecertificeerd
th_th: ผ่านการรับรองจาก Degreed แล้ว

# SkillRatingsChart_Description
source: Only skills with ratings for two or more individuals appear on this chart.
ar_sa: المهارات ذات التصنيفات لشخصين أو أكثر هي وحدها التي ستظهر على هذا المخطط.
es_es: Solo aparecen en esta lista habilidades con calificaciones de dos o más personas.
ko_kr: 두 명 이상에 대한 등급이 있는 기술만 이 차트에 표시됩니다.
nl_nl: Alleen vaardigheden met beoordelingen van twee of meer personen worden in deze grafiek weergegeven.
th_th: ตารางนี้จะแสดงทักษะที่มีคะแนนสำหรับบุคคลสองคนขึ้นไปเท่านั้น

# SkillRatingsChart_Evaluations
source: Skill Reviews
ar_sa: مراجعات المهارة
es_es: Revisiones de habilidades
ko_kr: 기술 검토
nl_nl: Beoordelingen van vaardigheden
th_th: ตรวจสอบทักษะ

# SkillRatingsChart_High
source: High
ar_sa: مرتفع
es_es: Alto
ko_kr: 높은
nl_nl: Hoog
th_th: ระดับสูง

# SkillRatingsChart_Low
source: Low
ar_sa: منخفض
es_es: Bajo
ko_kr: 낮은
nl_nl: Laag
th_th: ระดับต่ำ

# SkillRatingsChart_manager
source: manager
ar_sa: مدير
es_es: gerente
ko_kr: 매니저
th_th: ผู้จัดการ

# SkillRatingsChart_ManagerRatings
source: Manager Ratings
ar_sa: تقييمات المديرين
es_es: Calificaciones del gerente
ko_kr: 관리자 평가 등급
nl_nl: Beoordelingen door manager
th_th: คะแนนผู้จัดการ

# SkillRatingsChart_Medium
source: Medium
ar_sa: متوسط
es_es: Medio
ko_kr: 중간
th_th: ระดับกลาง

# SkillRatingsChart_MostRatings
source: Most ratings
ar_sa: معظم التقييمات
es_es: La mayoría de las calificaciones
ko_kr: 가장 많은 등급
nl_nl: Meeste beoordelingen
th_th: คะแนนมากที่สุด

# SkillRatingsChart_NoData
source: No ratings to display.<br>Only skills with ratings for two or more individuals appear on this chart.
ar_sa: لا توجد تصنيفات لعرضها.<br>المهارات ذات التصنيفات لشخصين أو أكثر هي وحدها التي ستظهر على هذا المخطط.
es_es: No hay calificaciones que mostrar.<br>Solo aparecen en esta lista habilidades con calificaciones de dos o más personas.
ko_kr: 표시할 등급이 없습니다.<br>두 명 이상에 대한 등급이 있는 기술만 이 차트에 표시됩니다.
nl_nl: Geen beoordelingen om weer te geven.<br>Alleen vaardigheden met beoordelingen van twee of meer personen worden in deze grafiek weergegeven.
th_th: ไม่มีคะแนนให้แสดง<br>ตารางนี้จะแสดงทักษะที่มีคะแนนสำหรับบุคคลสองคนขึ้นไปเท่านั้น

# SkillRatingsChart_Range
source: Range
ar_sa: النطاق
es_es: Grado
ko_kr: 범위
nl_nl: Bereik
th_th: ช่วง
