Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# RecommendationsSvc_InputRecommendedFormat
source: {{title}} has been successfully shared.
ar_sa: {title} تم مشاركته بنجاح.
es_es: {{title}} se ha compartido correctamente.
ko_kr: {{title}}을(를) 성공적으로 공유했습니다.
nl_nl: {{title}} is met succes gedeeld.
th_th: แบ่งปัน {{title}} สำเร็จแล้ว

# RecommendationsSvc_ProblemAccessingRecommendations
source: Sorry! There was a problem with accessing your shares.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى المشاركات الخاصة بك.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a sus contenidos compartidos.
ko_kr: 죄송합니다! 공유 목록에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot je gedeelde content.
th_th: ขออภัย! มีปัญหาขณะเข้าถึงเนื้อหาที่คุณแบ่งปัน

# RecommendationsSvc_ProblemAddingRecommendations
source: Sorry! There was a problem adding this recommendation.
ar_sa: نعتذر! حدثت مشكلة أثناء إضافة هذه التوصية.
es_es: ¡Lo sentimos! Se produjo un problema al agregar esta recomendación.
ko_kr: 죄송합니다! 추천을 추가하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het toevoegen van deze aanbeveling.
th_th: ขออภัย! เกิดปัญหาในการเพิ่มคำแนะนำนี้

# RecommendationsSvc_ProblemDeleteRecommendationsFormat
source: Sorry! There was a problem deleting the share
ar_sa: نعتذر! حدثت مشكلة أثناء حذف المشاركة
es_es: ¡Lo sentimos! Se produjo un problema al borrar el contenido compartido
ko_kr: 죄송합니다! 공유를 삭제하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het verwijderen van gedeelde content
th_th: ขออภัย! เกิดปัญหาขณะลบการแบ่งปันนี้

# RecommendationsSvc_ProblemSearchingGroups
source: Sorry! There was a problem searching groups.
ar_sa: نعتذر! حدثت مشكلة أثناء البحث عن المجموعات.
es_es: ¡Lo sentimos! Se produjo un problema al buscar grupos.
ko_kr: 죄송합니다! 그룹을 검색하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het zoeken van groepen.
th_th: ขออภัย! เกิดปัญหาในการค้นหากลุ่ม

# RecommendationsSvc_ProblemSearchingMembers
source: Sorry! There was a problem searching members.
ar_sa: نعتذر! حدثت مشكلة أثناء البحث عن الأعضاء.
es_es: ¡Lo sentimos! Se produjo un problema al buscar miembros.
ko_kr: 죄송합니다! 멤버를 검색하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het zoeken van leden.
th_th: ขออภัย! เกิดปัญหาในการค้นหาสมาชิก

# RecommendationsSvc_ProblemUpdatingRecommendation
source: Sorry! There was a problem updating this share.
ar_sa: نعتذر! حدثت مشكلة أثناء تحديث هذه المشاركة.
es_es: ¡Lo sentimos! Se produjo un problema al actualizar este contenido compartido.
ko_kr: 죄송합니다! 이 공유를 업데이트하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het updaten van deze gedeelde content.
th_th: ขออภัย! เกิดปัญหาขณะอัปเดตการแบ่งปันนี้

# RecommendationsSvc_SuccessDelete
source: Shared has been successfully deleted.
ar_sa: تم حذف المشاركات بنجاح.
es_es: El contenido compartido se eliminó correctamente.
ko_kr: 공유를 성공적으로 삭제했습니다.
nl_nl: Gedeelde content is met succes verwijderd.
th_th: ลบการแบ่งปันเรียบร้อยแล้ว

# RecommendationsSvc_SuccessDeleteAssignment
source: Assignment has been successfully deleted.
ar_sa: تم حذف المهمة بنجاح.
es_es: La asignación se eliminó correctamente.
ko_kr: 할당을 성공적으로 삭제했습니다.
nl_nl: Opdracht is met succes verwijderd.
th_th: ลบงานมอบหมายสำเร็จแล้ว

# RecommendationsSvc_UpdateAssignment
source: Assignment has been successfully updated.
ar_sa: تم تحديث المهمة بنجاح.
es_es: La asignación se actualizó correctamente.
ko_kr: 할당을 성공적으로 업데이트했습니다.
nl_nl: Opdracht is met succes bijgewerkt.
th_th: อัปเดตงานมอบหมายสำเร็จแล้ว

# RecommendationsSvc_UpdateRecommendation
source: Share has been successfully updated.
ar_sa: تم تحديث المشاركات بنجاح.
es_es: El contenido compartido se actualizó correctamente.
ko_kr: 공유를 성공적으로 업데이트했습니다.
nl_nl: Gedeelde content is met succes bijgewerkt.
th_th: อัปเดตการแบ่งปันเรียบร้อยแล้ว

# RecommendationsSvc_UsersTitle
source: People who shared this
ar_sa: الأشخاص الذين شاركوا هذا
es_es: Personas que han compartido esto
ko_kr: 이것을 공유한 사람들
nl_nl: Personen die dit hebben gedeeld
th_th: คนที่แบ่งปันเนื้อหานี้

# RecommendUsersCtrl_ExternalContentCancel
source: Cancel
ar_sa: إلغاء
es_es: Cancelar
ko_kr: 취소
nl_nl: Annuleren
th_th: ยกเลิก

# RecommendUsersCtrl_ExternalContentConfirm
source: Confirm
ar_sa: تأكيد
es_es: Confirmar
ko_kr: 확인
nl_nl: Bevestigen
th_th: ยืนยัน

# RecommendUsersCtrl_ExternalContentHeader
source: Warning Regarding People Search
ar_sa: تحذير بخصوص البحث عن الأشخاص
es_es: Advertencia sobre búsquedas de personas
ko_kr: 사람 검색에 관한 경고
nl_nl: Waarschuwing met betrekking tot zoeken van personen
th_th: คำเตือนเกี่ยวกับการค้นหาผู้คน

# replyToComment_CommentGroupPluralFormat
source: {{nameHtml}} and {{number}} others replied to your comment in {{groupNameHtml}}
ar_sa: رد {{nameHtml}} و{{number}} آخرون على تعليقك في {{groupNameHtml}}
es_es: {{nameHtml}} y {{number}} más respondieron a su comentario en {{groupNameHtml}}
ko_kr: {{nameHtml}} 외 {{number}}명이 {{groupNameHtml}}에서 귀하의 의견에 답변
nl_nl: {{nameHtml}} en {{number}} anderen reageerden op jouw opmerking in {{groupNameHtml}}
th_th: {{nameHtml}} และอีก {{number}} คน ตอบกลับความคิดเห็นของคุณใน {{groupNameHtml}}

# replyToComment_CommentGroupSingleFormat
source: {{nameHtml}} replied to your comment in {{groupNameHtml}}
ar_sa: رد {{nameHtml}} على تعليقك في {{groupNameHtml}}
es_es: {{nameHtml}} respondió a su comentario en {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에서 귀하의 의견에 답변
nl_nl: {{nameHtml}} reageerde op jouw opmerking in {{groupNameHtml}}
th_th: {{nameHtml}} ตอบกลับความคิดเห็นของคุณใน {{groupNameHtml}}

# replyToComment_CommentPluralFormat
source: {{nameHtml}} and {{number}} others replied to your comment
ar_sa: رد {{nameHtml}} و{{number}} آخرون على تعليقك
es_es: {{nameHtml}} y {{number}} más respondieron a su comentario
ko_kr: {{nameHtml}} 외 {{number}}명이 귀하의 의견에 답변
nl_nl: {{nameHtml}} en {{number}} anderen reageerden op jouw opmerking
th_th: {{nameHtml}} และอีก {{number}} คน ตอบกลับความคิดเห็นของคุณ

# replyToComment_CommentSingleFormat
source: {{nameHtml}} replied to your comment
ar_sa: رد {{nameHtml}} على التعليق الخاص بك
es_es: {{nameHtml}} respondió a su comentario
ko_kr: {{nameHtml}}이(가) 귀하의 의견에 답변
nl_nl: {{nameHtml}} reageerde op jouw opmerking
th_th: {{nameHtml}} ตอบกลับความคิดเห็นของคุณ

# replyToComment_TakeawayGroupPluralFormat
source: {{nameHtml}} and {{number}} others replied to your takeaway in {{groupNameHtml}}
ar_sa: رد {{nameHtml}} و{{number}} آخرون على المعلومة السريعة الخاصة بك في {{groupNameHtml}}
es_es: {{nameHtml}} y {{number}} más respondieron a su aporte en {{groupNameHtml}}
ko_kr: {{nameHtml}} 외 {{number}}명이 {{groupNameHtml}}에서 귀하의 중요점에 답변
nl_nl: {{nameHtml}} en {{number}} anderen reageerden op jouw takeaway in {{groupNameHtml}}
th_th: {{nameHtml}} และอีก {{number}} คน ตอบกลับสาระสำคัญของคุณใน {{groupNameHtml}}

# replyToComment_TakeawayGroupSingleFormat
source: {{nameHtml}} replied to your takeaway in {{groupNameHtml}}
ar_sa: رد {{nameHtml}} على المعلومة السريعة الخاصة بك في {{groupNameHtml}}
es_es: {{nameHtml}} respondió a su aporte en {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에서 귀하의 중요점에 답변
nl_nl: {{nameHtml}} reageerde op jouw takeaway in {{groupNameHtml}}
th_th: {{nameHtml}} ตอบกลับสาระสำคัญของคุณใน {{groupNameHtml}}

# replyToComment_TakeawayPluralFormat
source: There are {{number}} replies to your takeaway on {{takeawayTitleHtml}}
ar_sa: يوجد عدد {{number}} من الردود على المعلومة السريعة الخاصة بك على {{takeawayTitleHtml}}
es_es: Hay {{number}} respuestas a su aporte en {{takeawayTitleHtml}}
ko_kr: 귀하의 {{takeawayTitleHtml}}의 중요점에 {{number}}개의 답변이 있습니다.
nl_nl: Er zijn {{number}} reacties op jouw takeaway op {{takeawayTitleHtml}}
th_th: มีการตอบกลับสาระสำคัญของคุณ {{number}} รายการใน {{takeawayTitleHtml}}

# replyToComment_TakeawaySingleFormat
source: {{nameHtml}} replied to your takeaway on {{takeawayTitleHtml}}
ar_sa: رد {{nameHtml}} على المعلومة السريعة الخاصة بك في {{takeawayTitleHtml}}
es_es: {{nameHtml}} respondió a su aporte en {{takeawayTitleHtml}}
ko_kr: {{nameHtml}}이(가) {{takeawayTitleHtml}}의 중요점에 답변
nl_nl: {{nameHtml}} reageerde op jouw takeaway op {{takeawayTitleHtml}}
th_th: {{nameHtml}} ตอบกลับสาระสำคัญของคุณใน {{takeawayTitleHtml}}

# replyToPost_GroupPluralFormat
source: {{nameHtml}} and {{number}} others replied to your post in {{groupNameHtml}}
ar_sa: رد {{nameHtml}} و{{number}} آخرون على المنشور الخاص بك في {{groupNameHtml}}
es_es: {{nameHtml}} y {{number}} más respondieron a su publicación en {{groupNameHtml}}
ko_kr: {{nameHtml}} 외 {{number}}명이 {{groupNameHtml}}에서 귀하의 게시물에 답변
nl_nl: {{nameHtml}} en {{number}} anderen reageerden op jouw bericht in {{groupNameHtml}}
th_th: {{nameHtml}} และอีก {{number}} คน ตอบกลับโพสต์ของคุณใน {{groupNameHtml}}

# replyToPost_GroupSingleFormat
source: {{nameHtml}} replied to your post in {{groupNameHtml}}
ar_sa: رد {{nameHtml}} على المنشور الخاص بك في {{groupNameHtml}}
es_es: {{nameHtml}} respondió a su publicación en {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}에서 귀하의 게시물에 답변
nl_nl: {{nameHtml}} reageerde op jouw bericht in {{groupNameHtml}}
th_th: {{nameHtml}} ตอบกลับโพสต์ของคุณใน {{groupNameHtml}}

# replyToPost_PluralFormat
source: {{nameHtml}} and {{number}} others replied to your post
ar_sa: رد {{nameHtml}} و{{number}} آخرون على المنشور الخاص بك
es_es: {{nameHtml}} y {{number}} más respondieron a su publicación
ko_kr: {{nameHtml}} 외 {{number}}명이 귀하의 게시물에 답변
nl_nl: {{nameHtml}} en {{number}} reageerden op jouw bericht
th_th: {{nameHtml}} และอีก {{number}} คน ตอบกลับโพสต์ของคุณ

# replyToPost_SingleFormat
source: {{nameHtml}} replied to your post
ar_sa: رد {{nameHtml}} على المنشور الخاص بك
es_es: {{nameHtml}} respondió a su publicación
ko_kr: {{nameHtml}}이(가) 귀하의 게시물에 답변
nl_nl: {{nameHtml}} reageerde op jouw bericht
th_th: {{nameHtml}} ตอบกลับโพสต์ของคุณ

# ReportingContentSvc_All
source: All types
ar_sa: جميع الأنواع
es_es: Todos los tipos
ko_kr: 모든 유형
nl_nl: Alle typen
th_th: ทุกประเภท

# ReportingContentSvc_AllCompletedContent
source: All Completed Content
ar_sa: كل المحتويات المكتملة
es_es: Todo el contenido completado
ko_kr: 모든 완료된 콘텐츠
nl_nl: All voltooide content
th_th: ทุกเนื้อหาที่ดำเนินการเสร็จแล้ว

# ReportingContentSvc_ChartIDflexPathwaySections
source: Pathways
ar_sa: المساقات
es_es: Itinerarios
ko_kr: 경로
nl_nl: Leerpaden
th_th: เส้นทางการเรียนรู้

# ReportingContentSvc_ChartIDlearningChart
source: Learning Summary
ar_sa: ملخص التعلم
es_es: Resumen de formación
ko_kr: 학습 요약
nl_nl: Leeroverzicht
th_th: ข้อมูลสรุปการเรียนรู้

# ReportingContentSvc_ChartIDpopularCategories
source: Popular Topics
ar_sa: الموضوعات الشائعة
es_es: Temas populares
ko_kr: 인기 있는 주제
nl_nl: Populaire onderwerpen
th_th: หัวข้อยอดนิยม

# ReportingContentSvc_ChartIDpopularProviders
source: Popular Providers
ar_sa: جهات تقديم شائعة
es_es: Proveedores populares
ko_kr: 인기 있는 제공자
nl_nl: Populaire aanbieders
th_th: ผู้ให้บริการยอดนิยม

# ReportingContentSvc_ChartIDpopularSearches
source: Popular Searches
ar_sa: عمليات البحث الشائعة
es_es: Búsquedas populares
ko_kr: 인기 있는 검색
nl_nl: Populaire zoekopdrachten
th_th: การค้นหายอดนิยม

# ReportingContentSvc_ChartIDrecommendationsStatus
source: Shared or Assigned
ar_sa: مشارك أو مسند
es_es: Compartido o asignado
ko_kr: 공유 또는 할당됨
nl_nl: Gedeeld of toegewezen
th_th: แบ่งปันหรือมอบหมายงาน

# ReportingContentSvc_ChartIDskillRatings
source: Top Skill Ratings
ar_sa: أعلى تقييمات المهارات
es_es: Mejores calificaciones de habilidades
ko_kr: 상위 기술 평가 등급
nl_nl: Scores voor Topvaardigheden
th_th: คะแนนของทักษะยอดนิยม

# ReportingContentSvc_ChartIDtopGroups
source: Top Active Groups
ar_sa: المجموعات الأعلى نشاطًا
es_es: Mejores grupos activos
ko_kr: 최고 활성 그룹
nl_nl: Top van actieve groepen
th_th: กลุ่มที่ขยันที่สุด

# ReportingContentSvc_ExternalContent
source: External Content
ar_sa: محتوى خارجي
es_es: Contenido externo
ko_kr: 외부 콘텐츠
nl_nl: Externe content
th_th: เนื้อหาภายนอก

# ReportingContentSvc_ImageAltText
source: blurred placeholder screenshot used as an example for how this report might look
ar_sa: تم استخدام لقطة شاشة لعنصر نائب غير واضح وذلك كمثال على الشكل المحتمَل للتقرير
es_es: captura de pantalla borrosa del marcador que se usa de muestra del aspecto de este informe
ko_kr: 흐리게 표시된 자리 표시자 스크린샷이 이 보고서 모양의 예로 사용됨
nl_nl: wazige tijdelijke schermafdruk wordt gebruikt als voorbeeld voor hoe dit rapport eruit kan zien
th_th: ภาพหน้าจอประจำตำแหน่งที่ไม่ชัดเจน ใช้เป็นตัวอย่างว่ารายงานนี้มีลักษณะอย่างไร

# ReportingContentSvc_InternalContent
source: Internal Content
ar_sa: محتوى داخلي
es_es: Contenido interno
ko_kr: 내부 콘텐츠
nl_nl: Interne content
th_th: เนื้อหาภายใน

# ReportingContentSvc_Name
source: Name
ar_sa: الاسم
es_es: Nombre
ko_kr: 이름
nl_nl: Naam
th_th: ชื่อ

# ReportingContentSvc_NotEnoughActivity
source: Not Enough Activity
ar_sa: نشاط غير كاف
es_es: No hay suficiente actividad
ko_kr: 불충분한 활동
nl_nl: Niet voldoende activiteit
th_th: กิจกรรมไม่เพียงพอ

# ReportingContentSvc_Points
source: Points
ar_sa: النقاط
es_es: Puntos
ko_kr: 포인트
nl_nl: Punten
th_th: คะแนน

# ReportingContentSvc_ReportsNotAvailable
source: Reports are available once learning resources have been added within the selected criteria.
ar_sa: تُتاح التقارير بمجرد إضافة الموارد التعليمية في الفترة الزمنية المحددة.
es_es: Cuando haya agregado recursos de formación, tendrá a su disposición informes sobre los criterios seleccionados.
ko_kr: 학습 리소스가 선택된 평가 기준 내에 추가되면 보고서가 사용 가능하게 됩니다.
nl_nl: Rapporten worden beschikbaar nadat leermiddelen zijn toegevoegd binnen de geselecteerde criteria.
th_th: คุณจะสามารถใช้รายงานได้ เมื่อเพิ่มแหล่งข้อมูลการเรียนรู้ตามเกณฑ์ที่กำหนด

# ReportingContentSvc_TotalContentViewed
source: Total content viewed
ar_sa: إجمال المحتوى المعروض
es_es: Contenido total visto
ko_kr: 본 콘텐츠 합계
nl_nl: Totale bekeken content
th_th: เนื้อหาทั้งหมดที่ดู

# ReportingContentSvc_TotalItemsAdded
source: Total items added
ar_sa: إجمالي العناصر المضافة
es_es: Total de elementos agregados
ko_kr: 추가한 총 항목
nl_nl: Totaal toegevoegde items
th_th: เนื้อหาทั้งหมดที่เพิ่ม

# ReportingContentSvc_TotalItemsCompleted
source: Total items completed
ar_sa: إجمالي العناصر المكتملة
es_es: Total de elementos completados
ko_kr: 완료된 총 항목
nl_nl: Totaal voltooide items
th_th: เนื้อหาทั้งหมดที่สมบูรณ์

# ReportingContentSvc_TotalPointsEarned
source: Total points earned
ar_sa: إجمالي الدرجات المكتسبة
es_es: Total de puntos ganados
ko_kr: 획득한 총 포인트
nl_nl: Totaal aantal verdiende punten
th_th: คะแนนทั้งหมดที่ได้รับ

# requestedRating_Format
source: {{nameHtml}} is requesting you to rate their skill in {{tagName}}
ar_sa: يطلب {{nameHtml}} منك أن تقييم مهاراتهم في {{tagName}}
es_es: {{nameHtml}} le pide que califique su habilidad en {{tagName}}
ko_kr: {{nameHtml}}이(가) 자신들의 {{tagName}} 기술 수준을 평가하도록 요청
nl_nl: {{nameHtml}} vraagt jou om zijn/haar vaardigheidsniveau te beoordelen in {{tagName}}
th_th: {{nameHtml}} ขอให้คุณให้คะแนนเขาสำหรับทักษะ {{tagName}}

# requestGroupMembership_Accept
source: Accept
ar_sa: قبول
es_es: Aceptar
ko_kr: 수락
nl_nl: Accepteren
th_th: ตอบรับ

# requestGroupMembership_Approved
source: Approved
ar_sa: تمت الموافقة
es_es: Aprobado
ko_kr: 승인
nl_nl: Goedgekeurd
th_th: อนุมัติ

# requestGroupMembership_Decline
source: Decline
ar_sa: رفض
es_es: Rechazar
ko_kr: 거부
nl_nl: Afwijzen
th_th: ปฏิเสธ

# requestGroupMembership_Denied
source: Denied
ar_sa: مرفوض
es_es: Denegado
ko_kr: 거부
nl_nl: Geweigerd
th_th: ถูกปฏิเสธ

# requestGroupMembership_Plural
source: {{nameHtml}} and {{number}} others have requested group membership for {{groupNameHtml}}
ar_sa: طلب {{nameHtml}} و{{number}} آخرون عضوية المجموعة في {{groupNameHtml}}
es_es: {{nameHtml}} y {{number}} más solicitaron la membresía al grupo {{groupNameHtml}}
ko_kr: {{nameHtml}} 외 {{number}}명이 {{groupNameHtml}}의 그룹 멤버십을 요청
nl_nl: {{nameHtml}} en {{number}} anderen hebben het groepslidmaatschap aangevraagd van {{groupNameHtml}}
th_th: {{nameHtml}} และอีก {{number}} คน ส่งคำขอเป็นสมาชิกกลุ่ม {{groupNameHtml}}

# requestGroupMembership_Single
source: {{nameHtml}} has requested group membership for {{groupNameHtml}}
ar_sa: طلب {{nameHtml}} عضوية المجموعة لـ{{groupNameHtml}}
es_es: {{nameHtml}} solicitó la membresía al grupo {{groupNameHtml}}
ko_kr: {{nameHtml}}이(가) {{groupNameHtml}}의 그룹 멤버십을 요청
nl_nl: {{nameHtml}} heeft het groepslidmaatschap aangevraagd van {{groupNameHtml}}
th_th: {{nameHtml}} ส่งคำขอเป็นสมาชิกกลุ่ม {{groupNameHtml}}

# RequestRating_Header
source: Request manager rating
ar_sa: طلب تقييم المدير
es_es: Solicitar calificación del gerente
ko_kr: 관리자 평가 등급 요청
nl_nl: Verzoek om beoordeling van manager
th_th: ขอคะแนนผู้จัดการ

# RequestRating_Label
source: Search to find your manager
ar_sa: البحث للعثور على المدير الخاص بك
es_es: Buscar a su gerente
ko_kr: 검색하여 귀하의 관리자 찾기
nl_nl: Jouw manager zoeken
th_th: ค้นหาผู้จัดการของคุณ

# RequestRating_SearchPlaceholder
source: Search for a person...
ar_sa: البحث عن شخص...
es_es: Buscar una persona...
ko_kr: 사람을 검색...
nl_nl: Een persoon zoeken...
th_th: ค้นหาบุคคล...

# RequestRating_SendRequest
source: Send request
ar_sa: إرسال طلب
es_es: Enviar una solicitud
ko_kr: 요청 보내기
nl_nl: Verzoek versturen
th_th: ส่งคำขอ

# RequestRating_SuccessMessage
source: Request sent successfully
ar_sa: تم إرسال الطلب بنجاح
es_es: Solicitud enviada correctamente
ko_kr: 요청을 성공적으로 보냄
nl_nl: Verzoek met succes verstuurd
th_th: ส่งคำขอเรียบร้อยแล้ว

# requiredLearning_notificationDateFormat
source: You have a new {{startHtml}}Required Learning{{endHtml}} item due on {{date}}
ar_sa: لديك عنصر {{startHtml}}تعلم جديد{{endHtml}} يلزم إتمامه في {{date}}
es_es: Tiene un nuevo elemento de {{startHtml}}Formación obligatoria{{endHtml}} con vencimiento el {{date}}
ko_kr: {{date}}에 마감인 새 {{startHtml}}필수 학습{{endHtml}} 항목이 있습니다
nl_nl: Je hebt een nieuwe {{startHtml}}Verplicht Leren{{endHtml}} item dat moet worden voltooid op {{date}}
th_th: คุณมีเนื้อหา{{startHtml}}การเรียนรู้ใหม่ที่ต้องทำให้เสร็จ{{endHtml}}ภายใน {{date}}

# resetPasswordForm_ConfirmPasswordError
source: Passwords do not match.
ar_sa: كلمة المرور غير مطابقة.
es_es: Las contraseñas no coinciden.
ko_kr: 암호가 일치하지 않습니다.
nl_nl: Wachtwoorden komen niet overeen.
th_th: รหัสผ่านไม่ตรงกัน

# resetPasswordForm_ConfirmPasswordLabel
source: Re-enter your new password
ar_sa: أعد إدخال كلمة المرور الجديدة الخاصة بك
es_es: Ingrese de nuevo su nueva contraseña
ko_kr: 새 암호를 다시 입력
nl_nl: Voer je nieuwe wachtwoord opnieuw in
th_th: ป้อนรหัสผ่านใหม่ของคุณอีกครั้ง

# resetPasswordForm_ConfirmPasswordPlaceholder
source: Type it one more time
ar_sa: اكتبها مرة أخرى
es_es: Escríbala una vez más
ko_kr: 다시 한번 입력합니다.
nl_nl: Typ het nog een keer
th_th: พิมพ์อีกหนึ่งครั้ง

# resetPasswordForm_Info
source: Enter a new password for your account.
ar_sa: أدخل كلمة مرور جديدة لحسابك.
es_es: Ingrese una nueva contraseña para su cuenta.
ko_kr: 계정의 새 암호를 입력합니다.
nl_nl: Voer een nieuw wachtwoord in voor je account.
th_th: ป้อนรหัสผ่านใหม่สำหรับบัญชีของคุณ

# resetPasswordForm_InvalidConfirmPassword
source: Passwords do not match.
ar_sa: كلمة المرور غير مطابقة.
es_es: Las contraseñas no coinciden.
ko_kr: 암호가 일치하지 않습니다.
nl_nl: Wachtwoorden komen niet overeen.
th_th: รหัสผ่านไม่ตรงกัน

# resetPasswordForm_InvalidEmail
source: Please enter your email address.
ar_sa: يرجى إدخال عنوان بريدك إلكتروني
es_es: Ingrese su dirección de correo electrónico.
ko_kr: 이메일 주소를 입력하십시오.
nl_nl: Voer je e-mailadres in
th_th: โปรดป้อนที่อยู่อีเมลของคุณ

# resetPasswordForm_InvalidPassword
source: Password must be at least 8 characters long and contain 1 number & 1 letter.
ar_sa: يجب ألا تقل كلمات المرور عن 8 أحرف وأن تشتمل على رقم واحد وحرف واحد على الأقل
es_es: La contraseña debe ser de al menos 8 caracteres e incluir 1 número y 1 letra.
ko_kr: 암호는 최소 8글자이며 숫자 1자와 글자 1자를 포함해야 합니다
nl_nl: Wachtwoord moet minimaal 8 tekens lang zijn en 1 cijfer en 1 letter bevatten
th_th: รหัสผ่านจะต้องมีความยาวอย่างน้อย 8 ตัว และจะต้องมีตัวเลขอย่างน้อย 1 ตัว และตัวอักษรอย่างน้อย 1 ตัว

# resetPasswordForm_NewPasswordLabel
source: Choose a new password
ar_sa: اختيار كلمة المرور الجديدة
es_es: Elija una nueva contraseña
ko_kr: 새 암호 선택
nl_nl: Kies een nieuw wachtwoord
th_th: เลือกรหัสผ่านใหม่

# resetPasswordForm_NewPasswordPlaceholder
source: Keep it secret!
ar_sa: حفظ السر!
es_es: ¡No la comparta con nadie!
ko_kr: 비밀로 유지!
nl_nl: Aan niemand vertellen!
th_th: เก็บเป็นความลับ!

# resourceAssociationRemoved_ActionNoUserFormat
source: <span class="font-semibold">Your organization&apos;s latest catalog import</span> deleted this {{type}} from the {{resourceTitle}} {{resourceType}}
ar_sa: <span class="font-semibold">أحدث كتالوج لمؤسستك import</span> محذوف هذا {{type}} من {{resourceTitle}} {{resourceType}}
es_es: <span class="font-semibold">La importación más reciente del catálogo de su organización</span> eliminó este {{type}} de {{resourceType}} {{resourceTitle}}
ko_kr: <span class="font-semibold">귀하의 조직에서 최근 카탈로그 가져오기</span>로 인해 이 {{type}}을(를) {{resourceTitle}} {{resourceType}}에서 삭제
nl_nl: <span class="font-semibold">De laatste geïmporteerde catalogus van jouw organisatie</span>heeft dit {{type}} verwijderd uit de {{resourceTitle}} {{resourceType}}
th_th: <span class="font-semibold">การนำเข้าแค็ตตาล็อกล่าสุดขององค์กรของคุณ</span>ได้ลบ{{type}}นี้ออกจาก{{resourceType}} {{resourceTitle}}

# ResourceAssociationsRemovedEmail_ArticlePathwayActionFormat
source: <strong>{0}</strong> deleted this article from the {1} Pathway
ar_sa: <strong>{0}</strong> محذوف هذا المقال من{1} المساق
es_es: <strong>{0}</strong> eliminó este artículo del itinerario {1}
ko_kr: <strong>{0}</strong>이(가) 이 기사를 {1} 패스웨이에서 삭제
nl_nl: <strong>{0}</strong> heeft dit artikel verwijderd uit het {1} Leerpad
th_th: <strong>{0}</strong> ได้ลบบทความนี้ออกจากเส้นทางการเรียนรู้ {1}

# ResourceAssociationsRemovedEmail_ArticlePathwayActionNoUserFormat
source: <strong>Your organization&apos;s latest catalog import</strong> deleted this article from the {0} Pathway
ar_sa: <strong>استيراد أحدث قائمة مصورة لمؤسستك </strong> محذوف هذا المقال من {0} المساق
es_es: <strong>La importación más reciente del catálogo de su organización</strong> eliminó este artículo del itinerario {0}
ko_kr: <strong>귀하 조직의 최신 카탈로그 가져오기</strong>로 인해 이 기사가 {0} 패스웨이에서 삭제
nl_nl: <strong>De laatste geïmporteerde catalogus van jouw organisatie</strong> heeft dit artikel uit het {0} Leerpad verwijderd
th_th: <strong>การนำเข้าแค็ตตาล็อกล่าสุดขององค์กรของคุณ</strong>ได้ลบบทความนี้ออกจากเส้นทางการเรียนรู้ {0}

# ResourceAssociationsRemovedEmail_ArticleTargetActionFormat
source: <strong>{0}</strong> deleted this article from the {1} Skill Plan
ar_sa: <strong>{0}</strong> محذوف هذا المقال من{1} خطة المهارات
es_es: <strong>{0}</strong> eliminó este artículo del plan de habilidades {1}
ko_kr: <strong>{0}</strong>이(가) 이 기사를 {1} 기술 플랜에서 삭제
nl_nl: <strong>{0}</strong> heeft dit artikel uit het {1} vaardigheidsplan verwijderd
th_th: <strong>{0}</strong> ได้ลบบทความนี้ออกจากแผนทักษะ {1}

# ResourceAssociationsRemovedEmail_ArticleTargetActionNoUserFormat
source: <strong>Your organization&apos;s latest catalog import</strong> deleted this article from the {0} Skill Plan
ar_sa: <strong>استيراد أحدث قائمة مصورة لمؤسستك </strong> محذوف هذا المقال من {0} خطة المهارات
es_es: <strong>La importación más reciente del catálogo de su organización</strong> eliminó este artículo del plan de habilidades {0}
ko_kr: <strong>귀하 조직의 최신 카탈로그 가져오기</strong>로 인해 이 기사가 {0} 기술 플랜에서 삭제
nl_nl: <strong>De laatste geïmporteerde catalogus van jouw organisatie</strong> heeft dit artikel uit het {0} vaardigheidsplan verwijderd
th_th: <strong>การนำเข้าแค็ตตาล็อกล่าสุดขององค์กรของคุณ</strong>ได้ลบบทความนี้ออกจากแผนทักษะ {0}
