Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# behaviorForm_BehaviorStatementsDemo
source: <div class="markdown"> <h2 class="h3 guts-p-b-1">Social Media Marketing</h2> <ol class="guts-p-b-1"> <li>I can build an online audience that passionately engages with a brand or company</li> <li>I can drive and track revenue via social channels</li> <li>I can run paid social media advertising campaigns</li> </ol> <h2 class="h3 guts-p-b-1">Node.js</h2> <ol class="guts-p-b-1"> <li>I can write Node.js web applications and NPM packages</li> <li>I can write Node.js articles and tutorials to teach others</li> <li>I can speak about Node.js at meetups and conferences</li> </ol> <h2 class="h3 guts-p-b-1">Public Speaking</h2> <ol class="guts-p-b-1"> <li>I can deliver highly engaging presentations</li> <li>I can create visually compelling presentations to support my public speaking</li> <li>I can read an audience and understand the power dynamics of a room</li> </ol> <h2 class="h3 guts-p-b-1">CSS</h2> <ol class="guts-p-b-1"> <li>I can keep my CSS organized and well structured.</li> <li>I can overcome specificity problems that are commonly associated with the difficolty of quality CSS</li> <li>I can contribute to the open source community with CSS projects</li> </ol> <h2 class="h3 guts-p-b-1">Drawing</h2> <ol class="guts-p-b-1"> <li>I can compose a still life and create an accurate and realistic depiction of it with graphite and/or charcoal</li> <li>I can use and understand the roles of perspective in order to create more realistic drawings</li> <li>I can draw from memory and imagination</li> </ol> <h2 class="h3 guts-p-b-1">Customer Service</h2> <ol class="guts-p-b-1"> <li>I can show empathy to my clients concerns</li> <li>I can answer my clients questions in a timely manner</li> <li>I can provide creative solutions to address customer needs</li> </ol> <h2 class="h3 guts-p-b-1">User Experience Design</h2> <ol class="guts-p-b-1"> <li>I can assess user needs through research</li> <li>I can prototype conceptual designs to validate ideas</li> <li>I can design solutions based on identified user needs </li> </ol> </div>
ar_sa: <div class="markdown"> <h2 class="h3 guts-p-b-1">التسويق عبر وسائل التواصل الاجتماعي</h2> <ol class="guts-p-b-1"> <li>يمكنني إيجاد جمهور على الإنترنت يشارك بحماس مع علامة تجارية أو شركة</li> <li>يمكنني أن أزيد وأتتبّع الإيرادات من خلال قنوات التواصل الاجتماعي</li> <li>يمكنني إدارة الحملات الإعلانية على وسائل التواصل الاجتماعي المدفوعة</li> </ol> <h2 class="h3 guts-p-b-1">Node.js</h2> <ol class="guts-p-b-1"> <li>يمكنني كتابة تطبيقات الإنترنت وحزم NPM الخاصّة بـ Node.js</li> <li>يمكنني كتابة المقالات والبرامج التعليمية الخاصّة بـ Node.js لتعليم الآخرين</li> <li>يمكنني التحدث Node.js في اللقاءات والمؤتمرات</li> </ol> <h2 class="h3 guts-p-b-1">الخطابة</h2> <ol class="guts-p-b-1"> <li>يمكنني تقديم عروض تفاعلية بشكل كبير</li> <li>ويمكنني تنظيم محاضرات مقنعة بصريًا لدعم الخطابة لدي</li> <li>يمكنني قراءة الجمهور وفهم القوى المحركة للغرفة</li> </ol> <h2 class="h3 guts-p-b-1">CSS</h2> <ol class="guts-p-b-1"> <li>يمكنني المحافظة على CSS الخاص بي منظمًا ومنسّقًا بشكل جيد.</li> <li>يمكنني التغلب على المشاكل ذات الخصوصية التي ترتبط عادة مع صعوبة نوعية CSS</li> <li>يمكنني المساهمة في مجتمع المصادر المفتوحة مع مشاريع CSS</li> </ol> <h2 class="h3 guts-p-b-1">الرسم</h2> <ol class="guts-p-b-1"> <li>يمكنني تكوين حياة ساكنة وإنشاء تصوير دقيق وواقعي لها من خلال الغرافيت و/أو الفحم</li> <li>يمكنني استخدام وفهم أدوار المنظور من أجل تكوين رسومات أكثر واقعية</li> <li>يمكنني الرسم اعتمادًا على الذاكرة والخيال</li> </ol> <h2 class="h3 guts-p-b-1">خدمة العملاء</h2> <ol class="guts-p-b-1"> <li>يمكنني إظهار تعاطف مع مشاغل عملائي</li> <li>يمكنني الإجابة على أسئلة عملائي في الوقت المناسب</li> <li>يمكنني توفير حلول مبتكرة لتلبية احتياجات العملاء</li> </ol> <h2 class="h3 guts-p-b-1">تصميم تجربة المستخدم</h2> <ol class="guts-p-b-1"> <li>يمكنني تقييم احتياجات المستخدم من خلال البحوث</li> <li>يمكنني وضع نماذج لتصاميم نظرية للتحقق من صحة الأفكار</li> <li>يمكنني تصميم حلول تستند إلى احتياجات المستخدم المحددة </li> </ol> </div>
es_es: <div class="markdown"> <h2 class="h3 guts-p-b-1">Marketing en redes sociales</h2> <ol class="guts-p-b-1"> <li>Puedo generar un público en línea que participe apasionadamente con una marca o empresa</li> <li>Puedo atraer y rastrear ingresos a través e canales sociales</li> <li>Puedo administrar campañas publicitarias de pago en redes sociales</li> </ol> <h2 class="h3 guts-p-b-1">Node.js</h2> <ol class="guts-p-b-1"> <li>Puedo escribir aplicaciones web Node.js y paquetes NPM</li> <li>Puedo escribir artículos Node.js y tutoriales para enseñar a otras personas</li> <li>Puedo hablar de Node.js en reuniones y conferencias</li> </ol> <h2 class="h3 guts-p-b-1">Oratoria</h2> <ol class="guts-p-b-1"> <li>Puedo ofrecer presentaciones muy interesantes</li> <li>Puedo crear presentaciones visualmente convincentes en las que apoyar mi oratoria</li> <li>Puedo leer al público y entender las dinámicas de poder de una sala</li> </ol> <h2 class="h3 guts-p-b-1">CSS</h2> <ol class="guts-p-b-1"> <li>Puedo mantener mi CSS organizado y bien estructurado</li> <li>Puedo resolver problemas de especifidad comunmente asociados a la dificultad del CSS de calidad</li> <li>Puedo contribuir a la comunidad del código abierto con proyectos CSS</li> </ol> <h2 class="h3 guts-p-b-1">Dibujo</h2> <ol class="guts-p-b-1"> <li>Puedo componer una naturaleza muerta y crear una representación precisa y realista de ella a lápiz o carboncillo</li> <li>Puedo usar y entender los papeles de la perspectiva para crear dibujos más realistas</li> <li>Puedo dibujar a partir de la memoria y la imaginación</li> </ol> <h2 class="h3 guts-p-b-1">Atención al cliente</h2> <ol class="guts-p-b-1"> <li>Puedo mostrar empatía ante las preocupaciones de mis clientes</li> <li>Puedo responder a las preguntas de mis clientes puntualmente</li> <li>Puedo ofrecer soluciones creativas a las necesidades de los clientes</li> </ol> <h2 class="h3 guts-p-b-1">Diseño de experiencia del usuario</h2> <ol class="guts-p-b-1"> <li>Puedo evaluar las necesidades del usuario mediante la investigación</li> <li>Puedo crear modelos de diseños conceptuales para validar ideas</li> <li>Puedo diseñar soluciones basadas en necesidades identificadas de los usuarios</li> </ol> </div>
ko_kr: <div class="markdown"> <h2 class="h3 guts-p-b-1">소셜 미디어 마케팅</h2> <ol class="guts-p-b-1"> <li>브랜드 또는 회사에 대한 참여도가 열정적으로 높은 온라인 사용자 그룹을 구축할 수 있습니다.</li> <li>소셜 채널을 통해 수익을 올리고 추적할 수 있습니다.</li> <li>유료 소셜 미디어 광고 캠페인을 진행할 수 있습니다.</li> </ol> <h2 class="h3 guts-p-b-1">Node.js</h2> <ol class="guts-p-b-1"> <li>Node.js 웹 애플리케이션 및 NPM 패키지를 작성할 수 있습니다.</li> <li>다른 사용자를 가르치기 위해 Node.js 문서 및 튜토리얼을 작성할 수 있습니다.</li> <li>미팅 및 회의에서 Node.js에 대해 이야기할 수 있습니다.</li> </ol> <h2 class="h3 guts-p-b-1">공개 연설</h2> <ol class="guts-p-b-1"> <li>참여도가 높은 프레젠테이션을 전달할 수 있습니다.</li> <li>시각적으로 호응도가 높은 프레젠테이션을 만들어 내 공개 연설의 지원 자료로 사용할 수 있습니다. </li> <li>관객이 무엇을 원하는지 알고, 회의실 내에서의 역학 에너지의 힘에 대해 잘 알고 있습니다.</li> </ol> <h2 class="h3 guts-p-b-1">CSS</h2> <ol class="guts-p-b-1"> <li>CSS를 잘 정리하여 조직화할 수 있습니다.</li> <li>일반적으로 CSS의 품질의 어려움과 관련이 있는 특이성 문제를 극복할 수 있습니다.</li> <li>CSS 프로젝트를 사용해 오픈 소스 커뮤니티에 기여할 수 있습니다.</li> </ol> <h2 class="h3 guts-p-b-1">그리기</h2> <ol class="guts-p-b-1"> <li>정물을 구성하여 이를 흑연 및/또는 목탄을 사용해 정확하고 현실적으로 묘사할 수 있습니다.</li> <li>더 현실적인 그림을 그릴 수 있도록 관점의 역할을 사용하고 이를 이해할 수 있습니다. 기억 및 상상을 통해 그릴 수 있습니다.</li> <li>기억력 및 상상을 통해 그릴 수 있습니다.</li> </ol> <h2 class="h3 guts-p-b-1">고객 서비스</h2> <ol class="guts-p-b-1"> <li>고객의 우려 사항에 공감할 수 있습니다.</li> <li>적시에 고객의 질문에 대답할 수 있습니다.</li> <li>고객의 요구사항을 충족시키기 위해 창의적인 해결 방안을 제시할 수 있습니다.</li> </ol> <h2 class="h3 guts-p-b-1">사용자 경험 디자인</h2> <ol class="guts-p-b-1"> <li>연구를 통해 사용자의 니즈를 평가할 수 있습니다.</li> <li>개념적 디자인을 실질적으로 구현하여 타당성 있는 아이디어로 만들 수 있습니다.</li> <li>식별된 사용자의 니즈를 기반으로 해결 방안을 설계할 수 있습니다.</li> </ol> </div>
nl_nl: <div class="markdown"> <h2 class="h3 guts-p-b-1">Sociale media market</h2> <ol class="guts-p-b-1"> <li>Ik kan een online doelgroep opbouwen die zich met passie bezig houdt met een merk of bedrijf</li> <li>Ik kan sociale kanalen aansturen en inkomsten bijhouden</li> <li>Ik kan betaalde sociale mediacampagnes aansturen</li> </ol> <h2 class="h3 guts-p-b-1">Node.js</h2> <ol class="guts-p-b-1"> <li>Ik kan schrijven in Node.js-webapplicaties en NPM-pakketten</li> <li>Ik kan Node.js-artikelen en -handleidingen schrijven om anderen te onderwijzen</li> <li>Ik kan over Node.js spreken bij vergaderingen en conferenties</li> </ol> <h2 class="h3 guts-p-b-1">Spreken in het openbaar </h2> <ol class="guts-p-b-1"> <li>Ik kan zeer boeiende presentaties geven</li> <li>Ik kan visueel boeiende presentaties maken ter ondersteuning van mijn presentaties</li> <li>Ik begrijp het publiek en kan de dynamieken in een kamer goed herkennen</li> </ol> <h2 class="h3 guts-p-b-1">CSS</h2> <ol class="guts-p-b-1"> <li>Ik houd mijn CSS georganiseerd en goed gestructureerd.</li> <li>Ik kan specificiteitsproblemen die bij CSS van hoge kwaliteit vaak voorkomen goed oplossen</li> <li>Ik draag bij aan de open sourcegemeenschap met CSS-projecten</li> </ol> <h2 class="h3 guts-p-b-1">Tekenen</h2> <ol class="guts-p-b-1"> <li>Ik kan een stilleven maken en een accurate en realistische voorstellingen maken met grafiet en/of houtskool</li> <li>Ik gebruik en begrijp de rol van perspectief om realistischere tekeningen te maken</li> <li>Ik kan vanuit mijn geheugen en inbeeldingsvermogen tekenen</li> </ol> <h2 class="h3 guts-p-b-1">Klantenondersteuning</h2> <ol class="guts-p-b-1"> <li>Ik kan mijn empathie tonen om de bezorgdheid van de klant aan te pakken</li> <li>Ik kan de vragen van mijn klanten tijdig beantwoorden</li> <li>Ik kan creatieve oplossingen bieden om aan de behoefte van de klant te voldoen</li> </ol> <h2 class="h3 guts-p-b-1">Ontwerp gebruiksvriendelijkheid</h2> <ol class="guts-p-b-1"> <li>Ik kan middels onderzoek de behoeften van de gebruikers beoordelen</li> <li>Ik kan prototypes maken om conceptuele ontwerpen te valideren</li> <li>Ik kan oplossingen maken op basis van de behoeften van de gebruiker </li> </ol> </div>
th_th: <div class="markdown"> <h2 class="h3 guts-p-b-1">การตลาดผ่านโซเชียลมีเดีย</h2> <ol class="guts-p-b-1"> <li>ฉันรวบรวมผู้รับสารออนไลน์ที่จะมีส่วนร่วมกับแบรนด์หรือบริษัทอยู่เสมอได้</li> <li>ฉันผลักดันและติดตามรายได้จากช่องทางโซเชียลได้</li> <li>ฉันลงแคมเปญโฆษณาทางโซเชียลมีเดียแบบมีค่าใช้จ่ายได้</li> </ol> <h2 class="h3 guts-p-b-1">Node.js</h2> <ol class="guts-p-b-1"> <li>ฉันเขียนเว็บแอปพลิเคชัน Node.js และแพคเกจ NPM ได้</li> <li>ฉันเขียนบทความและวิธีการใช้ Node.js เพื่อสอนผู้อื่นได้</li> <li>ฉันพูดเกี่ยวกับ Node.js ที่งานพบปะและการประชุมได้</li> </ol> <h2 class="h3 guts-p-b-1">การพูดในที่สาธารณะ</h2> <ol class="guts-p-b-1"> <li>ฉันแสดงงานนำเสนอที่ดึงความสนใจของผู้ฟังในระดับสูงได้</li> <li>ฉันสร้างงานนำเสนอที่ดึงดูดสายตาเพื่อช่วยให้การพูดในที่สาธารณะของฉันได้</li> <li>ฉันอ่านบรรยากาศจากผู้ฟังและเข้าใจเกี่ยวกับอำนาจในการส่งสารภายในห้องได้</li> </ol> <h2 class="h3 guts-p-b-1">CSS</h2> <ol class="guts-p-b-1"> <li>ฉันจัดการ CSS ให้เป็นระเบียบและมีโครงสร้างได้</li> <li>ฉันสามารถแก้ไขปัญหาที่มักมาจากคุณภาพของ CSS</li> <li>ฉันสนับสนุนชุมชนโอเพนซอร์สได้ด้วยโปรเจค CSS</li> </ol> <h2 class="h3 guts-p-b-1">วาดภาพ</h2> <ol class="guts-p-b-1"> <li>ฉันวาดภาพหุ่นนิ่งและภาพเหมือนด้วยดินสอและ/หรือดินสอชาร์โคลได้</li> <li>ฉันใช้และเข้าใจในมิติต่างๆ เพื่อช่วยให้ภาพวาดสมจริงยิ่งขึ้นได้</li> <li>ฉันวาดภาพจากความทรงจำและจินตนาการได้</li> </ol> <h2 class="h3 guts-p-b-1">บริการลูกค้า</h2> <ol class="guts-p-b-1"> <li>ฉันแสดงความเห็นใจและเข้าใจในข้อกังวลของลูกค้า</li> <li>ฉันตอบข้อสงสัยของลูกค้าได้ภายในเวลาที่เหมาะสม</li> <li>ฉันมอบทางแก้ปัญหาที่สร้างสรรค์เพื่อตอบสนองความต้องการของลูกค้าได้</li> </ol> <h2 class="h3 guts-p-b-1">การออกแบบประสบการณ์ผู้ใช้</h2> <ol class="guts-p-b-1"> <li>ฉันระบุความต้องการของผู้ใช้ผ่านการวิจัยได้</li> <li>ฉันสร้างต้นแบบจากแนวคิดเพื่อทดสอบแนวคิดนั้นๆ ได้</li> <li>ฉันออกแบบโซลูชันอิงจากความต้องการของผู้ใช้ที่พบได้ </li> </ol> </div>

# behaviorForm_ReadMore
source: Instructions
ar_sa: التعليمات
es_es: Instrucciones
ko_kr: 설명
nl_nl: Instructies
th_th: คำแนะนำ

# behaviorModal_Heading1
source: How your application will be reviewed by others.
ar_sa: كيفية مراجعة الأخرين لطلبك.
es_es: Cómo revisarán otros su solicitud.
ko_kr: 다른 사람들이 신청서를 검토하는 방법.
nl_nl: Hoe jouw aanvraag wordt beoordeeld door anderen.
th_th: ใบสมัครของคุณจะได้รับการตรวจสอบโดยผู้อื่นอย่างไร

# behaviorModal_Heading2
source: Adding links and uploading files.
ar_sa: إضافة روابط وتحميل ملفات.
es_es: Agregar vínculos y cargar archivos.
ko_kr: 링크 추가 및 파일 업로드.
nl_nl: Het toevoegen van links en uploaden van bestanden.
th_th: การเพิ่มลิงก์และอัปโหลดไฟล์

# behaviorModal_Heading3
source: Avoid personal and proprietary information.
ar_sa: تجنب معلومات الملكية والمعلومات الخاصة.
es_es: Evitar información personal y exclusiva.
ko_kr: 개인적 및 독점적 정보를 피하십시오.
nl_nl: Vermijd persoonlijke en vertrouwelijke informatie.
th_th: หลีกเลี่ยงการใส่ข้อมูลส่วนตัวและข้อมูลที่มีกรรมสิทธิ์

# behaviorModal_Instructions
source: Instructions
ar_sa: التعليمات
es_es: Instrucciones
ko_kr: 설명
nl_nl: Instructies
th_th: คำแนะนำ

# behaviorModal_Instructions1
source: Choose skill behaviors that show the depth and range of your skill level. Make your evidence detailed enough that a reviewer could understand your contribution level, your methodology, the challenges faced, and the outcomes achieved.
ar_sa: اختر السلوكيات المهارية التي تبين عمق ونطاق مستوى مهاراتك، ثم فصل أدلتك تفصيلاً يكفي لفهم مراجع لمستوى إسهاماتك التي قدمتها ومنهجيتك التي تتبعها والتحديات التي واجهتها والنتائج التي حققتها.
es_es: Elija los comportamientos de habilidades que muestren el grado de su nivel de habilidad. Detalle lo suficiente su información para que el revisor alcance a entender su nivel de contribución, su metodología, los retos a los que se enfrentó y los resultados que logró.
ko_kr: 기술 레벨의 심도 및 범위를 보여 주는 기술 행동을 선택하십시오. 검토자가 귀하의 기여 수준, 방법, 직면한 도전 및 성취한 결과를 이해할 수 있도록 증거가 충분히 자세한지 확인하십시오.
nl_nl: Kies vaardigheden en gedrag die de diepgang en omvang van je vaardigheidsniveau laten zien. Geef voldoende details zodat een beoordeelaar inzicht heeft in jouw bijdrageniveau, methode, de uitdagingen waarmee je werd geconfronteerd en de behaalde resultaten.
th_th: เลือกพฤติกรรมแสดงทักษะที่บ่งบอกถึงความเชี่ยวชาญและขอบเขตของระดับทักษะ ชี้แจงหลักฐานของคุณให้ละเอียดพอ เพื่อให้ผู้พิจารณาเข้าใจระดับการลงมือลงแรงของคุณ แนวทางการทำงานของคุณ ความท้าทายที่พบ และผลลัพธ์ที่ได้

# behaviorModal_Instructions2
source: When you are reviewed by peers, they will compare your application to another application in {{credName}} and determine which they believe “demonstrated more expertise.”
ar_sa: عندما يراجع طلبك الأقران فسيقارنونه بطلب آخر في {{credName}} ومن ثم سيحددون من وجهة نظرهم من الذي "أثبتت خبرة أكثر".
es_es: Cuando sus colegas le revisen, compararán su solicitud con otra de {{credName}} y determinarán cuál es la que creen que "transmite un mayor nivel de experiencia".
ko_kr: 피어들이 귀하를 검토할 때 이들은 귀하의 신청을 {{credName}}의 다른 신청과 비교하고 "더 많은 전문성을 증명"한 것으로 생각되는 것을 결정할 것입니다.
nl_nl: Wanneer je wordt beoordeeld door collega's, zullen zij jouw aanvraag vergelijken met een andere aanvraag in {{credName}} en bepalen welke aanvraag naar hun mening “meer deskundigheid toont.”
th_th: เมื่อคุณได้รับการพิจารณาโดยบุคคลในระดับเดียวกัน พวกเขาจะนำใบสมัครของคุณเปรียบเทียบกับใบสมัครอื่นๆ ใน {{credName}} และจะเลือกใบสมัครที่เห็นว่า “แสดงความเชี่ยวชาญมากกว่า”

# behaviorModal_Instructions3
source: When you are reviewed by the expertise panel, they will evaluate your application against a rubric that measures expertise based on characteristics such as autonomy, adaptability, and critical thinking.
ar_sa: وعندما يراجع طلبك لجنة الخبراء فسيقيمونه وفقًا لقاعدة تقيس مستوى خبرتك بناء على خصائص مثل الاستقلال الذاتي والقدرة على التكيف والتفكير النقدي.
es_es: Cuando el panel de expertos le revise, evaluarán su solicitud según una categoría que mide la experiencia según ciertas características como la autonomía, la adaptabilidad y el pensamiento crítico.
ko_kr: 전문가 패널이 귀하를 검토할 때 이들은 귀하의 신청을 독립성, 적응력 또는 비판적 사고력과 같은 특성에 기초하여 전문성을 측정하는 항목에 대해 평가할 것입니다.
nl_nl: Wanneer je wordt beoordeeld door het panel van deskundigen, zullen zij jouw aanvraag evalueren op basis van een rubriek die deskundigheid meet op basis van kenmerken zoals autonomie, aanpassingsvermogen en kritisch denken.
th_th: เมื่อคุณได้รับการพิจารณาโดยคณะผู้เชี่ยวชาญ พวกเขาจะประเมินใบสมัครของคุณกับหลักเกณฑ์วัดความเชี่ยวชาญ ซึ่งพิจารณาจากคุณสมบัติต่างๆ เช่น ความสามารถในการตัดสินใจด้วยตนเอง ความสามารถในการปรับตัว และการคิดอย่างมีวิจารณญาณ

# behaviorModal_Instructions4
source: When you are reviewed by your endorsers, they will be asked to confirm that your skill behaviors and evidence are accurate and consistent with their experience working with you.
ar_sa: عندما يراجع مصادقوك طلبك سيطلب منهم التأكد من دقة السلوكيات المهارية والأدلة وتوافقها مع تجربتهم في العمل معك.
es_es: Cuando sus avaladores le revisen, se les pedirá que confirmen la exactitud y coherencia de sus comportamientos de habilidades e información con la experiencia laboral compartida con usted.
ko_kr: 보증자가 귀하를 검토할 때 이들은 귀하의 기술 행동 및 증거가 정확하며 귀하와 협력한 경험과 일치하는지 질문을 받을 것입니다.
nl_nl: Wanneer je wordt beoordeeld door jouw endorsers zullen zij worden gevraagd om te bevestigen dat jouw vaardigheden gedrag en ondersteunende informatie juist zijn en overeenkomen met wat zij hebben ervaren in de samenwerking met jou.
th_th: เมื่อคุณได้รับการพิจารณาโดยผู้สนับสนุน จะมีการส่งคำขอให้พวกเขายืนยันว่าพฤติกรรมแสดงทักษะและหลักฐานของคุณนั้น มีความถูกต้องและสอดคล้องกับประสบการณ์ที่พวกเขาได้รับเมื่อทำงานร่วมกับคุณ

# behaviorModal_Instructions5
source: Adding links or uploading files is a good way to demonstrate your skill but is not required. Make sure links are accessible and do not require a password to access.
ar_sa: من الجيد وليس من اللازم إضافة الروابط أو تحميل الملفات لإظهار مهاراتك، وتأكد من إتاحة الوصول إلى الروابط وعدم تطلبها لكلمة مرور.
es_es: Agregar enlaces o subir archivos es una buena manera de demostrar sus habilidades, pero no es obligatorio. Asegúrese de que los enlaces son accesibles y no se necesita contraseña para seguirlos.
ko_kr: 링크 추가 및 파일 업로드는 기술을 증명할 좋은 방법이지만 필수는 아닙니다. 링크가 접근 가능하며 접근하기 위해 암호가 필요하지 않은지 확인하십시오.
nl_nl: Links toevoegen of het uploaden van bestanden is een goede manier om je vaardigheden te tonen, maar is niet vereist. Zorg ervoor dat links toegankelijk zijn en geen wachtwoord nodig hebben voor toegang.
th_th: การเพิ่มลิงก์หรืออัปโหลดไฟล์ก็เป็นวิธีที่ดีในการแสดงทักษะของคุณ แต่ไม่จำเป็นต้องทำก็ได้ ตรวจสอบให้แน่ใจว่าลิงก์ใช้งานได้ และไม่ต้องกรอกรหัสผ่านเพื่อเข้าถึง

# behaviorModal_Instructions6
source: The certification process is designed to be anonymous. This helps prevent bias. Avoid information that would reveal identity, race, color, religion or creed, national origin or ancestry, sex, age, disability status, genetic information, veteran status, or citizenship.
ar_sa: صممت عملية إصدار الشهادات لتكون مجهولة المصدر، لأن هذا يساعد في منع التحيز. لذلك تجنب المعلومات التي تكشف عن الهوية أو العرق أو اللون أو الدين أو العقيدة أو الأصل القومي أو النسب أو الجنس أو العمر أو حالة العجز أو المعلومات الوراثية أو الحالة العسكرية أو الجنسية.
es_es: El proceso de certificación se diseñó para ser anónimo. Esto ayuda a evitar la imparcialidad. Omita cualquier dato que pueda revelar identidad, raza, color, religión o confesión, nacionalidad o ascendencia, género, edad, discapacidad, información genética, condición de veterano o ciudadanía.
ko_kr: 인증 절차는 익명이 되도록 디자인되어 있습니다. 이것은 선입견을 방지합니다. 신분, 인종, 피부색, 종교 또는 신념, 출신 국가 또는 종족, 성별, 연력, 장애 여부, 유전적 정보, 퇴역 군인 여부 및 시민권을 노출하는 정보를 피해야 합니다.
nl_nl: Het certificeringsproces is opgezet om de anonimiteit te waarborgen. Dit helpt vooringenomenheid te voorkomen. Vermijd informatie die identiteit, ras, huidskleur, religie of geloof, nationaliteit of afkomst, geslacht, leeftijd, status van invaliditeit, genetische informatie, veteranenstatus of het staatsburgerschap bekend maakt.
th_th: กระบวนการรับรองนี้จะไม่มีการเปิดเผยตัวตนของบุคคล ซึ่งจะช่วยป้องกันไม่ให้เกิดการอคติหรือเข้าข้างกัน หลีกเลี่ยงข้อมูลที่จะเปิดเผยตัวตน เชื้อชาติ สีผิว ศาสนาหรือลัทธิ ถิ่นที่ถือสัญชาติหรือวงศ์ตระกูล เพศ อายุ สถานะทุพพลภาพ ข้อมูลด้านพันธุกรรม สถานะทหารผ่านศึก หรือความเป็นพลเมือง

# behaviorModal_Instructions7
source: Information submitted must NOT infringe copyright and must NOT be confidential or proprietary. Generalize or remove details where necessary.
ar_sa: يجب ألا تنتهك المعلومات المقدمة حقوق التأليف والنشر كما يجب ألا تكون معلومات سرية أو ملكية خاصة، لذلك التزم بالتعميم أو أزل التفاصيل عند الضرورة.
es_es: La información enviada NO debe infringir el copyright NI debe ser confidencial ni exclusiva. Generalice o elimine detalles donde sea necesario.
ko_kr: 제출한 정보는 저작권을 침해할 수 없으며 기밀 또는 독점이 아니어야 합니다. 필요한 경우 상세 정보를 일반화 또는 제거합니다.
nl_nl: Verstrekte informatie mag GEEN inbreuk maken op het auteursrecht en mag NIET vertrouwelijke of propriëtair zijn. Generaliseer of verwijder details indien nodig.
th_th: ข้อมูลที่ส่งมาจะต้องไม่ละเมิดลิขสิทธิ์ และจะต้องไม่เป็นข้อมูลลับหรือเป็นกรรมสิทธิ์ของผู้อื่น แก้ไขข้อมูลไม่ให้เฉพาะเจาะจงเกินไป หรือลบรายละเอียดบางส่วนออกตามที่จำเป็น

# behaviorModal_Instructions8
source: If you have any questions, please email <a href="mailto:info@degreed.com" class="par link">info@degreed.com</a>
ar_sa: إذا كانت لديك أية أسئلة، يرجى التواصل معنا عبر البريد الإلكتروني التالي <a href="mailto:info@degreed.com" class="par link">info@degreed.com</a>
es_es: Si tiene cualquier pregunta, envíe un correo electrónico a <a href="mailto:info@degreed.com" class="par link">info@degreed.com</a>
ko_kr: 질문이 있으신 경우, <a href="mailto:info@degreed.com" class="par link">info@degreed.com</a>으로 이메일을 보내 주십시오.
nl_nl: Als je vragen hebt, stuur dan een e-mail naar <a href="mailto:info@degreed.com" class="par link">info@degreed.com</a>
th_th: ถ้าคุณมีข้อสงสัย โปรดอีเมลติดต่อ <a href="mailto:info@degreed.com" class="par link">info@degreed.com</a>

# behaviorModalVM_Instructions
source: Instructions
ar_sa: التعليمات
es_es: Instrucciones
ko_kr: 설명
nl_nl: Instructies
th_th: คำแนะนำ

# BookFormCtrl_AddBook
source: Add Book
ar_sa: إضافة كتاب
es_es: Agregar libro
ko_kr: 책 추가
nl_nl: Boek toevoegen
th_th: เพิ่มหนังสือ

# BookFormCtrl_AddCategory
source: Please add at least one category.
ar_sa: يرجى إضافة فئة واحدة على الأقل.
es_es: Agregue al menos una categoría.
ko_kr: 카테고리를 최소한 하나 이상 추가하십시오.
nl_nl: Voeg ten minste één categorie toe.
th_th: โปรดเพิ่มข้อมูลอย่างน้อยหนึ่งหมวดหมู่

# BookFormCtrl_BookCoverAltFormat
source: {{title}} book cover
ar_sa: غلاف كتاب {{title}}
es_es: Portada de {{title}}
ko_kr: {{title}} 책 표지
nl_nl: {{title}} boekomslag
th_th: ปกหนังสือ {{title}}

# BookFormCtrl_BookLength
source: Book length must be a valid number.
ar_sa: يجب أن يكون طول الكتاب رقما صالحًا
es_es: La longitud del libro debe ser un número válido.
ko_kr: 책 길이는 유효한 숫자이어야 합니다.
nl_nl: Aantal pagina's moet een geldig cijfer zijn.
th_th: ความยาวหนังสือจะต้องเป็นตัวเลขที่ใช้งานได้

# BookFormCtrl_BookTitle
source: Book Title
ar_sa: عنوان الكتاب
es_es: Título del libro
ko_kr: 책 제목
nl_nl: Boektitel
th_th: ชื่อหนังสือ

# BookFormCtrl_DatePublished
source: Date Published
ar_sa: تاريخ النشر
es_es: Fecha de publicación
ko_kr: 출판한 날짜
nl_nl: Publicatiedatum
th_th: วันที่ตีพิมพ์

# BookFormCtrl_DateRead
source: Date Read
ar_sa: تاريخ القراءة
es_es: Fecha en la que se leyó
ko_kr: 읽은 날짜
nl_nl: Datum gelezen
th_th: วันที่อ่าน

# BookFormCtrl_EditBook
source: Edit Book
ar_sa: تحرير الكتاب
es_es: Editar libro
ko_kr: 책 편집
nl_nl: Boek bewerken
th_th: แก้ไขหนังสือ

# BookFormCtrl_IWroteThis
source: I wrote this book
ar_sa: كتبت هذا الكتاب
es_es: Yo escribí este libro
ko_kr: 제가 이 책을 썼습니다
nl_nl: Ik schreef dit boek
th_th: ฉันเขียนหนังสือเล่มนี้

# BookFormCtrl_Length
source: Length
ar_sa: الطول
es_es: Extensión
ko_kr: 길이
nl_nl: Lengte
th_th: ความยาว

# BookFormCtrl_Pages
source: Pages
ar_sa: الصفحات
es_es: Páginas
ko_kr: 페이지
nl_nl: Pagina's
th_th: หน้า
