Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# PathwayCtrl_SectionNumberFormat
source: Section {{number}}
ar_sa: قسم رقم {{number}}
es_es: Sección {{number}}
ko_kr: 섹션 {{number}}
nl_nl: Sectie {{number}}
th_th: หัวข้อที่ {{number}}

# PathwayCtrl_SetToPrivate
source: set to private
ar_sa: تعين السمة إلى خاص
es_es: configurar como privado
ko_kr: 비공개로 설정
nl_nl: instellen op privé
th_th: ตั้งค่าเป็นส่วนตัว

# PathwayCtrl_ShowMoreLessons
source: {{count}} More Lessons
ar_sa: {{count}} المزيد من الدروس
es_es: {{count}} lecciones más
ko_kr: {{count}}개의 추가 단원
nl_nl: Nog {{count}} lessen
th_th: มีอีก {{count}} บทเรียน

# PathwayCtrl_ShowOneMoreLesson
source: 1 More Lesson
ar_sa: درس 1 إضافي
es_es: 1 lección más
ko_kr: 1개의 추가 단원
nl_nl: Nog 1 les
th_th: มีอีก 1 บทเรียน

# PathwayCtrl_ViewCreatedLinks
source: View created links
ar_sa: عرض الروابط التي تم إنشائها
es_es: Ver las habilidades creadas
ko_kr: 생성된 링크 보기
nl_nl: Aangemaakte links bekijken
th_th: ดูลิงก์ที่สร้าง

# PathwayCtrl_WithdrawFromPathway
source: Are you sure you want to withdraw from this pathway?
ar_sa: هل أنت متأكد من رغبتك في الانسحاب هذا المساق؟
es_es: ¿De verdad quiere dejar este itinerario?
ko_kr: 이 경로에서 철회하시겠습니까?
nl_nl: Weet je zeker dat je je wilt terugtrekken uit dit leerpad?
th_th: คุณแน่ใจหรือว่าต้องการถอนตัวจากเส้นทางการเรียนรู้นี้?

# PathwayCtrl_WithdrawFromPathwayBody
source: Content from this pathway will no longer appear in your Feed.
ar_sa: لن يظهر أي محتوى من هذا المساق في الموجز الخاص بك بعد الآن.
es_es: El contenido de este itinerario ya no aparecerá en su canal.
ko_kr: 이 경로의 콘텐츠는 더 이상 귀하의 피드에 나타나지 않습니다.
nl_nl: Content van dit leerpad wordt niet meer weergegeven in jouw Feed.
th_th: เนื้อหาจากเส้นทางการเรียนรู้นี้จะไม่ปรากฏในฟีดของคุณอีกต่อไป

# PathwayEnrollmentSource_AmountSent
source: Amount sent
ar_sa: تم إرسال الكمية
es_es: Cantidad enviada
ko_kr: 전송된 금액
nl_nl: Verzonden hoeveelheid
th_th: จำนวนที่ส่ง

# PathwayEnrollmentSource_Assignments
source: Assignments
ar_sa: الإسنادات
es_es: Asignaciones
ko_kr: 할당
nl_nl: Opdrachten
th_th: งานที่มอบหมาย

# PathwayEnrollmentSource_BusinessRules
source: Business Rules
ar_sa: قواعد العمل
es_es: Reglas de negocio
ko_kr: 비즈니스 규칙
nl_nl: Bedrijfsregels
th_th: กฎเกณฑ์ทางธุรกิจ

# PathwayEnrollmentSource_OtherTooltip
source: Users that enroll in the pathway after searching, browsing, or following a link that is not trackable.
ar_sa: المستخدمون الذين يسجلون في المسار بعد البحث أو تصفح أو إتباع رابط لا يمكن تتبعه.
es_es: Usuarios que se inscriben en el itinerario después de buscar, navegar o seguir un enlace no rastreable.
ko_kr: 추적이 불가능한 링크를 검색하거나 찾아보거나 팔로우한 후 경로에 등록한 사용자입니다.
nl_nl: Gebruikers die zich inschrijven voor een leerpad na gebruik van de zoek- of bladerfunctie of het volgen van een link die niet traceerbaar is.
th_th: ผู้ใช้ที่ลงทะเบียนในเส้นทางการเรียนรู้หลังการค้นหา เรียกดู หรือติดตามลิงก์ที่ติดตามไม่ได้

# PathwayEnrollmentSource_Title
source: Enrollment Source
ar_sa: مصدر التسجيل
es_es: Fuente de inscripción
ko_kr: 등록 소스
nl_nl: Inschrijvingsbron
th_th: ที่มาการลงทะเบียน

# PathwayEnrollmentSource_TrackableLinks
source: Trackable Links
ar_sa: روابط قابلة للتعقب
es_es: Enlaces de seguimiento
ko_kr: 추적 가능한 링크
nl_nl: Traceerbare links
th_th: ลิงก์ที่ติดตามได้

# PathwayFormCtrl_CloneOfPathwayFormat
source: [Clone of] {{title}}
ar_sa: [نسخة من] {{title}}
es_es: [Clon de] {{title}}
ko_kr: {{title}}[의 클론]
th_th: [สำเนาของ] {{title}}

# PathwayFormCtrl_DeletedFormat
source: {{pathwayName}} has been deleted.
ar_sa: تم حذف مساق {{pathwayName}}.
es_es: Se eliminó {{pathwayName}}.
ko_kr: {{pathwayName}}이(가) 삭제되었습니다.
nl_nl: {{pathwayName}} is verwijderd.
th_th: {{pathwayName}} ถูกลบออกแล้ว

# PathwayFormCtrl_NameRequired
source: A pathway name is required.
ar_sa: يلزم إدخال اسم مساق.
es_es: Se necesita un nombre de itinerario.
ko_kr: 경로 이름이 필요합니다.
nl_nl: Een leerpad naam is vereist.
th_th: ต้องระบุชื่อเส้นทางการเรียนรู้

# pathwayImageAddEditModal_PathwayImageEditor
source: Pathway Image Editor
ar_sa: محرر صورة المساق
es_es: Editor de imágenes del itinerario
ko_kr: 경로 이미지 편집기
nl_nl: Leerpad-afbeelding Bewerker
th_th: เครื่องมือแก้ไขรูปเส้นทางการเรียนรู้

# PathwayInvite_InvitePeople
source: Invite People
ar_sa: دعوة أشخاص
es_es: Invitar a gente
ko_kr: 사람들 초대
nl_nl: Personen uitnodigen
th_th: เชิญผู้คน

# PathwayInvite_InviteToView
source: Invite others to view this pathway.
ar_sa: دعوة الآخرين لاستعراض هذا المساق.
es_es: Invite a otros a ver este itinerario.
ko_kr: 다른 사람들이 이 경로를 보도록 초대합니다.
nl_nl: Nodig anderen uit om dit leerpad te bekijken.
th_th: เชิญให้ผู้อื่นมาดูเส้นทางการเรียนรู้นี้

# PathwayLesson_AddLessonTitle
source: Add Lesson Title
ar_sa: إضافة عنوان الدرس
es_es: Agregar nombre de lección
ko_kr: 단원 제목을 추가
nl_nl: Lestitel toevoegen
th_th: เพิ่มชื่อบทเรียน

# PathwayLesson_Description
source: Description
ar_sa: الوصف
es_es: Descripción
ko_kr: 설명
nl_nl: Beschrijving
th_th: คำอธิบาย

# PathwayLesson_LessonNumber
source: Lesson {{lessonNumber}}
ar_sa: درس رقم {{lessonNumber}}
es_es: Lección {{lessonNumber}}
ko_kr: 단원 {{lessonNumber}}
nl_nl: Les {{lessonNumber}}
th_th: บทที่ {{lessonNumber}}

# PathwayLesson_NoItemAdded
source: No items have been added to this lesson.
ar_sa: لم يتم إضافة أي عناصر إلى هذا الدرس.
es_es: No se agregaron elementos a esta lección.
ko_kr: 이 단원에는 추가된 항목이 없습니다.
nl_nl: Er zijn geen items toegevoegd aan deze les.
th_th: ยังไม่มีการเพิ่มเนื้อหาไปยังบทเรียนนี้

# PathwayPrivacyModal_BulkChangeVisibility
source: Change Visibility of 1 Pathway
ar_sa: تغير إمكانية رؤية 1 مساق
es_es: Cambiar visibilidad de 1 itinerario
ko_kr: 1개 경로 표시 여부 변경
nl_nl: Wijzig de zichtbaarheid van 1 Leerpad
th_th: เปลี่ยนการมองเห็นของเส้นทางการเรียนรู้ 1 เส้นทาง

# PathwayPrivacyModal_BulkChangeVisibilityPlural
source: Change Visibility of {{count}} Pathways
ar_sa: تغيير إمكانية رؤية {{count}} مساقات
es_es: Cambiar visibilidad de {{count}} itinerarios
ko_kr: {{count}}개 경로 표시 여부 변경
nl_nl: Wijzig de zichtbaarheid van {{count}} Leerpaden
th_th: เปลี่ยนการมองเห็นของเส้นทางการเรียนรู้ {{count}} เส้นทาง

# PathwayPrivacyModal_ChangeVisibility
source: Change the visibility of {{title}}
ar_sa: تغيير رؤية {{title}}
es_es: Cambiar la visibilidad de {{title}}
ko_kr: {{title}}의 표시 여부를 변경
nl_nl: Wijzig de zichtbaarheid van {{titel}}
th_th: เปลี่ยนการมองเห็น {{title}}

# PathwayPrivacyModal_ConfirmationModalBody
source: You will no longer be able to manage this pathway or find it listed in your organization's pathway list. This action can only be reversed by the pathway's collaborators. Are you sure you want to do this?
ar_sa: لن تتمكن بعد الآن من إدارة هذا المساق أو لن تجده مدرجًا في قائمة المساقات الخاصة بمؤسستك. لا يمكن أن يلغي هذا الإجراء إلا مساهمو المساق. هل أنت متأكد من رغبتك في إجراء هذا؟
es_es: Ya no podrá gestionar este itinerario o verlo en la lista de itinerarios de su empresa. Solo los colaboradores del itinerario pueden deshacer esta acción. ¿De verdad quiere hacerlo?
ko_kr: 더 이상 이 패스웨이를 관리하거나 조직의 패스웨어 목록에서 찾을 수 없게 됩니다. 이 작업은 패스웨이의 협력자만 되돌릴 수 있습니다. 계속하시겠습니까?
nl_nl: U zult niet langer in staat zijn om dit leerpad te beheren en het zal niet langer aanwezig zijn in de leerpad-lijst van jouw organisatie. Deze actie kan alleen worden teruggedraaid door samenwerkers van het leerpad. Weet je zeker dat je dit wilt doen?
th_th: คุณจะไม่สามารถจัดการเส้นทางการเรียนรู้นี้ และไม่สามารถค้นเจอในรายการเส้นทางการเรียนรู้ขององค์กรได้อีก การกระทำนี้สามารถแก้ไขได้โดยผู้ร่วมมือของเส้นทางการเรียนรู้เท่านั้น คุณแน่ใจหรือว่าต้องการจะทำสิ่งนี้?

# PathwayPrivacyModal_ConfirmationModalConfirm
source: change visibility
ar_sa: تغيير إمكانية الرؤية
es_es: cambiar visibilidad
ko_kr: 표시 여부 변경
nl_nl: wijzig de zichtbaarheid
th_th: เปลี่ยนการมองเห็น

# PathwayPrivacyModal_ConfirmationModalHeader
source: Change pathway visibiilty
ar_sa: تغيير إمكانية رؤية المساق
es_es: Cambiar visibilidad del itinerario
ko_kr: 패스웨이 표시 여부 변경
nl_nl: Wijzig de zichtbaarheid van het leerpad
th_th: เปลี่ยนการมองเห็นเส้นทางการเรียนรู้

# PathwayPrivacyModal_EditSettings
source: Edit pathway settings
ar_sa: تحرير إعدادات المساق
es_es: Editar ajustes del itinerario
ko_kr: 경로 설정 편집
nl_nl: Leerpad-instellingen bewerken
th_th: แก้ไขการตั้งค่าเส้นทางการเรียนรู้

# PathwayPrivacyModal_FoundWhere
source: Visibility
ar_sa: إمكانية الرؤية
es_es: Visibilidad
ko_kr: 표시 여부
nl_nl: Zichtbaarheid
th_th: การมองเห็น

# PathwayPrivacyModal_OnlySetGroups
source: Only these groups will see this pathway in the pathway gallery
ar_sa: لن يرى هذا المساق في معرض المساقات إلا هذه المجموعات فقط
es_es: Solo estos grupos verán este itinerario en la galería de itinerarios
ko_kr: 이 그룹만 경로 갤러리에서 이 경로를 볼 수 있습니다
nl_nl: Alleen deze groepen zullen dit leerpad zien in de leerpadgalerij
th_th: มีเพียงกลุ่มเหล่านี้เท่านั้นที่จะเห็นเส้นทางการเรียนรู้นี้ในแกลเลอรี่เส้นทางการเรียนรู้

# PathwayPrivacyModal_OnlySetGroupsToolTip
source: Other groups can still receive this pathway as a recommendation, etc.
ar_sa: يمكن للمجموعات الأخرى أن تتلقى هذا المساق كتوصية، إلخ.
es_es: Los demás grupos podrán recibir este itinerario como recomendación, etc.
ko_kr: 다른 그룹은 여전히 추천 등으로 이 경로를 받을 수 있습니다.
nl_nl: Andere groepen kunnen dit leerpad nog steeds ontvangen als een aanbeveling, enz.
th_th: กลุ่มอื่นๆ จะยังได้รับเส้นทางการเรียนรู้นี้ในรูปแบบคำแนะนำ และอื่นๆ

# PathwayPrivacyModal_SaveVisibility
source: Save Visibility
ar_sa: حفظ إمكانية الرؤية
es_es: Guardar visibilidad
ko_kr: 표시 여부 저장
nl_nl: Zichtbaarheid bewaren
th_th: บันทึกการมองเห็น

# PathwayPrivacyModal_TargetGroups
source: Target These Groups (optional)
ar_sa: استهداف هذه المجموعات (اختياري)
es_es: Dirigirse a estos grupos (opcional)
ko_kr: 이 그룹을 대상으로 (옵션)
nl_nl: Target deze groepen (optioneel)
th_th: กำหนดเป้าหมายให้กลุ่มเหล่านี้ (ไม่บังคับ)

# PathwayPrivacyModal_TargetGroupsToolTip
source: This will make it easier for these groups to find this pathway
ar_sa: سيسهل ذلك على هذه المجموعات العثور على هذا المساق
es_es: Será más fácil para estos grupos encontrar este itinerario
ko_kr: 이 그룹들이 해당 경로를 쉽게 찾을 수 있도록 해줍니다.
nl_nl: Dit zal het makkelijker maken voor deze groepen om dit leerpad te vinden
th_th: การทำเช่นนี้จะช่วยให้กลุ่มเหล่านี้ค้นเจอเส้นทางการเรียนรู้นี้ได้ง่ายขึ้น

# PathwaySection_AddLesson
source: Add Lesson
ar_sa: إضافة درس
es_es: Agregar lección
ko_kr: 단원을 추가
nl_nl: Les toevoegen
th_th: เพิ่มบทเรียน

# PathwaySection_AddSectionTitle
source: Add Section title
ar_sa: إضافة عنوان قسم
es_es: Agregar nombre de sección
ko_kr: 섹션 제목을 추가
nl_nl: Sectietitel toevoegen
th_th: เพิ่มชื่อหัวข้อ

# PathwaySection_Description
source: Description
ar_sa: الوصف
es_es: Descripción
ko_kr: 설명
nl_nl: Beschrijving
th_th: คำอธิบาย

# PathwaySection_SectionNumber
source: Section {{sectionNumber}}
ar_sa: قسم رقم {{sectionNumber}}
es_es: Sección {{sectionNumber}}
ko_kr: 섹션 {{sectionNumber}}
nl_nl: Sectie {{sectionNumber}}
th_th: หัวข้อที่ {{sectionNumber}}

# PathwaySection_Title
source: Title
ar_sa: العنوان
es_es: Título
ko_kr: 제목
nl_nl: Titel
th_th: ชื่อ

# PathwaySectionsChart_CompletedTooltipFormat
source: {{percentage}}% Completed
ar_sa: {{percentage}}% مكتمل
es_es: {{percentage}} % finalizados
ko_kr: {{percentage}}% 완료됨
nl_nl: {{percentage}}% voltooid
th_th: เสร็จสิ้น {{percentage}}%

# PathwaySectionsChart_EnrolledTooltipFormat
source: {{percentage}}% Enrolled
ar_sa: {{percentage}}% قاموا بالتسجيل
es_es: {{percentage}} % inscritos
ko_kr: {{percentage}}% 등록됨
nl_nl: {{percentage}}% ingeschreven
th_th: สมัคร {{percentage}}%

# PathwaySectionsChart_NoData
source: No pathway data to display.
ar_sa: لا توجد بيانات مساق لعرضها
es_es: No hay datos del itinerario para mostrar.
ko_kr: 표시할 경로 데이터가 없습니다.
nl_nl: Geen leerpadgegevens om weer te geven.
th_th: ไม่มีข้อมูลเส้นทางการเรียนรู้ที่จะแสดง

# PathwaySectionsChart_Started
source: Started
ar_sa: تم البدء
es_es: Han comenzado
ko_kr: 시작됨
nl_nl: Begonnen
th_th: เริ่มต้น

# PathwaySectionsChart_StartedTooltipFormat
source: {{percentage}}% Started
ar_sa: {{percentage}}% بدأت
es_es: {{percentage}} % han comenzado
ko_kr: {{percentage}}% 시작됨
nl_nl: {{percentage}}% begonnen
th_th: เริ่มต้นแล้ว {{percentage}}%

# PathwaySectionsChart_Title
source: Percent of Plan’s Followers
ar_sa: نسبة متابعي الخطة
es_es: Porcentaje de seguidores del plan
ko_kr: 계획 팔로워 비율
nl_nl: Percentage volgers van plan
th_th: เปอร์เซ็นต์ของผู้ติดตามแผน

# PathwaysLayout_Enrollees
source: Enrollees
ar_sa: المسجلون
es_es: Inscritos
ko_kr: 등록자
nl_nl: Inschrijvers
th_th: ผู้ลงทะเบียน

# PathwaysLayout_Insights
source: Insights
ar_sa: معارف دقيقة
es_es: Estadísticas
ko_kr: 통찰력
nl_nl: Inzichten
th_th: องค์ความรู้

# PathwaysLayout_Pathway
source: Pathway
ar_sa: مساق
es_es: Itinerario
ko_kr: 경로
nl_nl: Leerpad
th_th: เส้นทางการเรียนรู้

# PathwaysSvc_AccessEnrollmentError
source: Sorry! There was a problem accessing enrollment information.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى معلومات التسجيل.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a la información de inscripción.
ko_kr: 죄송합니다! 등록 정보에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot inschrijvingsinformatie.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงข้อมูลการสมัคร

# PathwaysSvc_AddingInputTypeError
source: Sorry! There was a problem adding the {{inputType}} to the pathway.
ar_sa: نعتذر! حدثت مشكلة أثناء إضافة {{inputType}} إلى المساق.
es_es: ¡Lo sentimos! Se produjo un problema al agregar {{inputType}} al itinerario.
ko_kr: 죄송합니다! 경로에 {{inputType}}을(를) 추가하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het toevoegen van het {{inputType}} aan het leerpad.
th_th: ขออภัย! เกิดปัญหาในการเพิ่ม{{inputType}}ไปยังเส้นทางการเรียนรู้

# PathwaysSvc_AddItemError
source: Sorry! There was a problem adding the item to the pathway.
ar_sa: نعتذر! حدثت مشكلة أثناء إضافة العنصر إلى المساق.
es_es: ¡Lo sentimos! Se produjo un problema al agregar el elemento al itinerario.
ko_kr: 죄송합니다! 경로에 항목을 추가하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het toevoegen van het item aan het leerpad.
th_th: ขออภัย! เกิดปัญหาในการเพิ่มเนื้อหาไปยังเส้นทางการเรียนรู้

# PathwaysSvc_AddItemPermissionError
source: Sorry! This item may not be added to the selected pathway. The item might be specific to an organization or you do not have permission.
ar_sa: نعتذر! قد لا يُضاف هذا العنصر إلى المساق المحدد. قد يكون العنصر خاص بمنظمة أو ليس لديك إذن لإجراء ذلك.
es_es: ¡Lo sentimos! Puede que no se agregue este elemento al itinerario seleccionado. Puede que este elemento sea específico de una empresa o que no tenga permiso.
ko_kr: 죄송합니다! 이 항목은 선택한 경로에 추가할 수 없습니다. 항목이 조직에 지정되어 있거나 사용 권한이 필요할 수 있습니다.
nl_nl: Sorry! Dit item mag niet worden toegevoegd aan het geselecteerd leerpad. Het item kan specifiek zijn voor een organisatie of je hebt geen toestemming.
th_th: ขออภัย! เนื้อหาอาจจะไม่ถูกเพิ่มไปยังเส้นทางการเรียนรู้ที่เลือก เนื้อหานี้อาจเป็นเนื้อหาเฉพาะสำหรับองค์กร หรือคุณไม่มีสิทธิ์ใช้งาน

# PathwaysSvc_AddLessonError
source: Sorry! There was a problem adding the pathway lesson.
ar_sa: نعتذر! حدثت مشكلة أثناء إضافة درس المساق.
es_es: ¡Lo sentimos! Se produjo un problema al agregar la lección del itinerario.
ko_kr: 죄송합니다! 경로 단원을 추가하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het toevoegen van de leerpad-les.
th_th: ขออภัย! เกิดปัญหาในการเพิ่มบทเรียนของเส้นทางการเรียนรู้

# PathwaysSvc_AddSectionError
source: Sorry! There was a problem adding the pathway section.
ar_sa: نعتذر! حدثت مشكلة أثناء إضافة قسم المساق.
es_es: ¡Lo sentimos! Se produjo un problema al agregar la sección del itinerario.
ko_kr: 죄송합니다! 경로 섹션을 추가하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het toevoegen van een leerpad-sectie.
th_th: ขออภัย! เกิดปัญหาในการเพิ่มหัวข้อของเส้นทางการเรียนรู้

# PathwaysSvc_AuthorAccessError
source: Sorry! There was a problem accessing pathway author information.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى معلومات مصمم المساق.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a la información del autor del itinerario.
ko_kr: 죄송합니다! 경로 저자 정보에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot informatie over de auteur van het leerpad.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงข้อมูลผู้สร้างเส้นทางการเรียนรู้

# PathwaysSvc_AuthoredPathwayError
source: Sorry! There was a problem accessing your authored pathways.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى المساقات المصممة الخاصة بك.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a los itinerarios que creó.
ko_kr: 죄송합니다! 저작한 경로에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot door jou opgestelde leerpaden.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงเส้นทางการเรียนรู้ที่คุณสร้างไว้

# PathwaysSvc_CreateTrackableLinkError
source: Sorry! There was a problem creating a trackable link.
ar_sa: عذرًا! حدثت مشكلة أثناء إنشاء رابط يُمكن تعقّبه.
es_es: ¡Lo sentimos! Se produjo un problema al crear un enlace rastreable.
ko_kr: 죄송합니다! 추적이 가능한 링크를 생성하는 중에 문제가 발생했습니다.
nl_nl: Sorry! Er was een probleem bij het maken van een traceerbare link.
th_th: ขออภัย! เกิดปัญหาในการสร้างลิงก์ที่ติดตามได้

# PathwaysSvc_DeleteError
source: Sorry! There was a problem deleting the pathway.
ar_sa: نعتذر! حدثت مشكلة أثناء حذف المساق.
es_es: ¡Lo sentimos! Se produjo un problema al eliminar el itinerario.
ko_kr: 죄송합니다! 경로를 삭제하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het verwijderen van het leerpad.
th_th: ขออภัย! เกิดปัญหาในการลบเส้นทางการเรียนรู้

# PathwaysSvc_EditPermissionError
source: Sorry! You need the author pathways permission to create pathways for the specified organization. If editing collaborators, at least one member needs the author pathways permission.
ar_sa: نعتذر! يلزم أن تحصل إذن مساقات المصمم لإنشاء مساقات للمؤسسة المحددة. في حالة المساهمين المحررين، يلزم أن يحصل عضو واحد على الأقل على إذن مساقات المصمم.
es_es: ¡Lo sentimos! Necesita el permiso de autor de itinerarios para crear itinerarios para una empresa específica. Si hay editores colaboradores, al menos un miembro necesita el permiso del autor del itinerario.
ko_kr: 죄송합니다! 지정된 조직을 위해 경로를 만들려면 저자 경로 권한이 필요합니다. 협력자를 편집하는 경우 최소 한 명의 멤버는 저자 경로 권한이 필요합니다.
nl_nl: Sorry! Je hebt de toestemming van de auteur nodig om leerpaden voor de opgegeven organisatie aan te maken. Voor het bewerken van samenwerkers moet tenminste één samenwerker de toestemming Bewerk Leerpaden hebben.
th_th: ขออภัย! คุณจำเป็นต้องมีสิทธิ์ในการสร้างเส้นทางการเรียนรู้ จึงจะสามารถสร้างเส้นทางการเรียนรู้ให้กับองค์กรที่ระบุได้ หากแก้ไขผู้ร่วมมือ จะต้องมีสมาชิกอย่างน้อย 1 คนที่มีสิทธิ์สร้างเส้นทางการเรียนรู้

# PathwaysSvc_EditTrackableLinkError
source: Sorry! There was a problem updating the trackable link.
ar_sa: عذرًا! حدثت مشكلة أثناء تحديث الرابط الممكن تعقّبه.
es_es: ¡Lo sentimos! Se produjo un problema al actualizar el enlace rastreable.
ko_kr: 죄송합니다! 추적이 가능한 링크를 업데이트하는 중에 문제가 발생했습니다.
nl_nl: Sorry! Er was een probleem bij het bijwerken van de traceerbare link.
th_th: ขออภัย! เกิดปัญหาในการอัปเดตลิงก์ที่ติดตามได้

# PathwaysSvc_EnrollError
source: Sorry! There was a problem enrolling you in the pathway.
ar_sa: نعتذر! حدثت مشكلة أثناء تسجيلك في المساق.
es_es: ¡Lo sentimos! Se produjo un problema al inscribirle en el itinerario.
ko_kr: 죄송합니다! 경로에 등록하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het inschrijven in het leerpad.
th_th: ขออภัย! เกิดปัญหาในการลงทะเบียนคุณเข้าสู่เส้นทางการเรียนรู้

# PathwaysSvc_MakeFeatureNotification
source: Featured pathway added successfully
ar_sa: تمت إضافة المساقات المميزة بنجاح
es_es: Itinerario destacado agregado correctamente
ko_kr: 추천 패스웨이를 성공적으로 추가했습니다.
nl_nl: Uitgelicht leerpad met succes toegevoegd
th_th: เพิ่มเส้นทางการเรียนรู้ที่น่าสนใจแล้ว

# PathwaysSvc_MoveItemError
source: Sorry! There was a problem moving the pathway items.
ar_sa: عذرًا! حدثت مشكلة أثناء نقل مواد المساق.
es_es: ¡Lo sentimos! Se produjo un problema al mover los elementos del itinerario.
ko_kr: 죄송합니다! 경로 항목을 이동하는 데 문제가 있었습니다.
nl_nl: Sorry! Sorry! Er was een probleem met het verplaatsten van de trajectitems.
th_th: ขออภัย! เกิดปัญหาในการย้ายเนื้อหาของเส้นทางการเรียนรู้

# PathwaysSvc_MoveLessonError
source: Sorry! There was a problem moving the pathway lessons.
ar_sa: عذرًا! حدثت مشكلة أثناء نقل دروس المساق.
es_es: ¡Lo sentimos! Se produjo un problema al mover las lecciones del itinerario.
ko_kr: 죄송합니다! 경로 단원을 이동하는 데 문제가 있었습니다.
nl_nl: Sorry! Sorry! Er was een probleem met het verplaatsten van de trajectlessen..
th_th: ขออภัย! เกิดปัญหาในการย้ายบทของเส้นทางการเรียนรู้

# PathwaysSvc_MoveSectionError
source: Sorry! There was a problem moving the pathway sections.
ar_sa: عذرًا! حدثت مشكلة أثناء نقل أقسام المساق.
es_es: ¡Lo sentimos! Se produjo un problema al mover las secciones del itinerario.
ko_kr: 죄송합니다! 경로 섹션을 이동하는 데 문제가 있었습니다.
nl_nl: Sorry! Sorry! Er was een probleem met het verplaatsten van de trajectsecties.
th_th: ขออภัย! เกิดปัญหาในการย้ายหัวข้อของเส้นทางการเรียนรู้

# PathwaysSvc_NoGroup
source: no group
ar_sa: لا توجد مجموعات
es_es: ningún grupo
ko_kr: 그룹 없음
nl_nl: geen groep
th_th: ไม่มีกลุ่ม

# PathwaysSvc_PathwayAccessError
source: Sorry! There was a problem accessing the pathways.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى المساقات.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a los itinerarios.
ko_kr: 죄송합니다! 경로에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot jouw leerpaden.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงเส้นทางการเรียนรู้

# PathwaysSvc_PathwayDetailAccessError
source: Sorry! There was a problem accessing pathway details.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى تفاصيل المساق.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a los detalles del itinerario.
ko_kr: 죄송합니다! 경로 상세 정보에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot jouw leerpad details.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงรายละเอียดของเส้นทางการเรียนรู้

# PathwaysSvc_PathwayInfoAccessError
source: Sorry! There was a problem accessing pathway information.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى معلومات المساق.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a la información del itinerario.
ko_kr: 죄송합니다! 경로 정보에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot jouw informatie.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงข้อมูลของเส้นทางการเรียนรู้

# PathwaysSvc_PathwayItemError
source: Sorry! There was a problem accessing the pathway items.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى عناصر المساق.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a los elementos del itinerario.
ko_kr: 죄송합니다! 경로 항목에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot de leerpad items.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงเนื้อหาของเส้นทางการเรียนรู้

# PathwaysSvc_PersonalPathwayError
source: Sorry! There was a problem accessing your personal pathways.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى المساقات الشخصية الخاصة بك.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a sus itinerarios personales.
ko_kr: 죄송합니다! 개인 경로 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot jouw persoonlijke leerpaden.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงเส้นทางการเรียนรู้ส่วนตัวของคุณ

# PathwaysSvc_PrivacyCollaborators
source: Private to collaborators
ar_sa: خاص بالمساهمين
es_es: Privado para colaboradores
ko_kr: 협력자에게 비공개
nl_nl: Privé voor samenwerkers
th_th: เป็นส่วนตัวสำหรับผู้ร่วมมือ

# PathwaysSvc_PrivacyGroupName
source: Visible to {{groupName}}
ar_sa: مرئي لمجموعة {{groupName}}
es_es: Visible para {{groupName}}
ko_kr: {{groupName}} 그룹에게 표시
nl_nl: Zichtbaar voor {{groupName}}
th_th: เปิดเผยกับ {{groupName}}

# PathwaysSvc_PrivacyGroups
source: Visible to {{groupLength}} groups
ar_sa: مرئي لمجموعات {{groupLength}}
es_es: Visible para grupos de {{groupLength}}
ko_kr: {{groupLength}}개 그룹에게 표시
nl_nl: Zichtbaar voor {{groupLength}} groepen
th_th: เปิดเผยกับ {{groupLength}} กลุ่ม

# PathwaysSvc_PrivacyOrg
source: Visible to organization
ar_sa: مرئي للمؤسسة
es_es: Visible para la empresa
ko_kr: 조직에게 표시
nl_nl: Zichtbaar voor de organisatie
th_th: เปิดเผยกับองค์กร
