Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# CoursesSvc_ProviderError
source: Sorry! There was a problem finding providers matching the name you entered.
ar_sa: نعتذر... حدثت مشكلة أثناء البحث عن جهات التقديم التي تطابق الاسم الذي أدخلته.
es_es: ¡Lo sentimos! Se produjo un problema al buscar proveedores que se correspondan con el nombre ingresado.
ko_kr: 죄송합니다! 입력한 이름과 일치하는 제공자를 찾는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het vinden van aanbieders die overeenkomen met de naam die je hebt ingevoerd.
th_th: ขออภัย! เกิดปัญหาในการค้นหาผู้ให้บริการตามชื่อที่คุณป้อน

# Cred_ComparisonNav_Comparison1
source: 1st Comparison
ar_sa: المقارنة الأولى
es_es: 1.ª comparación
ko_kr: 1번째 비교
nl_nl: 1e vergelijking
th_th: การเปรียบเทียบครั้งที่ 1

# Cred_ComparisonNav_Comparison2
source: 2nd Comparison
ar_sa: المقارنة الثانية
es_es: 2.ª comparación
ko_kr: 2번째 비교
nl_nl: 2e vergelijking
th_th: การเปรียบเทียบครั้งที่ 2

# Cred_ComparisonNav_Comparison3
source: 3rd Comparison
ar_sa: المقارنة الثالثة
es_es: 3.ª comparación
ko_kr: 3번째 비교
nl_nl: 3e vergelijking
th_th: การเปรียบเทียบครั้งที่ 3

# Cred_ComparisonNav_ComparisonFormat
source: {{Number}}th Comparison
ar_sa: المقارنة رقم {{Number}}
es_es: {{Number}}.ª comparación
ko_kr: {{Number}}번째 비교
nl_nl: {{Number}}e vergelijking
th_th: การเปรียบเทียบครั้งที่ {{Number}}

# Cred_ComparisonPending_NoPendingReviews
source: No more applications to review
ar_sa: لا يوجد مزيد من الطلبات لمراجعتها
es_es: No quedan solicitudes que revisar
ko_kr: 더 이상 검토할 신청서 없음
nl_nl: Geen applicaties om te beoordelen
th_th: ไม่มีใบสมัครให้พิจารณาแล้ว

# Cred_ComparisonPending_RemainingFormat
source: Approx. {{count}} comparisons remaining
ar_sa: يتبقى حوالي عدد {{count}} من المقارنات
es_es: Quedan aprox. {{count}} comparaciones
ko_kr: 대략 {{count}}개 비교가 남음
nl_nl: Ong. {{count}} vergelijkingen resterend
th_th: เหลือการเปรียบเทียบอีกประมาณ {{count}} รายการ

# Cred_ConfirmSkipDialog_DeclinedBody
source: If you continue with two endorsers, your certificate lists only two names. Your level is unaffected.
ar_sa: إذا تابعت باثنين من المصادقين، فسيدرج في شهادتك اسمين فقط. لن يتأثر مستواك.
es_es: Si continúa con dos avaladores, su certificado solo incluirá dos nombres. Su nivel no se verá afectado.
ko_kr: 보증자 둘과 계속 진행하는 경우 인증서에 해당 보증자의 이름만 표시됩니다. 레벨에는 영향이 없습니다.
nl_nl: Als je doorgaat met twee endorsers, staan er slechts twee namen op je certificaat. Dit heeft geen invloed op je niveau.
th_th: หากคุณดำเนินการต่อด้วยการลงสองชื่อ ใบรับรองของคุณจะมีรายชื่อเพียงสองชื่อ ไม่มีผลกระทบต่อระดับของคุณ

# Cred_CredVerifySvc_SubmitError
source: Sorry! There was a problem submitting the feedback.
ar_sa: نعتذر... حدثت مشكلة أثناء تقديم التعليقات.
es_es: ¡Lo sentimos! Se produjo un problema al enviar el comentario.
ko_kr: 죄송합니다! 피드백을 제출하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het indienen van de feedback
th_th: ขออภัย! เกิดปัญหาในการส่งความคิดเห็นตอบรับ

# Cred_EndorseExp_Q_Practice_15
source: Carries out simple tasks in {{skillName}}
ar_sa: يؤدي مهام بسيطة في {{skillName}}
es_es: Realiza tareas sencillas de {{skillName}}
ko_kr: {{skillName}}에서 간단한 작업 수행
nl_nl: Voer eenvoudige taken uit in {{skillName}}
th_th: ทำงานง่าย ๆ ใน {{skillName}} ได้สำเร็จ

# Cred_EndorsementAccept_HonorCode2
source: I further acknowledge and agree that by submitting this endorsement, I am voluntarily submitting my personal information, including my name.
ar_sa: أقر أيضًا وأوافق على أنني عندما أقدم هذه المصادقة فإنني أقدم معلوماتي الشخصية طوعًا، بما في ذلك اسمي.
es_es: Yo reconozco y acuerdo que al dar mi apoyo, facilito de manera voluntaria mi información personal, incluido mi nombre.
ko_kr: 이 보증을 제출함으로 저는 저의 이름을 포함하여 저의 개인 정보를 자발적으로 제출한다는 것을 승인 및 동의합니다.
nl_nl: Ik ga er verder ermee akkoord dat ik door het indienen van deze onderschrijving vrijwillig mijn persoonlijke gegevens verstrek, waaronder mijn naam.
th_th: นอกจากนี้ฉันยังรับทราบและยอมรับว่า การให้การสนับสนุนในครั้งนี้ถือเป็นการส่งข้อมูลส่วนตัวโดยสมัครใจ รวมถึงชื่อของฉัน

# Cred_EndorsementAccept_HonorCode3
source: I hereby authorize and consent to the disclosure of my name in connection with this endorsement, and I understand that any use of my name or other information I provide to Degreed may be used in accordance with the Degreed Privacy Policy. I am solely responsible for any statements made in the endorsement or in connection with the endorsement, and I agree that I am subject to the Degreed Terms of Use to the extent I use the Degreed services, including, without limitation, the submission of this endorsement.
ar_sa: أصرح وأوافق بموجب هذه المصادقة على الإفصاح عن اسمي فيما يتعلق بالمصادقة الحالية وأدرك أن أي استخدام لاسمي أو أية معلومات أقدمها إلى موقع Degreed قد يستخدم وفقًا لسياسة الخصوصية لموقع Degreed، وأنا المسؤول الوحيد عن أي تصريحات أقدمها في المصادقة الحالية أو التي لها علاقة بها، وأوافق على أن أخضع لشروط الاستخدام التي يحددها موقع Degreed إلى الحد الذي استخدم فيه خدمات الموقع بما في ذلك على سبيل المثال لا الحصر تقديم هذه المصادقة.
es_es: Por la presente, autorizo y consiento la divulgación de mi nombre en relación con dicho apoyo, y entiendo que todo uso de mi nombre o información de otra índole que proporcione a Degreed puede utilizarse de acuerdo a la Política de privacidad de Degreed. Soy único responsable de cualquier declaración realizada en el marco de este apoyo, y acepto someterme a los Términos de uso de Degreed en la medida que haga uso de los servicios de Degreed incluido, entre otros, mi apoyo escrito.
ko_kr: 저는 이 보증과 관련하여 저의 이름의 공개를 승인 및 동의하며 제가 Degreed에 제공한 저의 이름 또는 기타 정보의 사용은 Degreed 개인정보 보호정책에 따라 사용되는 것임을 이해합니다. 보증의 또는 보증과 관련된 모든 선언은 전적으로 저의 책임이며 저는 이 보증의 제출을 포함하여 이에 한정되지 않는 Degreed의 서비스의 사용에 관하여 Degreed의 이용 약관에 적용됨을 동의합니다.
nl_nl: Ik geef hierbij goedkeuring en toestemming voor het bekendmaken van mijn naam in verband met deze goedkeuring, en ik begrijp dat elk gebruik van mijn naam of andere informatie die ik verstrek aan Degreed mag worden gebruikt in overeenstemming met het Degreed-privacybeleid. Ik ben als enige verantwoordelijk voor verklaringen in de endorsemsement of in verband met de endorsement, en ik aanvaard dat ik onderworpen ben aan Degreed-gebruiksvoorwaarden voor zover ik gebruik maak van diensten van Degreed, met inbegrip van, maar niet beperkt tot, de indiening van deze endorsement.
th_th: ฉันอนุญาตและยินยอมให้เปิดเผยชื่อของฉันในการสนับสนุนครั้งนี้ และฉันเข้าใจว่า Degreed จะใช้ชื่อและข้อมูลส่วนตัวของฉันตามแนวทางที่กำหนดไว้ในนโยบายความเป็นส่วนตัวของ Degreed ฉันเป็นผู้รับผิดชอบต่อถ้อยแถลงใดๆ ที่ระบุไว้ในการสนับสนุนหรือเกี่ยวข้องกับการสนับสนุนแต่เพียงผู้เดียว และฉันยอมรับว่าการใช้บริการ Degreed ของฉันจะได้รับการควบคุมโดยข้อกำหนดการใช้งานของ Degreed รวมถึงแต่ไม่จำกัดเฉพาะการให้การสนับสนุนในครั้งนี้

# Cred_EndorsementAccount_AlreadyLoggedIn
source: You're already logged in!
ar_sa: قمت مسبقاً بتسجيل الدخول!
es_es: ¡Ya inició sesión!
ko_kr: 귀하는 이미 로그인했습니다!
nl_nl: Je bent al ingelogd!
th_th: คุณเข้าสู่ระบบอยู่แล้ว!

# Cred_EndorsementAccount_SkipInstructions
source: You can create an account later if you change your mind.
ar_sa: يمكنك إنشاء حساب في وقت لاحق إذا غيرت رأيك.
es_es: Puede crear una cuenta más tarde si cambia de opinión.
ko_kr: 생각이 바뀌는 경우 나중에 계정을 만들 수 있습니다.
nl_nl: Je kunt later een account aanmaken als je van gedachten verandert.
th_th: คุณสามารถสร้างบัญชีได้ในภายหลังหากเปลี่ยนใจ

# Cred_EndorsementEndorser_LastNameLabel
source: What is your last name?
ar_sa: ما هو اسمك الأخير؟
es_es: ¿Cómo se apellida?
ko_kr: 귀하의 성은 무엇입니까?
nl_nl: Wat is je achternaam?
th_th: โปรดระบุนามสกุลของคุณ

# Cred_EndorsementReasonForm_ReasonPlaceholder
source: I can’t endorse you right now because...
ar_sa: لا يمكنني المصادقة عليك الآن بسبب...
es_es: No puedo apoyarle ahora mismo porque...
ko_kr: 이런 이유로 지금은 귀하를 보증할 수 있습니다...
nl_nl: Ik kan je op dit moment geen onderschrijving geven omdat...
th_th: ฉันไม่สามารถสนับสนุนคุณได้ในตอนนี้เพราะ...

# Cred_EndorsementStart_Declined
source: You have declined the endorsement.
ar_sa: لقد رفضت المصادقة.
es_es: Rechazó el apoyo.
ko_kr: 보증을 거절하셨습니다.
nl_nl: Je hebt de endorsement afgewezen.
th_th: คุณได้ปฏิเสธการสนับสนุน

# Cred_EndorsementSubmit_Instructions2
source: If you are finished with the endorsement, click <strong>Submit</strong>. You cannot change your responses after submitting the endorsement.
ar_sa: إذا انتهيت من المصادقة، انقر فوق زر <strong>إرسال.</strong> لا يمكنك تغيير إجاباتك بعد تقديم المصادقة.
es_es: Si ya terminó de escribir el apoyo, haga clic en <strong>Enviar</strong>. No puede cambiar sus respuestas tras enviar el apoyo.
ko_kr: 보증을 완료한 경우, <strong>제출</strong>을 클릭하십시오. 보증을 제출한 후에 응답을 변경할 수 없습니다.
nl_nl: Klik op <strong>Submit</strong> als je klaar bent met de endorsement. Je kunt je antwoorden niet veranderen na het indienen van de endorsement.
th_th: ถ้าคุณให้การสนับสนุนเรียบร้อยแล้ว ให้คลิก<strong>ส่ง</strong> เมื่อส่งการสนับสนุนไปแล้ว คุณจะไม่สามารถเปลี่ยนคำตอบได้

# Cred_EndorseNav_Heading
source: Endorsement Navigation
ar_sa: لوحة التنقل للمصادقة
es_es: Navegación por los apoyos
ko_kr: 보증 탐색
nl_nl: Endorsement-navigatie
th_th: ส่วนประกอบของการสนับสนุน

# Cred_EndorseNav_ReviewExperienceDescription
source: Review the applicant’s experience
ar_sa: مراجعة خبرة المتقدم
es_es: Revisar la experiencia del solicitante
ko_kr: 신청자의 경험을 검토
nl_nl: Beoordeel de ervaring van de aanvrager
th_th: พิจารณาประสบการณ์ของผู้สมัคร

# Cred_ExpertCandidate_Attributes
source: Attributes
ar_sa: السمات
es_es: Atributos
ko_kr: 특성
nl_nl: Attributen
th_th: คุณสมบัติ

# Cred_ExpertPending_BeginNextReview
source: Begin next review
ar_sa: بدء المراجعة التالية
es_es: Empezar siguiente revisión
ko_kr: 다음 리뷰 시작
nl_nl: Begin volgende evaluatie
th_th: เริ่มการพิจารณาครั้งต่อไป

# Cred_levelShortTitle
source: Level {{level}}
ar_sa: المستوى {{level}}
es_es: Nivel {{level}}
ko_kr: {{level}} 레벨
nl_nl: Niveau {{level}}
th_th: ระดับ {{level}}

# Cred_NoComparison_Header
source: Review Peers
ar_sa: مراجعة الأقران
es_es: Revisar a colegas
ko_kr: 검토 동료
nl_nl: Collega's beoordelen
th_th: พิจารณาเพื่อน

# Cred_PaymentNotSupported
source: Payment for skill certification is currently not supported in the EU. Please contact info@degreed.com to enable your application for skill certification.
ar_sa: الدفع من أجل الحصول على شهادة خبرة غير مدعوم حاليًا في الاتحاد الأوروبي. يُرجى التواصل مع info@degreed.com لتمكين التطبيق الخاص بك للحصول على شهادة خبرة.
es_es: En la actualidad no se admiten pagos por certificación de habilidades en la UE. Póngase en contacto con info@degreed.com para habilitar su solicitud de certificación de habilidades.
ko_kr: 현재 기술 인증에 대한 결제는 EU에서 지원되지 않습니다. 기술 인증 앱을 활성화하려면 info@degreed.com에 문의하세요.
nl_nl: Betaling voor vaardigheidscertificering wordt momenteel niet ondersteund in de EU. Neem contact op met info@degreed.com om uw aanvraag voor vaardigheidscertificering mogelijk te maken.
th_th: ขณะนี้ยังไม่มีการรองรับการชำระเงินสำหรับใบรับรองทักษะในสหภาพยุโรป โปรดติดต่อ info@degreed.com เพื่อเปิดใช้แอปพลิเคชันสำหรับรับรองทักษะ

# Cred_Status_DegreedReviewedDescriptionCompleted
source: Our expertise panel has finished reviewing your application.
ar_sa: انتهى فريق الخبرة لدينا من مراجعة طلبك.
es_es: Nuestro panel de expertos terminó de revisar su solicitud.
ko_kr: 전문가 패널이 신청서 검토를 완료했습니다.
nl_nl: Ons panel van deskundigen is klaar met de evaluatie van je aanvraag.
th_th: คณะผู้เชี่ยวชาญของเราพิจารณาใบสมัครของคุณเรียบร้อยแล้ว

# Cred_Status_EndorserAdded
source: Endorser added and endorsement invitation sent!
ar_sa: تم إضافة مصادق وتم إرسال دعوة المصادقة.
es_es: Avalador agregado e invitación de apoyo enviada.
ko_kr: 보증자를 추가했으며 보증 초대를 보냈습니다!
nl_nl: Endorser toegevoegd en goedkeuringsuitnodiging verstuurd!
th_th: เพิ่มผู้สนับสนุนและส่งคำเชิญขอรับการสนับสนุนแล้ว!

# Cred_Status_EndorserUpdated
source: Endorser updated! An invitation was sent if a new email address was specified
ar_sa: تم تحديث مصادق. سيكون قد تم إرسال دعوة إذا تم تحديد عنوان بريد إلكتروني جديد
es_es: Avalador actualizado. Se envió una invitación si se especificó una nueva dirección de correo electrónico
ko_kr: 보증자가 업데이트되었습니다! 새 이메일 주소가 지정된 경우 초대가 발송되었습니다
nl_nl: Endorser bijgewerkt! Er wordt een uitnodiging verstuurd als er een nieuw e-mailadres is opgegeven
th_th: อัปเดตผู้สนับสนุนแล้ว! จะมีการส่งคำเชิญหากระบุที่อยู่อีเมลใหม่

# Cred_Status_Instructions1
source: Congratulations on getting this far! You can see the status of your application below. Once you have received the necessary endorsements, you are finished! Take a well-earned break!
ar_sa: تهانينا للوصول إلى هذه المرحلة حتى الآن! ويمكنك معرفة حالة طلبك أدناه. عند حصولك على المصادقات اللازمة، تكون قد انتهيت من الأمر! وبعدها خذ قسطًا من الراحة التي تستحقها!
es_es: ¡Enhorabuena por llegar tan lejos! Puede ver el estado de su solicitud abajo. Cuando reciba los apoyos necesarios, estará todo listo. ¡Tómese un merecido descanso!
ko_kr: 여기까지 도달하신 것을 축하합니다! 아래에서 귀하의 신청 상태를 확인할 수 있습니다. 필요한 보증을 받은 경우 완료됩니다! 휴식을 취할 자격이 있으십니다!
nl_nl: Gefeliciteerd dat je zover bent gekomen! Je kunt de status van je aanvraag hieronder zien. Nadat je de benodigde onderschrijvingen hebt ontvangen ben je klaar! Neem een welverdiende pauze!
th_th: ยินดีด้วยที่มาถึงจุดนี้แล้ว! คุณสามารถดูสถานะใบสมัครของคุณได้ทางด้านล่าง เมื่อคุณได้รับการสนับสนุนครบถ้วน การดำเนินการก็จะเสร็จสิ้น! จากนี้ก็พักผ่อนได้ตามสบาย!

# Cred_Status_Instructions2
source: If your endorsers have not responded or have declined to endorse you, you can resend the request or update your endorsers below.
ar_sa: إذ لم يرد مصادقوك على طلبك أو قد رفضوا المصادقة عليك فيمكنك إعادة إرسال الطلب أو تحديث مصادقوك أدناه.
es_es: Si sus avaladores no responden o rechazan apoyarle, puede volver a enviar la solicitud o actualizar sus apoyos abajo.
ko_kr: 보증자가 응답하지 않았거나 귀하를 보증하기를 거절한 경우, 요청을 다시 보내거나 아래에서 보증자를 업데이트할 수 있습니다.
nl_nl: Als jouw endorsers niet hebben gereageerd of hebben geweigerd om je te endorsen, kun je het verzoek opnieuw verzenden of je endorsers hieronder updaten.
th_th: ถ้าผู้สนับสนุนไม่ตอบกลับหรือปฏิเสธที่จะให้การสนับสนุนคุณ คุณสามารถส่งคำขออีกครั้งหรืออัปเดตผู้สนับสนุนได้ทางด้านล่าง

# Cred_Status_InvitationSent
source: Endorsement invitation sent!
ar_sa: تم إرسال دعوة المصادقة!
es_es: Invitación de apoyo enviada.
ko_kr: 보증 초대를 보냈습니다!
nl_nl: Uitnodiging voor een onderschrijving verstuurd!
th_th: ส่งคำเชิญขอรับการสนับสนุนแล้ว!

# Cred_Status_PeerReviewedDescriptionCompleted
source: Your peers have finished reviewing you.
ar_sa: لقد انتهى أقرانك من مراجعتك.
es_es: Sus colegas terminaron con su revisión.
ko_kr: 동료가 귀하의 검토를 완료했습니다.
nl_nl: Je collega's zijn klaar met jouw beoordeling.
th_th: บุคคลในระดับเดียวกับคุณได้พิจารณาของคุณเรียบร้อยแล้ว

# Cred_Submit_HeaderWithCredits
source: Legal & Submit
ar_sa: البيانات القانونية والإرسال
es_es: Legal y enviar
ko_kr: 법적 및 제출
nl_nl: Juridisch en indienen
th_th: ทางการกฎหมายและส่ง

# Cred_Submit_PaymentBillingInfo
source: Billing Information
ar_sa: معلومات الفوترة
es_es: Información de facturación
ko_kr: 청구 정보
nl_nl: Facturatiegegevens
th_th: ข้อมูลการเรียกเก็บเงิน

# Cred_Submit_PaymentCardValidation
source: Card number is required
ar_sa: يلزم إدخال رقم البطاقة
es_es: El número de tarjeta es obligatorio
ko_kr: 카드 번호가 필요
nl_nl: Kaartnummer is vereist
th_th: ต้องระบุหมายเลขบัตร

# Cred_Submit_PaymentChoosePayment
source: Choose Payment Option
ar_sa: اختيار طريقة الدفع
es_es: Seleccionar opción de pago
ko_kr: 지불 옵션을 선택
nl_nl: Kies betaalmethode
th_th: เลือกวิธีการชำระเงิน

# Cred_Submit_PaymentExpValidation
source: Exp is required
ar_sa: يلزم إدخال تاريخ صلاحية البطاقة
es_es: La fecha de caducidad es obligatoria
ko_kr: 만료 날짜가 필요
nl_nl: Vervaldatum vereist
th_th: ต้องระบุประสบการณ์

# Cred_Submit_PaymentFirstNameValidation
source: First name is required
ar_sa: يلزم إدخال الاسم الأول
es_es: El nombre es obligatorio
ko_kr: 이름이 필요
nl_nl: Voornaam is vereist
th_th: ต้องระบุชื่อจริง

# Cred_Submit_PaymentLastNameValidation
source: Last name is required
ar_sa: يلزم إدخال الاسم الأخير
es_es: Los apellidos son obligatorios
ko_kr: 성이 필요
nl_nl: Achternaam is vereist
th_th: ต้องระบุนามสกุล

# Cred_Submit_PlagiarismCheck
source: I agree all information provided is my own original work and adequate citations have been provided.
ar_sa: أقر بأنني لم أقدم إلا معلومات من خالص عملي وأنني ضمنت إشارات مرجعية وفقًا لما هو ملائم.
es_es: Acepto que toda la información que facilite constituye mi propio trabajo original y que se aportaron las referencias adecuadas.
ko_kr: 제공한 모든 정보는 저 자신의 작업이며 적절한 인용 정보를 제공했음을 동의합니다.
nl_nl: Ik ga ermee akkoord dat alle verstrekte informatie mijn eigen originele werk is en dat ik zorg voor een adequate bronvermelding.
th_th: ฉันยืนยันว่าข้อมูลที่ให้ไว้เป็นผลงานที่ฉันทำขึ้นเอง และได้ให้ข้อมูลอ้างอิงไว้เพียงพอแล้ว

# Cred_Submit_PromoCodeExpand
source: Have a promo code? Enter it here.
ar_sa: هل لديك كود ترويجي؟ أدخله هنا.
es_es: ¿Tiene un código promocional? Ingréselo aquí.
ko_kr: 프로모션 코드가 있으신가요? 여기에 입력.
nl_nl: Heb je een promotiecode? Voer deze hier in.
th_th: มีรหัสโปรโมชั่นหรือไม่ ป้อนข้อมูลตรงนี้

# Cred_Submit_PromoProductError
source: The promo code used is not valid for selected product. Make a new selection above or enter a new code.
ar_sa: الرمز الترويجي المستخدم غير صالح للمنتج المحدد. يرجى إجراء تحديد جديد أعلاه أو إدخال رمز جديد.
es_es: El código promocional que usó no es válido para el producto seleccionado. Vuelva a seleccionar arriba o ingrese un nuevo código.
ko_kr: 사용된 프로모션 코드는 선택한 제품에 대해 유효하지 않습니다. 위에서 새로 선택하거나 새 코드를 입력합니다.
nl_nl: De gebruikte promotiecode is niet geldig voor het geselecteerde product. Maak een nieuwe selectie hierboven of voer een nieuwe code in.
th_th: รหัสโปรโมชันนี้ไม่สามารถใช้ได้กับผลิตภัณฑ์นี้ เลือกตัวเลือกอื่นด้านบนหรือใส่รหัสใหม่

# Cred_Verify_ValidMessage
source: This is a valid certificate
ar_sa: شهادة غير صالحة
es_es: Este certificado es válido
ko_kr: 이것은 무효한 인증서입니다.
nl_nl: Dit is een geldig certificaat
th_th: ใบรับรองนี้เป็นใบรับรองที่ถูกต้อง

# Cred_Wait_Instructions
source: We have successfully received your application. You will be reviewed together with 10 peers. We’re waiting until we get a few more people to apply for the same skill to proceed. Go have a cop of coffee, you deserved it. We’ll send you a notification when you can continue with reviewing your peers.
ar_sa: لقد تلقينا طلبك بنجاح، وستجرى عملية المراجعة لطلبك مع 10 من أقرانك. نحن في انتظار أن يقدم مزيد من الأفراد على المهارة ذاتها للمتابعة. اذهب لتناول كوبا من القهوة لأنك تستحقها، وسنرسل لك إشعارًا عندما يمكنك متابعة مراجعة أقرانك.
es_es: Su solicitud se recibió correctamente. Se le revisará junto a otros 10 colegas. Estamos esperando a que haya más gente que solicite la misma habilidad para proseguir. Ir a tomar un café, se lo merece. Le notificaremos cuando pueda seguir revisando a sus colegas.
ko_kr: 성공적으로 귀하의 신청을 받았습니다. 귀하를 10명의 피어와 함께 검토할 것입니다. 좀 더 많은 사람들이 동일한 기술 처리에 신청할 때까지 기다리고 있습니다. 커피 한 잔 하셔도 되겠습니다. 귀하의 피어 검토를 계속할 수 있게 되면 알림을 보낼 것입니다.
nl_nl: We hebben je aanvraag met succes ontvangen. Je zult samen met 10 collega's worden beoordeeld. We wachten tot een aantal andere mensen een aanvraag indienen voor dezelfde vaardigheid voordat we doorgaan. Geniet van een kop koffie, je hebt het verdiend. Wij zullen je een melding sturen wanneer je kunt doorgaan met het beoordelen van je collega's.
th_th: เราได้รับใบสมัครของคุณเรียบร้อยแล้ว คุณจะได้รับการพิจารณาร่วมกับบุคคลในระดับเดียวกันอีก 10 คน เราจะรอให้มีคนยื่นใบสมัครในทักษะเดียวกันนี้มากกว่านี้อีกหน่อย ไปพักดื่มกาแฟเถอะ เพราะคุณเหนื่อยมาพอสมควรแล้ว เราจะส่งการแจ้งเตือนถึงคุณ เมื่อคุณสามารถพิจารณาบุคคลในระดับเดียวกันต่อไปได้

# CredApplyOverviewCtrl_ApplicationDeleted
source: Your application has been deleted. Wait while we redirect you.
ar_sa: تم حذف طلبك. الرجاء الانتظار بينما نعيد توجيهك.
es_es: Se eliminó su solicitud. Espere mientras le redirigimos.
ko_kr: 신청서가 삭제되었습니다. 리디렉션하는 동안 기다려 주십시오.
nl_nl: Je aanvraag is verwijderd. Wacht terwijl we je doorsturen.
th_th: ใบสมัครของคุณถูกลบออก โปรดรอให้เราพาคุณไปที่อื่น

# CredApplyOverviewCtrl_DeletePrompt
source: Are you sure you want to delete your application?
ar_sa: هل أنت متأكد من حذف طلبك؟
es_es: ¿De verdad quiere eliminar su solicitud?
ko_kr: 이 신청서를 삭제하시겠습니까?
nl_nl: Weet je zeker dat je de aanvraag wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบใบสมัครของคุณ?

# CredApplyOverviewCtrl_MinReqsMet
source: Minimum requirements met
ar_sa: تم الوفاء بالحد الأدنى من المتطلبات
es_es: Cumple los requisitos mínimos
ko_kr: 최소 요구 사항 충족
nl_nl: Voldaan aan de minimumeisen
th_th: ผ่านข้อกำหนดขั้นต่ำแล้ว

# CredApplyOverviewCtrl_MinReqsNotMet
source: Minimum requirements not met
ar_sa: لم يتم الوفاء بالحد الأدنى من المتطلبات
es_es: No cumple los requisitos mínimos
ko_kr: 최소 요구 사항 충족하지 않음
nl_nl: Niet voldaan aan de minimumeisen
th_th: ไม่ผ่านข้อกำหนดขั้นต่ำ

# CredentialPaidInFullViaPromoEmail_Header
source: Payment Confirmation
ar_sa: تأكيد الدفع
es_es: Confirmación de pago
ko_kr: 결제 확인
nl_nl: Betalingsbevestiging
th_th: การยืนยันการชำระเงิน

# CredentialPaidInFullViaPromoEmail_PromotionalCodeDiscount
source: Promotional Code Discount
ar_sa: خصم الكود الترويجي
es_es: Descuento de código promocional
ko_kr: 프로모션 코드 할인
nl_nl: Korting met promotiecode
th_th: ส่วนลดตามรหัสโปรโมชั่น

# CredentialPaidInFullViaPromoEmail_Subtotal
source: Subtotal
ar_sa: الإجمالي الفرعي
ko_kr: 소계
nl_nl: Subtotaal
th_th: ผลรวม

# CredentialSvc_GetCredError
source: Sorry! There was a problem retrieving this skill.
ar_sa: نعتذر... هناك مشكلة في استرجاع هذه المهارة.
es_es: ¡Lo sentimos! Se produjo un problema al recuperar esta habilidad.
ko_kr: 죄송합니다! 기술을 검색하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het ophalen van deze vaardigheid.
th_th: ขออภัย! เกิดปัญหาในการรับข้อมูลทักษะนี้

# CredentialWelcomeEmail_PreviewFormat
source: What you need to get Skill Certified in {0}.
ar_sa: ما تحتاجه للحصول على شهادة المهارة في {0}.
es_es: Lo que necesita para certificar su habilidad en {0}.
ko_kr: {0}에서 기술 인증에 필요한 것입니다.
nl_nl: Wat heb je nodig om je vaardigheid te certificeren in {0}.
th_th: สิ่งที่คุณต้องเพื่อรับการรับรองทักษะ {0}

# CredManageOutcomesCtrl_MaxErrorAccomplishmentFormat
source: We know you have a lot to show, but please limit your selection to a set of your {{count}} most relevant accomplishments.
ar_sa: نعرف بأن لديك الكثير لتخبرنا به، ولكن يرجى حصر اختيارك على أكثر {{count}} إنجازات ذات صلة.
es_es: Sabemos que tiene mucho que mostrar, pero debe limitar su selección a sus {{count}} logros más relevantes.
ko_kr: 보여줄 것이 많으신 것으로 알지만 {{count}} 개의 가장 관련이 있는 업적으로 선택을 제한하십시오.
nl_nl: We weten dat je heel wat kunt laten zien, maar beperk je selectie tot {{count}} van je meest relevante prestaties.
th_th: เราทราบดีว่าคุณมีผลงานที่น่าสนใจมากมาย แต่โปรดเลือกมาเฉพาะผลงานความสำเร็จที่เกี่ยวข้องมากที่สุด {{count}} รายการ

# CredManageOutcomesCtrl_MaxErrorSkillFormat
source: We know you have a lot to show, but please limit your selection to a set of your {{count}} most relevant skills.
ar_sa: نعرف بأن لديك الكثير لتخبرنا به، ولكن يرجى حصر اختيارك على أكثر {{count}} مهارات ذات صلة.
es_es: Sabemos que tiene mucho que mostrar, pero debe limitar su selección a sus {{count}} habilidades más relevantes.
ko_kr: 보여줄 것이 많으신 것으로 알지만 {{count}} 개의 가장 관련이 있는 기술로 선택을 제한하십시오.
nl_nl: We weten dat je heel wat kunt laten zien, maar beperk je selectie tot {{count}} van je meest relevante vaardigheden.
th_th: เราทราบดีว่าคุณมีผลงานที่น่าสนใจมากมาย แต่โปรดเลือกมาเฉพาะทักษะที่เกี่ยวข้องมากที่สุด {{count}} รายการ

# CredManageOutcomesCtrl_MaxErrorTitle
source: Oops! That's 1 Too Many
ar_sa: عذراً! لا يمكن إضافة عناصر كثيرة
es_es: ¡Uy! Hay 1 de más
ko_kr: 이런! 1개 초과임
nl_nl: Oeps! Dat is er 1 te veel
th_th: อ๊ะ! เกินมา 1 รายการ

# CredManageOutcomesCtrl_TitleAccomplishment
source: Manage Accomplishments
ar_sa: إدارة الإنجازات
es_es: Gestionar logros
ko_kr: 업적 관리
nl_nl: Prestaties beheren
th_th: จัดการผลงานความสำเร็จ

# CredManageOutcomesCtrl_TitleAward
source: Manage Awards
ar_sa: إدارة الجوائز
es_es: Gestionar premios
ko_kr: 상 관리
nl_nl: Onderscheidingen beheren
th_th: จัดการรางวัล
