Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# PathAuthHelp_BuildMode
source: In Build mode, drag and drop content from the bin and organize your material into sections and lessons.
ar_sa: في وضع البناء، قم بسحب وإسقاط المحتوى من الصندوق، وقم بتقسيم المواد الخاصة إلى أقسام ودروس.
es_es: En modo Crear, arrastre y suelte contenido de la ubicación y organice su material por secciones y lecciones.
ko_kr: 빌드 모드에서 통에서 콘텐츠를 드레그 드롭하고 자료를 섹션 및 단원으로 구성합니다.
nl_nl: In de Bouwen-modus sleep en zet je de content neer vanuit de mand en organiseer je materiaal in secties en lessen.
th_th: ในโหมด "สร้าง" ให้ลากและวางเนื้อหาจากที่เก็บ แล้วจัดเรียงข้อมูลของคุณให้เป็นหัวข้อและบทต่างๆ

# PathAuthHelp_BuildOrganize
source: Build and organize
ar_sa: بناء وتنظيم
es_es: Crear y organizar
ko_kr: 작성 및 조직
nl_nl: Bouwen en organiseren
th_th: สร้างและจัดระเบียบ

# PathAuthHelp_EditingMode
source: Change the editing mode above from Build to Search to find content and add it to the pathway bin. You can also add content by selecting Add To Pathway from the {{icon}} menu on content cards throughout Degreed, or from any website with our {{anchorOpen}}browser extensions{{anchorClose}}.
ar_sa: قم بتغيير وضع التحرير أعلاه من "بناء" إلى "البحث" للعثور على المحتوى وإضافته إلى صندوق المساقات. يمكنك أيضا إضافة محتوى على بطاقات المحتوى في جميع أنحاء موقع Degreed عن طريق اختيار "إضافة إلى مساق" من قائمة {{icon}}، أو من أي موقع ويب باستخدام {{anchorOpen}}ملحق المستعرض الخاص بنا{{anchorClose}}.
es_es: Cambie arriba el modo de edición de Crear a Buscar para buscar contenido y agregarlo a la ubicación del itinerario. También puede agregar contenido seleccionando Agregar al itinerario desde el menú {{icon}} en tarjetas de contenido en todo Degreed, o desde cualquier sitio web con nuestras {{anchorOpen}}extensiones de navegador{{anchorClose}}.
ko_kr: 위의 편집 모드를 작성에서 검색으로 변경하여 콘텐츠를 찾고 경로 통에 추가합니다. Degreed의 콘텐츠 카드의 {{icon}} 메뉴에서 경로에 추가를 선택하거나 {{anchorOpen}}브라우저 확장 프로그램{{anchorClose}}으로 웹 사이트에서 콘텐츠를 추가할 수도 있습니다.
nl_nl: Verander de bewerkingsmodus hierboven van Bouwen naar Zoeken om content te vinden en toe te voegen aan de Leerpad-mand. Je kunt ook content toevoegen door Toevoegen aan Leerpad te selecteren in het {{icon}}-menu op elke leerkaart in Degreed of vanaf elke andere website met onze {{anchorOpen}}browser-extensies{{anchorClose}}.
th_th: เปลี่ยนโหมดการแก้ไขด้านบนจาก "สร้าง" เป็น "ค้นหา" เพื่อค้นหาเนื้อหาและเพิ่มไปยังที่เก็บเส้นทางการเรียนรู้ นอกจากนี้คุณยังสามารถเพิ่มเนื้อหาได้โดยเลือก เพิ่มไปยังเส้นทางการเรียนรู้ จากเมนู {{icon}} ที่พบได้บนบัตรเนื้อหาทั่ว Degreed หรือจากเว็บไซต์ต่างๆ ด้วย{{anchorOpen}}ส่วนขยายสำหรับเบราว์เซอร์{{anchorClose}}ของเรา

# PathAuthHelp_EditSettings
source: Edit settings and permissions
ar_sa: تحرير الإعدادات والأذونات
es_es: Editar ajustes y permisos
ko_kr: 설정 및 권한 편집
nl_nl: Instellingen en toestemmingen bewerken
th_th: แก้ไขการตั้งค่าและสิทธิ์

# PathAuthHelp_PathwayLocation
source: Pathways help you map out content to learn from.<br>Find your pathways in the Profile tab.
ar_sa: تساعدك المساقات في التخطيط للمحتوى الذي ستتعلمه من زر.<br>&quot;اعثر على المساقات الخاصة بك&quot; في تبويب الملف الشخصي.
es_es: Los itinerarios le ayudan a planear el contenido de formación.<br>Encontrará sus itinerarios en la pestaña Perfil.
ko_kr: 경로는 학습하려는 콘텐츠를 보여주는 데 도움이 됩니다.<br>프로필 탭에서 경로를 찾으십시오.
nl_nl: Leerpaden helpen je om de content in kaart te brengen die je gebruikt om te leren.<br>Je vindt jouw Leerpaden in je Profiel.
th_th: เส้นทางการเรียนรู้ของคุณช่วยให้คุณจัดทำแผนผังเนื้อหาที่ใช้ในการเรียนรู้<br>รับเส้นทางการเรียนรู้ของคุณของคุณได้ที่แท็บโปรไฟล์

# PathAuthHelp_SearchContent
source: Search for content
ar_sa: البحث عن محتوى
es_es: Buscar contenido
ko_kr: 콘텐츠를 검색
nl_nl: Content zoeken
th_th: ค้นหาเนื้อหา

# PathAuthHelp_TipsToStart
source: Tips to get started
ar_sa: نصائح لكيفية البدء
es_es: Consejos para empezar
ko_kr: 시작하기 팁
nl_nl: Tips om aan de slag te gaan
th_th: คำแนะนำในการเริ่มต้น

# PathAuthHelp_UpdatePathwayDetails
source: Update your pathway's details and change who you share it with by selecting the options icon to the left of the pathway title.
ar_sa: قم بتحديث تفاصيل المساق الخاص بك وتغيير من الذي تشاركه المساق من خلال تحديد أيقونة الاختيارات في يسار عنوان المساق.
es_es: Actualice los detalles de su itinerario e indique con quién lo va a compartir seleccionando el icono de opciones a la izquierda del nombre del itinerario.
ko_kr: 패스웨이의 세부 사항을 업데이트하고 패스웨이 제목 왼쪽의 옵션 아이콘을 선택하여 공유하는 사람을 변경합니다.
nl_nl: Update de details van jouw leerpad en verander met wie je het wilt delen door het opties-icoon aan de linkerkant van de leerpad titel te selecteren.
th_th: อัปเดตรายละเอียดเส้นทางการเรียนรู้ของคุณ และเปลี่ยนผู้ที่คุณแชร์ด้วย โดยคลิกไอคอนตัวเลือกทางด้านซ้ายของชื่อเส้นทางการเรียนรู้

# PathAuthInputItem_AddPathwayDescription
source: Add a description - what will your students learn from this?
ar_sa: إضافة وصف - ما الذي سيتعلمه طلابك من هذا؟
es_es: Agregar una descripción: ¿qué van a aprender sus estudiantes con esto?
ko_kr: 설명 추가 - 학생이 무엇을 배울까요?
nl_nl: Voeg een beschrijving toe - wat zullen jouw leerlingen hiervan leren?
th_th: เขียนคำอธิบาย - ผู้เรียนของคุณจะได้เรียนรู้อะไรจากสิ่งนี้?

source: Pathway Content
ar_sa: محتوى المسار
es_es: Contenido del itinerario
ko_kr: 경로 콘텐츠
nl_nl: Leerpadcontent
th_th: เนื้อหาเส้นทางการเรียนรู้

source: Pathway Insights
ar_sa: معارف المسار
es_es: Estadísticas del itinerario
ko_kr: 경로 인사이트
nl_nl: Leerpadinzichten
th_th: องค์ความรู้ในเส้นทางการเรียนรู้

# Pathway_TrackableLinks
source: Trackable Links
ar_sa: روابط قابلة للتعقب
es_es: Enlaces de seguimiento
ko_kr: 추적 가능한 링크
nl_nl: Traceerbare links
th_th: ลิงก์ที่ติดตามได้

# PathwayActivity_PathwayTitle
source: Pathway Activity
ar_sa: نشاط المساق
es_es: Actividad del itinerario
ko_kr: 경로 활동
nl_nl: Activiteit leerpad
th_th: กิจกรรมของเส้นทางการเรียนรู้

# PathwayActivity_PlanTitle
source: Plan Activity
ar_sa: نشاط الخطة
es_es: Actividad del plan
ko_kr: 계획 활동
nl_nl: Activiteit plan
th_th: วางแผนกิจกรรม

# PathwayActivity_TooltipCompletions
source: {{ count }} users completed.
ar_sa: {{ count }} من المستخدمين قاموا بالإكمال.
es_es: {{ count }} usuarios lo han completado.
ko_kr: 사용자 {{ count }}명이 완료했습니다.
nl_nl: {{ count }} gebruikers voltooid.
th_th: ดำเนินการกับผู้ใช้งานแล้ว {{ count }} คน

# PathwayActivity_TooltipEnroll
source: {{ count }} users enrolled.
ar_sa: {{ count }} من المستخدمين قاموا بالتسجيل.
es_es: {{ count }} usuarios inscritos.
ko_kr: 사용자 {{ count }}명이 등록했습니다.
nl_nl: {{ count }} gebruikers ingeschreven.
th_th: ผู้ใช้สมัครแล้ว {{ count }} คน

# PathwayActivity_TooltipFollow
source: {{ count }} users followed.
ar_sa: {{ count }} من المستخدمين قاموا بالمتابعة.
es_es: {{ count }} usuarios lo han seguido.
ko_kr: 사용자 {{ count }}명이 팔로우했습니다.
nl_nl: {{ count }} gebruikers gevolgd.
th_th: ติดตามผู้ใช้งานแล้ว {{ count }} คน

# PathwayActivity_TooltipViews
source: {{ count }} users viewed.
ar_sa: {{ count }} من المستخدمين قاموا بالعرض.
es_es: {{ count }} vistas de usuarios.
ko_kr: 사용자 {{ count }}명이 조회했습니다.
nl_nl: {{ count }} gebruikers bekeken.
th_th: ผู้ใช้ดูแล้ว {{ count }} คน

# PathwayActivity_Users
source: Users
ar_sa: المستخدمون
es_es: Usuarios
ko_kr: 사용자
nl_nl: Gebruikers
th_th: ผู้ใช้

# pathwayAddEditModal_AddCollaborator
source: Add people to collaborate on this pathway
ar_sa: إضافة أشخاص للمساهمة في هذا المساق
es_es: Agregar colaboradores a este itinerario
ko_kr: 이 경로에서 공동 작업할 협력자 추가
nl_nl: Personen toevoegen om samen te werken aan dit leerpad
th_th: เพิ่มผู้คนเพื่อร่วมมือกันเรียนในเส้นทางการเรียนรู้

# pathwayAddEditModal_AddCollaborators
source: + Add Collaborators
ar_sa: + إضافة المساهمين
es_es: + Agregar colaboradores
ko_kr: + 협력자 추가
nl_nl: + Samenwerkers toevoegen
th_th: + เพิ่มผู้ร่วมมือ

# pathwayAddEditModal_Authors
source: Pathway Collaborators
ar_sa: مساهمو المساق
es_es: Colaboradores del itinerario
ko_kr: 패스웨이 협력자
nl_nl: Leerpad-samenwerkers
th_th: ผู้ร่วมมือในเส้นทางการเรียนรู้

# pathwayAddEditModal_CollaboratorsDescription
source: Collaborators will be able to edit this pathway
ar_sa: سيتمكن المساهمون من تحرير هذا المساق
es_es: Los colaboradores podrán editar este itinerario
ko_kr: 협력자는 이 패스웨이를 편집할 수 있습니다
nl_nl: Samenwerkers kunnen dit leerpad bewerken
th_th: ผู้ร่วมมือจะสามารถแก้ไขเส้นทางการเรียนรู้นี้ได้

# pathwayAddEditModal_ConfirmDelete
source: Are you sure you want to delete this pathway?
ar_sa: هل أنت متأكد من حذف هذا المساق؟
es_es: ¿De verdad quiere eliminar este itinerario?
ko_kr: 이 경로를 삭제하시겠습니까?
nl_nl: Weet je zeker dat je dit leerpad wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบเส้นทางการเรียนรู้นี้?

# pathwayAddEditModal_CreatePathway
source: Create Pathway
ar_sa: إنشاء مساق
es_es: Crear itinerario
ko_kr: 경로 만들기
nl_nl: Leerpad aanmaken
th_th: สร้างเส้นทางการเรียนรู้

# pathwayAddEditModal_Description
source: Description
ar_sa: الوصف
es_es: Descripción
ko_kr: 설명
nl_nl: Beschrijving
th_th: คำอธิบาย

# pathwayAddEditModal_DescriptionDetail
source: Briefly describe what your pathway is about.
ar_sa: أعط وصفًا موجزًا عن موضوع المساق الخاص بك.
es_es: Describa brevemente de qué trata su itinerario.
ko_kr: 경로에 대해서 간략하게 설명합니다.
nl_nl: Geef een korte omschrijving van jouw leerpad.
th_th: อธิบายเกี่ยวกับเส้นทางการเรียนรู้ของคุณคร่าวๆ

# pathwayAddEditModal_DoNotDisplayDuration
source: Hide estimated pathway duration
ar_sa: إخفاء المدة المقدّرة للمساق
es_es: Ocultar la duración aproximada del itinerario
ko_kr: 예상 경로 기간 숨기기
nl_nl: Geschatte duur traject verbergen
th_th: ซ่อนระยะเวลาของเส้นทางการเรียนรู้โดยประมาณ

# pathwayAddEditModal_DoNotDisplayDurationNote
source: If checked, Beta Pathways will not display estimated duration for the pathway, sections, or lessons.
ar_sa: بحال تحديدها، فإن مساقات بيتا لن تعرض المدة المقدرة للمساق أو الأقسام أو الدروس.
es_es: Si se marca, los itinerarios beta no mostrarán la duración aproximada del itinerario, las secciones ni las lecciones.
ko_kr: 체크 표시할 경우, 베타 경로에서 경로, 섹션 또는 단원의 예상 기간을 표시하지 않습니다.
nl_nl: Indien aangevinkt zullen Beta Leerpaden geen geschatte duur van het leerpad, de secties, of lessen weergeven.
th_th: หากเลือก เส้นทางการเรียนรู้เบตาจะไม่แสดงระยะเวลาโดยประมาณสำหรับเส้นทางการเรียนรู้ หัวข้อ หรือบทเรียน

# pathwayAddEditModal_DoNotDisplayHeaderImage
source: Do not display header image on pathway page
ar_sa: لا تعرض صورة الترويسة على صفحة المساق
es_es: No mostrar imagen de encabezado en la página del itinerario
ko_kr: 경로 페이지에 헤더 이미지를 표시하지 않기
nl_nl: Headerafbeelding op trajectpagina niet weergeven
th_th: อย่าแสดงรูปภาพของส่วนหัวบนหน้าเส้นทางการเรียนรู้

# pathwayAddEditModal_DoNotDisplayHeaderImageNote
source: If checked, Beta Pathways do not display the blurred pathway image as a header.
ar_sa: بحال الاختيار، فإنّ مساقات بيتا لن تعرض صورة المساق الغير واضحة كترويسة.
es_es: Si se marca, los itinerarios beta no muestran la imagen difuminada de itinerario como encabezado.
ko_kr: 체크 표시할 경우, 베타 경로에서 흐린 경로 이미지를 헤더로 표시하지 않습니다.
nl_nl: Wanneer aangevinkt zal Beta Trajecten geen wazige trajectafbeelding als header weergeven.
th_th: หากเลือก เส้นทางการเรียนรู้เบตาจะไม่แสดงรูปภาพเส้นทางการเรียนรู้ที่ไม่ชัดเจนเป็นส่วนหัว

# pathwayAddEditModal_EditPathway
source: Edit Pathway
ar_sa: تحرير المساق
es_es: Editar itinerario
ko_kr: 경로 편집
nl_nl: Leerpad bewerken
th_th: แก้ไขเส้นทางการเรียนรู้

# pathwayAddEditModal_ImagePreview
source: Pathway Image Preview
ar_sa: معاينة صورة المساق
es_es: Previsualizar imagen del itinerario
ko_kr: 경로 이미지 미리 보기
nl_nl: Voorbeeld afbeelding leerpad
th_th: ตัวอย่างรูปของเส้นทางการเรียนรู้

# pathwayAddEditModal_NeedCollaboratorPermission
source: At least one collaborator needs the Author Pathways permission.
ar_sa: يلزم أن يحصل مساهم واحد على الأقل على إذن مساقات المصمم.
es_es: Al menos un colaborador necesita el permiso del autor del itinerario.
ko_kr: 최소한 한 명의 협력자가 저자 경로 권한이 필요합니다.
nl_nl: Tenminste één samenwerker moet de toestemming Bewerk Leerpaden hebben.
th_th: ผู้ร่วมมืออย่างน้อย 1 คนจะต้องมีสิทธิ์ "สร้างเส้นทางการเรียนรู้"

# pathwayAddEditModal_Or
source: or
ar_sa: أو
es_es: o
ko_kr: 또는
nl_nl: of
th_th: หรือ

# pathwayAddEditModal_PathwayName
source: Pathway Name
ar_sa: اسم المساق
es_es: Nombre del itinerario
ko_kr: 경로 이름
nl_nl: Leerpad naam
th_th: ชื่อเส้นทางการเรียนรู้

# pathwayAddEditModal_PathwayNameEg
source: E.g. New Employee Onboarding
ar_sa: مثل استقبال موظف جديد
es_es: Por ejemplo, Nueva incorporación de empleado
ko_kr: 예, 신규 직원 온보딩
nl_nl: Bijv. Onboarding nieuwe medewerker
th_th: เช่น การปฐมนิเทศพนักงานใหม่

# pathwayAddEditModal_PathwaySettingsChannelDesc
source: You can update permissions and settings later.
ar_sa: يُمكنك تحديث الأذونات والإعدادات في وقت لاحق.
es_es: Puede actualizar los permisos y la configuración más tarde.
ko_kr: 권한 및 설정을 나중에 업데이트할 수 있습니다.
nl_nl: Je kunt toestemmingen en instellingen later bijwerken.
th_th: คุณสามารถอัปเดตสิทธิ์และการตั้งค่าได้ในภายหลัง

# pathwayAddEditModal_PathwaySettingsDesc
source: You can update permissions and settings later. Your pathway will be Private to Collaborators unless you change the Pathway Visibility.
ar_sa: يُمكنك تحديث الأذونات والإعدادات في وقت لاحق. يكون مساقك خاصًا للمساهمين إلا إذا غيرت إمكانية رؤية المساق.
es_es: Puede actualizar los permisos y la configuración más tarde. Su itinerario siempre será privado para los colaboradores, a no ser que cambie su visibilidad.
ko_kr: 권한 및 설정을 나중에 업데이트할 수 있습니다. 경로 표시 여부를 변경하지 않으면 귀하의 경로는 협력자에게 비공개가 됩니다.
nl_nl: Je kunt toestemmingen en instellingen later bijwerken. Je leerpad is privé voor samenwerkers, tenzij je de zichtbaarheid van het Leerpad wijzigt.
th_th: คุณสามารถอัปเดตสิทธิ์และการตั้งค่าได้ในภายหลัง เส้นทางการเรียนรู้ของคุณจะเป็นส่วนตัวสำหรับผู้ร่วมมือ เว้นเสียแต่ว่าคุณได้เปลี่ยนการมองเห็นของเส้นทางการเรียนรู้

# pathwayAddEditModal_Remove
source: remove
ar_sa: إزالة
es_es: eliminar
ko_kr: 제거
nl_nl: verwijderen
th_th: ลบ

# pathwayAddEditModal_SavePathway
source: Save Pathway
ar_sa: حفظ المساق
es_es: Guardar itinerario
ko_kr: 경로 저장
nl_nl: Leerpad opslaan
th_th: บันทึกเส้นทางการเรียนรู้

# pathwayAddEditModal_SavingPathway
source: Saving Pathway
ar_sa: جاري حفظ المساق
es_es: Guardando itinerario
ko_kr: 경로 저장
nl_nl: Leerpad opslaan
th_th: กำลังบันทึกเส้นทางการเรียนรู้

# pathwayAddEditModal_SearchCollaborators
source: Search for collaborators by name
ar_sa: البحث عن المساهمين بالاسم
es_es: Buscar colaboradores por nombre
ko_kr: 협력자를 이름으로 검색
nl_nl: Naar samenwerkers zoeken op naam
th_th: ค้นหาผู้เข้าร่วมโดยใช้ชื่อ

# pathwayAddEditModal_TitleofPathway
source: Title of the pathway in the gallery.
ar_sa: عنوان المساق في المعرض.
es_es: Nombre del itinerario en la galería
ko_kr: 갤러리에서 경로의 제목입니다.
nl_nl: Titel van het leerpad in de galerij.
th_th: ชื่อเส้นทางการเรียนรู้ในแกลเลอรี่

# pathwayAddEditModal_VisibleToOrg
source: Allow collaborators to publish this pathway to the organization
ar_sa: السماح للمساهمين بنشر هذا المساق في المؤسسة
es_es: Permitir a los colaboradores publicar este itinerario en la empresa
ko_kr: 협력자들이 이 패스웨이를 조직에 게시하는 것을 허용
nl_nl: Sta toe dat samenwerkers dit leerpad publiceren in de organisatie
th_th: อนุญาตให้ผู้ร่วมมือเผยแพร่เส้นทางการเรียนรู้นี้ไปยังองค์กร

# pathwayAddEditModal_VisibleToOrgWarning
source: Users with the Manage Pathways permission can view or edit if checked
ar_sa: يمكن للمستخدمين من المصرح لهم بإدارة المساقات العرض أو التحرير، إذا تم التحديد
es_es: Si se marca, los usuarios con permiso para gestionar itinerarios podrán ver y editar
ko_kr: 선택 표시한 경우 패스웨이 관리 권한이 있는 사용자는 보기 또는 편집을 할 수 있습니다.
nl_nl: Gebruikers met de toestemming Leerpad Beheren kunnen weergeven of bewerken indien dit is aangevinkt
th_th: ผู้ใช้ที่มีสิทธิ์จัดการเส้นทางการเรียนรู้สามารถดูหรือแก้ไขได้ หากทำเครื่องหมาย

# PathwayCtrl_AddContent
source: Add Content
ar_sa: إضافة محتوى
es_es: Agregar contenido
ko_kr: 콘텐츠 추가
nl_nl: Content toevoegen
th_th: เพิ่มเนื้อหา

# PathwayCtrl_AddOneItem
source: Add 1 Item
ar_sa: إضافة عنصر واحد
es_es: Añadir un elemento
ko_kr: 1개 항목 추가
nl_nl: 1 item toevoegen
th_th: เพิ่ม 1 รายการ

# PathwayCtrl_AddXItems
source: Add {{count}} Items
ar_sa: إضافة {count} من العناصر
es_es: Añadir {{count}} elementos
ko_kr: {{count}}개 항목 추가
nl_nl: {{count}} items toevoegen
th_th: เพิ่ม {{count}} รายการ

# PathwayCtrl_BackButton
source: Back to Pathways
ar_sa: العودة إلى المساقات
es_es: Volver a los itinerarios
ko_kr: 경로로 돌아가기
nl_nl: Terug naar Leerpaden
th_th: กลับสู่เส้นทาง

# PathwayCtrl_BackToBrowse
source: Back to Browse
ar_sa: الرجوع للتصفح
es_es: Volver a Explorar
ko_kr: 검색으로 돌아가기
nl_nl: Terug naar Bladeren
th_th: กลับไปที่การเรียกดู

# PathwayCtrl_Bin
source: Hold for Later
ar_sa: محفوظ لوقت لاحق
es_es: Guardar para más tarde
ko_kr: 나중을 위해 저장
nl_nl: Voor later bewaren
th_th: ระงับไว้สำหรับภายหลัง

# PathwayCtrl_Collaborators
source: Collaborators
ar_sa: المساهمون
es_es: Colaboradores
ko_kr: 협력자
nl_nl: Samenwerkers
th_th: ผู้ร่วมมือ

# PathwayCtrl_CollapseLessons
source: Collapse Lessons
ar_sa: طي الدروس
es_es: Minimizar lecciones
ko_kr: 단원 간략히 보기
nl_nl: Lessen inklappen
th_th: ยุบบทเรียน

# PathwayCtrl_CompleteOneOfFollowing
source: - Complete one of the following
ar_sa: - أكمل خطوة مما يلي
es_es: - Complete uno de los siguientes
ko_kr: - 다음 중 하나를 완료
nl_nl: - Voltooi een van de volgende
th_th: - ทำตามข้อใดข้อหนึ่งต่อไปนี้

# PathwayCtrl_CreateLink
source: Create link
ar_sa: إنشاء رابط
es_es: Crear enlace
ko_kr: 링크 만들기
nl_nl: Link aanmaken
th_th: สร้างลิงก์

# PathwayCtrl_DraftMode
source: in draft mode
ar_sa: في وضع المسودة
es_es: en modo borrador
ko_kr: 초안 모드 중
nl_nl: in conceptmodus
th_th: ในโหมดฉบับร่าง

# PathwayCtrl_EditPathway
source: Edit Pathway
ar_sa: تحرير المساق
es_es: Editar itinerario
ko_kr: 경로 편집
nl_nl: Leerpad bewerken
th_th: แก้ไขเส้นทางการเรียนรู้

# PathwayCtrl_EmptyBin
source: Here you can hold items for later use. Add something here by clicking 'move to' on a content item.
ar_sa: هنا يمكنك الاحتفاظ بالعناصر لاستخدامها في وقت لاحق. قم بإضافة شيء هنا بواسطة نقر 'النقل إلى' على مادة محتوى.
es_es: Aquí puede guardar elementos para usarlos más tarde. Agregue elementos aquí haciendo clic en «mover a» en un elemento de contenido.
ko_kr: 여기에서 다음 사용을 위해 항목을 저장할 수 있습니다. 콘텐츠 항목에서 '다음으로 이동'을 클릭하여 원하는 항목을 여기에 추가하십시오.
nl_nl: Hier kan je items voor later gebruiker bewaren Voeg hier iets toe door op 'verplaatsen naar' te klikken op een contentitem.
th_th: คุณสามารถระงับรายการไว้สำหรับภายหลังได้ที่นี่ เพิ่มเนื้อหาที่นี่โดยคลิกที่ "ย้ายไปยัง" ในรายการเนื้อหา

# PathwayCtrl_ErrorMessage
source: Sorry! There was a problem performing this action. It’s not your fault, we are working hard to fix the problem.
ar_sa: نعتذر! حدثت مشكلة أثناء تنفيذ هذا الإجراء. لا تقلق لم تكن خطأك، ونحن نعمل بجد لإصلاح هذه المشكلة.
es_es: ¡Lo sentimos! Se produjo un problema al realizar esta acción. No es culpa suya, estamos trabajando duro para resolver el problema.
ko_kr: 죄송합니다! 이 작업을 수행하는 데 문제가 있었습니다. 귀하의 잘못이 아닙니다. 저희는 이 문제를 해결하려고 노력 중입니다.
nl_nl: Sorry! Er was een probleem met het uitvoeren van deze actie. Dit is niet jouw schuld, we zijn hard aan het werk om het probleem op te lossen.
th_th: ขออภัย! เกิดปัญหาในการทำสิ่งนี้ นี่ไม่ใช่ความผิดของคุณ เรากำลังทำงานอย่างหนักเพื่อแก้ไขปัญหาดังกล่าว

# PathwayCtrl_ErrorRecommending
source: Sorry! There was a problem sharing this pathway. We are working hard to fix the problem.
ar_sa: نعتذر! حدثت مشكلة أثناء مشاركة هذا المساق. نعمل بجد لإصلاح هذه المشكلة.
es_es: ¡Lo sentimos! Se produjo un problema para compartir este itinerario. Estamos trabajando duro para resolverlo.
ko_kr: 죄송합니다! 이 경로를 공유하는 데 문제가 있었습니다. 저희는 이 문제를 해결하려고 노력 중입니다.
nl_nl: Sorry! Er is een probleem opgetreden bij het delen van dit traject. We zijn hard aan het werk om dit probleem op te lossen.
th_th: ขออภัย! เกิดปัญหาขณะแบ่งปันเส้นทางการเรียนรู้นี้ เรากำลังแก้ไขปัญหาอย่างเต็มที่

# PathwayCtrl_HoldForLater
source: Hold for Later
ar_sa: محفوظ لوقت لاحق
es_es: Guardar para más tarde
ko_kr: 나중을 위해 저장
nl_nl: Voor later bewaren
th_th: ระงับไว้สำหรับภายหลัง

# PathwayCtrl_HoldForLaterError
source: Sorry! There was a problem moving items to Hold for Later.
ar_sa: عذرًا! حدثت مشكلة أثناء نقل العناصر إلى "الحفظ لوقت لاحق".
es_es: ¡Lo sentimos! Se produjo un problema al mover los elementos a Guardar para más tarde.
ko_kr: 죄송합니다! 나중을 위해 저장으로 항목을 이동하는 중에 문제가 발생했습니다.
nl_nl: Sorry! Er was een probleem bij het verplaatsen van items naar 'Voor later bewaren'.
th_th: ขออภัย! เกิดปัญหาในการเคลื่อนย้ายไปยังรายการที่ระงับไว้สำหรับภายหลัง

# PathwayCtrl_ItemSavedFormat
source: {{title}} has been saved!
ar_sa: تم حفظ {{title}}!
es_es: ¡{{title}} se guardó!
ko_kr: {{title}}을(를) 저장했습니다!
nl_nl: {{title}} is opgeslagen!
th_th: {{title}} ได้รับการบันทึกแล้ว!

# PathwayCtrl_LeavingCatalog
source: Leaving {{selectedCatalogName}} Catalog
ar_sa: جاري مغادرة قائمة {{selectedCatalogName}}
es_es: Salir del catálogo {{selectedCatalogName}}
ko_kr: {{selectedCatalogName}} 카탈로그 나가기
nl_nl: Verlaat {{selectedCatalogName}} catalogus
th_th: กำลังออกจากแค็ตตาล็อก {{selectedCatalogName}}

# PathwayCtrl_LessonNumberFormat
source: Lesson {{number}}
ar_sa: درس رقم {{number}}
es_es: Lección {{number}}
ko_kr: 단원 {{number}}
nl_nl: Les {{number}}
th_th: บทที่ {{number}}

# PathwayCtrl_ManuallyAdd
source: Add by Type
ar_sa: إضافة حسب النوع
es_es: Agregar por tipo
ko_kr: 유형별 추가
nl_nl: Op type toevoegen
th_th: เพิ่มตามประเภท

# PathwayCtrl_MovedToHoldForLater
source: Moved items to Hold for Later.
ar_sa: نقل العناصر إلى "الحفظ لوقت لاحق".
es_es: Se han movido los elementos a Guardar para más tarde.
ko_kr: 나중을 위해 저장으로 항목을 이동했습니다.
nl_nl: Items naar ' Voor later bewaren' verplaatst.
th_th: เคลื่อนย้ายไปยังรายการที่ระงับไว้สำหรับภายหลังแล้ว

# PathwayCtrl_MoveItem
source: Move To...
ar_sa: الانتقال إلى...
es_es: Mover a...
ko_kr: 다음으로 이동...
nl_nl: Verplaatsen naar...
th_th: ย้ายไปที่...

# PathwayCtrl_MoveItemTo
source: Move Item To
ar_sa: نقل البند إلى
es_es: Mover elemento a
ko_kr: 다음으로 항목 이동
nl_nl: Verplaats item naar
th_th: ย้ายรายการไปที่

# PathwayCtrl_MoveLessonTo
source: Move Lesson To
ar_sa: نقل الدرس إلى
es_es: Mover lección a
ko_kr: 다음으로 단원 이동
nl_nl: Verplaats les naar
th_th: ย้ายบทเรียนไปที่

# PathwayCtrl_NoAccessDescriptionText
source: Looks like you don't have access to this page.<br> If you feel like this is an error, please contact our support team.
ar_sa: يبدو أنه ليس لديك إذن بالوصول إلى هذه الصفحة.<br> إذا كنت تعتقد أن هذا خطأ، يرُجى الاتصال بفريق الدعم.
es_es: Parece que no tiene acceso a esta página.<br> Si cree que se trata de un error, póngase en contacto con nuestro equipo de atención al cliente.
ko_kr: 이 페이지에 대한 액세스 권한이 없는 것 같습니다.<br> 오류가 있는 것으로 생각되면 Degreed 지원팀에 문의하시기 바랍니다.
nl_nl: Het lijkt erop dat je geen toegang hebt tot deze pagina.<br> Als je denkt dat dit een fout is, neem dan contact op met ons ondersteuningsteam.
th_th: ดูเหมือนว่าคุณไม่มีสิทธิ์เข้าถึงหน้านี้<br> หากคุณรู้สึกว่านี่เป็นข้อผิดพลาด โปรดติดต่อทีมสนับสนุนของเรา

# PathwayCtrl_NoAccessHeaderText
source: Uh Oh!
ar_sa: أوه!
es_es: ¡Oh, no!
ko_kr: 이런!
nl_nl: Oh oh!
th_th: อ๊ะ!

# PathwayCtrl_PathwayCollaborators
source: Pathway Collaborators
ar_sa: مساهمو المساق
es_es: Colaboradores del itinerario
ko_kr: 패스웨이 협력자
nl_nl: Leerpad-samenwerkers
th_th: ผู้ร่วมมือในเส้นทางการเรียนรู้

# PathwayCtrl_PathwayPrivateMessage
source: This pathway is private.<br>In order to share it, make it visible in pathway settings.
ar_sa: هذا المساق خاص.<br>لمشاركته اجعله ظاهرًا في إعدادات المساقات.
es_es: Este itinerario es privado.<br>Para compartirlo, hágalo visible en los ajustes del itinerario.
ko_kr: 이 패스웨이는 비공개입니다.<br>공유하려면 패스웨이 설정에서 표시되도록 변경하십시오.
nl_nl: Dit leerpad is privé.<br>Maak het zichtbaar in leerpad-instellingen om het te delen.
th_th: เส้นทางการเรียนรู้นี้เป็นแบบส่วนตัว<br>หากต้องการแชร์ โปรดไปที่การตั้งค่าเส้นทางการเรียนรู้แล้วเปิดให้มองเห็นได้

# PathwayCtrl_PlusReadMore
source: + Read More
ar_sa: + قراءة المزيد
es_es: + Leer más
ko_kr: + 더 읽기
nl_nl: + meer lezen
th_th: + อ่านเพิ่มเติม
