Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# EventFormCtrl_Description
source: Description
ar_sa: الوصف
es_es: Descripción
ko_kr: 설명
nl_nl: Beschrijving
th_th: คำอธิบาย

# EventFormCtrl_EditEvent
source: Edit Event
ar_sa: تحرير الفعالية
es_es: Editar evento
ko_kr: 이벤트 편집
nl_nl: Evenement bewerken
th_th: แก้ไขงานกิจกรรม

# EventFormCtrl_EventLength
source: Event Length
ar_sa: مدة الفعالية
es_es: Duración del evento
ko_kr: 이벤트 길이
nl_nl: Lengte evenement
th_th: ระยะเวลาของงานกิจกรรม

# EventFormCtrl_EventLengthError
source: An event length is required.
ar_sa: يجب تحديد مدة الفعالية
es_es: Se necesita una duración de evento.
ko_kr: 이벤트 길이가 필요합니다.
nl_nl: Een evenementlengte is vereist.
th_th: ต้องระบุระยะเวลาที่จัดงานกิจกรรม

# EventFormCtrl_EventSite
source: Event Web Site (URL)
ar_sa: الموقع الإلكتروني للفعالية (URL)
es_es: Sitio web (URL) del evento
ko_kr: 이벤트 웹 사이트 (URL)
nl_nl: Evenementwebsite (URL)
th_th: เว็บไซต์งานกิจกรรม (URL)

# EventFormCtrl_EventTitle
source: Event Title
ar_sa: عنوان الفعالية
es_es: Nombre del evento
ko_kr: 이벤트 제목
nl_nl: Evenementtitel
th_th: ชื่องานกิจกรรม

# EventFormCtrl_EventTitleError
source: An event title is required.
ar_sa: يجب تحديد اسم الفعالية
es_es: Se necesita un nombre de evento.
ko_kr: 이벤트 제목이 필요합니다.
nl_nl: Een evenementtitel is vereist.
th_th: ต้องระบุงานกิจกรรม

# EventFormCtrl_EventUrl
source: Event URL (include http:// or https://)
ar_sa: رابط الفعالية (يشمل http:// أو https://)
es_es: URL del evento (incluya http:// o https://)
ko_kr: 이벤트 URL (http:// 또는 https:// 포함)
nl_nl: Evenement-URL (gebruik http:// of https://)
th_th: URL ของงานกิจกรรม (ต้องใส่ http:// หรือ https:// ด้วย)

# EventFormCtrl_HowInvolved
source: How Were You Involved?
ar_sa: كيف شاركت؟
es_es: ¿Cómo estaba implicado?
ko_kr: 얼마나 연관되어 있었습니까?
nl_nl: Hoe was je betrokken?
th_th: คุณมีส่วนร่วมในฐานะใด?

# EventFormCtrl_Keynote
source: Keynote
ar_sa: الموضوع الرئيسي
es_es: Inauguración
ko_kr: 키노트
nl_nl: Hoofdthema
th_th: ผู้บรรยายหลัก

# EventFormCtrl_OneDay
source: 1 day
ar_sa: 1 يوم
es_es: 1 día
ko_kr: 1일
nl_nl: 1 dag
th_th: 1 วัน

# EventFormCtrl_OneHour
source: 1 hour
ar_sa: 1 ساعة
es_es: 1 hora
ko_kr: 1시간
nl_nl: 1 uur
th_th: 1 ชั่วโมง

# EventFormCtrl_Panelist
source: Panelist
ar_sa: الأعضاء
es_es: Panelista
ko_kr: 패널
nl_nl: Panellid
th_th: ผู้ร่วมอภิปราย

# EventFormCtrl_Presenter
source: Presenter
ar_sa: المقدم
es_es: Presentador
ko_kr: 발표자
nl_nl: Presentator
th_th: ผู้นำเสนอ

# EventFormCtrl_SaveEvent
source: Save Event
ar_sa: حفظ فعالية
es_es: Guardar evento
ko_kr: 이벤트를 저장
nl_nl: Evenement opslaan
th_th: บันทึกงานกิจกรรม

# EventFormCtrl_ThreeToEightHours
source: 3-8 hours
ar_sa: 3-8 ساعة
es_es: 3-8 horas
ko_kr: 3~8시간
nl_nl: 3-8 uur
th_th: 3-8 ชั่วโมง

# EventFormCtrl_ThreeToFiveDays
source: 3-5 days
ar_sa: 3-5 يوم
es_es: 3-5 días
ko_kr: 3~5일
nl_nl: 3-5 dagen
th_th: 3-5 วัน

# EventFormCtrl_Title
source: Title
ar_sa: العنوان
es_es: Título
ko_kr: 제목
nl_nl: Titel
th_th: ชื่อ

# EventFormCtrl_TwoDays
source: 2 days
ar_sa: 2 يوم
es_es: 2 días
ko_kr: 2일
nl_nl: 2 dagen
th_th: 2 วัน

# EventFormCtrl_TwoHours
source: 2 hours
ar_sa: 2 ساعة
es_es: 2 horas
ko_kr: 2시간
nl_nl: 2 uur
th_th: 2 ชั่วโมง

# EventFormCtrl_ValidUrl
source: Please use a valid and complete URL.
ar_sa: يرجى استخدام رابط صحيح وكامل
es_es: Utilice una URL válida y completa.
ko_kr: 유효하고 완성된 URL을 사용하십시오.
nl_nl: Gebruik een geldige en volledige URL.
th_th: โปรดใช้ URL ที่ถูกต้องและครบถ้วน

# EventFormCtrl_WeekOrMore
source: A week or more
ar_sa: أسبوع أو أكثر
es_es: Una semana o más
ko_kr: 1주 이상
nl_nl: Een week of meer
th_th: 1 สัปดาห์ขึ้นไป

# EventFormCtrl_WhatDidYouLearnLong
source: What did you learn from this event?
ar_sa: ماذا تعلّمت من هذه الفعالية؟
es_es: ¿Qué aprendió de este evento?
ko_kr: 이 이벤트에서 무엇을 배우셨나요?
nl_nl: Wat heb je geleerd van dit evenement?
th_th: คุณได้เรียนรู้อะไรจากงานกิจกรรมนี้?

# EventFormCtrl_WhatDidYouLearnShort
source: What did you learn?
ar_sa: ما الذي تعلمته؟
es_es: ¿Qué aprendió?
ko_kr: 무엇을 배우셨나요?
nl_nl: Wat heb je geleerd?
th_th: คุณได้เรียนรู้อะไรบ้าง?

# Ext_AddALesson
source: Add a new lesson
ar_sa: إضافة درس جديد
es_es: Agregar una nueva lección
ko_kr: 새 레슨 추가
nl_nl: Een nieuwe les toevoegen
th_th: เพิ่มบทเรียนใหม่

# Ext_AddAPathway
source: Add a new pathway
ar_sa: إضافة مسار جديد
es_es: Agregar un nuevo itinerario
ko_kr: 새 경로 추가
nl_nl: Een nieuw leerpad toevoegen
th_th: เพิ่มเส้นทางการเรียนรู้ใหม่

# Ext_AddASection
source: Add a new section
ar_sa: إضافة قسم جديد
es_es: Agregar una nueva sección
ko_kr: 새 섹션 추가
nl_nl: Een nieuwe sectie toevoegen
th_th: เพิ่มหัวข้อใหม่

# Ext_AddedToPlan
source: Added to Plan
ar_sa: تم إضافته إلى الخطة
es_es: Se agregó al plan
ko_kr: 계획에 추가
nl_nl: Toegevoegd aan Plan
th_th: เพิ่มไปยังแผนแล้ว

# Ext_Adding
source: Adding...
ar_sa: جارٍ إضافة...
es_es: Agregando...
ko_kr: 추가 중...
nl_nl: Wordt toegevoegd...
th_th: กำลังเพิ่ม...

# Ext_AddingInputFormat
source: Adding {{inputType}}...
ar_sa: جارٍ إضافة {{inputType}}...
es_es: Agregando {{inputType}}...
ko_kr: {{inputType}}을(를) 추가 중...
nl_nl: {{inputType}} wordt toegevoegd...
th_th: กำลังเพิ่ม {{inputType}}...

# Ext_AddNotificationNote
source: Add a note on why you are recommending this (optional)
ar_sa: إضافة ملاحظة حول سبب ترشيحك لهذا الأمر (اختياري)
es_es: Agregar una nota sobre por qué hace esta recomendación (opcional)
ko_kr: 이것을 추천하는 이유에 대한 메모를 추가 (옵션)
nl_nl: Voeg een bericht toe over waarom je dit aanbeveelt (optioneel)
th_th: เพิ่มบันทึกของคุณว่าทำไมคุณถึงแนะนำสิ่งนี้ (ไม่เพิ่มก็ได้)

# Ext_AddPathwayFor
source: This pathway is intended for...
ar_sa: هذا المسار مخصص لـ ...
es_es: Este itinerario se concibió para...
ko_kr: 이 경로의 목적은...
nl_nl: Dit leerpad is bedoeld voor...
th_th: เส้นทางการเรียนรู้นี้เหมาะสำหรับ...

# Ext_AddPathwayTitle
source: New Pathway's Title
ar_sa: عنوان مسار جديد
es_es: Nombre de itinerario nuevo
ko_kr: 새 경로의 제목
nl_nl: Nieuwe Leerpad titel
th_th: ชื่อของเส้นทางการเรียนรู้ใหม่

# Ext_AddRecommendationNote
source: Add a note on why you are sharing this (optional)
ar_sa: إضافة ملاحظة حول سبب مشاركتك لهذا الأمر (اختياري)
es_es: Añadir una nota sobre por qué está compartiendo este contenido (opcional)
ko_kr: 이것을 공유하는 이유에 대한 메모를 추가 (옵션)
nl_nl: Voeg een bericht toe over waarom je dit deelt (optioneel)
th_th: เพิ่มบันทึกของคุณว่าทำไมคุณถึงแบ่งปันสิ่งนี้ (ไม่เพิ่มก็ได้)

# Ext_AddTakeaway
source: Add a Takeaway
ar_sa: إضافة توصية
es_es: Agregar un aporte
ko_kr: 중요점 추가
nl_nl: Een Takeaway toevoegen
th_th: เพิ่มสาระสำคัญ

# Ext_AddToCatalogFormat
source: Add {{inputType}} to the {{orgName}} catalog
ar_sa: إضافة {{inputType}} إلى دليل {{orgName}}
es_es: Añadir {{inputType}} al catálogo de {{orgName}}
ko_kr: {{inputType}}을(를) {{orgName}} 카탈로그에 추가
nl_nl: Voeg {{inputType}} toe aan de {{orgName}}-catalogus
th_th: เพิ่ม {{inputType}} ไปยังแค็ตตาล็อกของ {{orgName}}

# Ext_AddToPathway
source: Add to Pathway
ar_sa: إضافة إلى المساق
es_es: Agregar al itinerario
ko_kr: 경로에 추가
nl_nl: Toevoegen aan leerpad
th_th: เพิ่มไปยังเส้นทางการเรียนรู้

# Ext_AddTopics
source: Add Topics
ar_sa: إضافة موضوعات
es_es: Agregar temas
ko_kr: 주제 추가
nl_nl: Onderwerpen toevoegen
th_th: เพิ่มหัวข้อ

# Ext_AddTopicsOrTakeAway
source: Add Topics or Takeaways
ar_sa: إضافة موضوعات أو توصيات
es_es: Agregar temas o aportes
ko_kr: 주제 또는 중요점 추가
nl_nl: Onderwerpen of takeways toevoegen
th_th: เพิ่มหัวข้อหรือสาระสำคัญ

# Ext_AddToPlan
source: Add to Plan
ar_sa: إضافة إلى الخطة
es_es: Agregar al plan
ko_kr: 계획에 추가
nl_nl: Toevoegen aan Plan
th_th: เพิ่มไปยังแผน

# Ext_AuthBlurb
source: Find, capture, and measure all your learning from the best materials across thousands of platforms.
ar_sa: ابحث عن جميع ما تعلمته من أفضل المواد وقم بمطالعته وقياس مدى جودته عبر الآلاف من المنصات.
es_es: Busque, capture y mida TODA su formación de los mejores materiales de miles de plataformas.
ko_kr: 수많은 플랫폼의 최고의 자료에서 모든 귀하의 학습을 찾고, 포착하고 측정
nl_nl: Alles wat je hebt geleerd vinden, vastleggen en meten met de beste materialen op duizenden platformen.
th_th: ค้นหา บันทึก และวัดผลการเรียนรู้ทั้งหมดของคุณจากเนื้อหาที่ดีที่สุดผ่านนับหลายพันแพลตฟอร์ม

# Ext_BookInfoUnavailable
source: This book's information isn't available for adding
ar_sa: معلومات هذا الكتاب غير متاحة للإضافة
es_es: La información de este libro no está disponible para ser agregada
ko_kr: 이 책의 정보는 추가하는 데 사용할 수 없습니다.
nl_nl: De informatie over het boek kan niet worden toegevoegd
th_th: ไม่สามารถเพิ่มข้อมูลของหนังสือเล่มนี้ได้

# Ext_CharactersRemainingFormat
source: {{count}} characters remaining
ar_sa: {{count}} حرف/أحرف متبقية
es_es: Quedan {{count}} caracteres
ko_kr: {{count}} 글자 남음
nl_nl: {{count}} resterende tekens
th_th: เหลืออีก {{count}} ตัวอักษร

# Ext_Close
source: Close
ar_sa: إغلاق
es_es: Cerrar
ko_kr: 닫기
nl_nl: Afsluiten
th_th: ปิด

# Ext_Continue
source: Continue
ar_sa: متابعة
es_es: Continuar
ko_kr: 계속
nl_nl: Doorgaan
th_th: ต่อไป

# Ext_EnterTopics
source: Enter topics
ar_sa: أدخل موضوعات
es_es: Ingresar temas
ko_kr: 주제를 입력
nl_nl: Onderwerpen invoeren
th_th: ป้อนหัวข้อ

# Ext_Error
source: Oops...
ar_sa: أوباه...
es_es: ¡Uy!
ko_kr: 이런...
nl_nl: Oeps...
th_th: อ๊ะ...

# Ext_ErrorMessage
source: Sorry, something went wrong
ar_sa: نأسف، لقد حدث خطأ ما
es_es: Lo sentimos, se produjo un error
ko_kr: 죄송합니다. 문제가 발생했습니다.
nl_nl: Sorry, er is iets misgegaan.
th_th: ขออภัย มีข้อผิดพลาดเกิดขึ้น

# Ext_GroupMemberCount
source: {{count}} Members | Group
ar_sa: {{count}} أعضاء | مجموعة
es_es: {{count}} miembros | Grupo
ko_kr: {{count}} 명 멤버 | 그룹
nl_nl: {{count}} Leden | Groep
th_th: สมาชิก {{count}} คน | กลุ่ม

# Ext_InputAddedFormat
source: {{inputType}} Added
ar_sa: تم إضافة {{inputType}}
es_es: Se agregó {{inputType}}
ko_kr: {{inputType}} 추가
nl_nl: {{inputType}} toegevoegd
th_th: เพิ่ม {{inputType}} แล้ว

# Ext_ItemAdded
source: Item Added
ar_sa: تم إضافة العنصر
es_es: Elemento agregado
ko_kr: 추가된 항목
nl_nl: Items toegevoegd
th_th: เพิ่มเนื้อหาแล้ว

# Ext_ItemSaved
source: Item Saved
ar_sa: تم حفظ البند
es_es: Elemento guardado
ko_kr: 저장된 항목
nl_nl: Items opgeslagen
th_th: บันทึกเนื้อหาแล้ว

# Ext_Lesson
source: Lesson
ar_sa: الدرس
es_es: Lección
ko_kr: 단원
nl_nl: Les
th_th: บทเรียน

# Ext_LessonFormat
source: Lesson {{lessonNumber}}
ar_sa: درس رقم {{lessonNumber}}
es_es: Lección {{lessonNumber}}
ko_kr: 단원 {{lessonNumber}}
nl_nl: Les {{lessonNumber}}
th_th: บทที่ {{lessonNumber}}

# Ext_Loading
source: Loading...
ar_sa: جاري التحميل...
es_es: Cargando...
ko_kr: 로드 중...
nl_nl: Wordt geladen...
th_th: กำลังโหลด...

# Ext_LogoAlt
source: Go to Degreed
ar_sa: الذهاب إلى Degreed
es_es: Ir a Degreed
ko_kr: Degreed로 가기
nl_nl: Ga naar Degreed
th_th: ไปที่ Degreed

# Ext_MenuMarkComplete
source: Mark Complete
ar_sa: اكتمال التحديد
es_es: Marcar como completado
ko_kr: 완료로 표시
nl_nl: Markeer als voltooid
th_th: ทำเครื่องหมายว่าเสร็จสิ้น

# Ext_MenuRecommend
source: Share
ar_sa: مشاركة
es_es: Compartir
ko_kr: 공유
nl_nl: Delen
th_th: การแบ่งปัน

# Ext_MenuSaveForLater
source: Save for Later
ar_sa: حفظ لوقت لاحق
es_es: Guardar para más tarde
ko_kr: 나중을 위해 저장
nl_nl: Bewaar voor later
th_th: บันทึกไว้เพื่อดำเนินการในภายหลัง

# Ext_Next
source: Next
ar_sa: التالي
es_es: Siguiente
ko_kr: 다음
nl_nl: Volgende
th_th: ถัดไป

# Ext_NoAccount
source: Don't have an account?
ar_sa: ليس لديك حساب؟
es_es: ¿No tiene una cuenta?
ko_kr: 계정이 없으신가요?
nl_nl: Geen account?
th_th: ไม่มีบัญชีเหรอ?

# Ext_NoNotifications
source: No new notifications
ar_sa: لا توجد إخطارات جديدة
es_es: No hay notificaciones nuevas
ko_kr: 새 알림 없음
nl_nl: Geen nieuwe meldingen
th_th: ไม่มีการแจ้งเตือนใหม่

# Ext_NotificationCountFormat
source: {{count}} Notifications
ar_sa: {{count}} إشعارات
es_es: {{count}} notificaciones
ko_kr: {{count}}개 알림
nl_nl: {{count}} Meldingen
th_th: การแจ้งเตือน {{count}} ข้อความ

# Ext_Pathway
source: Pathway
ar_sa: مساق
es_es: Itinerario
ko_kr: 경로
nl_nl: Leerpad
th_th: เส้นทางการเรียนรู้

# Ext_PointsShort
source: Pts
ar_sa: نقاط
ko_kr: 포인트
nl_nl: Ptn
th_th: คะแนน

# Ext_PrivacyOnlyMe
source: Only Me (private)
ar_sa: وحدي فقط (خاص)
es_es: Solo yo (privado)
ko_kr: 나만 (비공개)
nl_nl: Alleen ik (privé)
th_th: เฉพาะฉัน (ส่วนตัว)

# Ext_RecommandationSentPluralFormat
source: Recommendation successfully sent to {{count}} people
ar_sa: تم إرسال التوصية بنجاح إلى {{count}} شخص
es_es: Recomendación enviada correctamente a {{count}} personas
ko_kr: {{count}}명에게 추천을 성공적으로 발송
nl_nl: Aanbeveling met succes verstuurd naar {{count}} personen
th_th: คำแนะนำส่งไปให้ {{count}} คนสำเร็จ

# Ext_RecommandationSentSingle
source: Recommendation successfully sent to 1 person
ar_sa: تم إرسال التوصية بنجاح إلى شخص واحد
es_es: Recomendación enviada correctamente a 1 persona
ko_kr: 1명에게 추천을 성공적으로 발송
nl_nl: Aanbeveling met succes verstuurd naar 1 persoon
th_th: คำแนะนำส่งไปให้ 1 คนสำเร็จ

# Ext_Recommend
source: Share
ar_sa: مشاركة
es_es: Compartir
ko_kr: 공유
nl_nl: Delen
th_th: การแบ่งปัน

# Ext_RecommendationSentPluralFormat
source: Successfully shared with {{count}} people
ar_sa: تم المشاركة بنجاح مع {count} شخص
es_es: Se ha compartido correctamente con {{count}} personas
ko_kr: {{count}}명에게 성공적으로 공유함
nl_nl: Met succes gedeeld met {{count}} personen
th_th: แบ่งปันกับคน {{count}} คนแล้ว

# Ext_RecommendationSentSingle
source: Successfully shared with 1 person
ar_sa: تم المشاركة بنجاح مع شخص واحد
es_es: Se ha compartido correctamente con una persona
ko_kr: 1명에게 성공적으로 공유함
nl_nl: Met succes gedeeld met 1 persoon
th_th: แบ่งปันกับคน 1 คนแล้ว

# Ext_RecommendationViaEmail
source: Share via email
ar_sa: تم المشاركة عبر البريد الإلكتروني
es_es: Compartir por correo electrónico
ko_kr: 이메일을 통해 공유
nl_nl: Delen via e-mail
th_th: แบ่งปันทางอีเมล

# Ext_Recommending
source: Sharing...
ar_sa: جارٍ المشاركة...
es_es: Compartiendo...
ko_kr: 공유 중...
nl_nl: Delen...
th_th: กำลังแบ่งปัน...

# Ext_RecommendingToPluralFormat
source: Sharing with {{count}} people
ar_sa: جارٍ المشاركة مع {count} من الأشخاص
es_es: Compartiendo con {{count}} personas
ko_kr: {{count}}명에게 공유 중
nl_nl: Wordt gedeeld met {{count}} personen
th_th: กำลังแบ่งปันกับคน {{count}} คน

# Ext_RecommendingToSingle
source: Sharing with 1 person
ar_sa: جارٍ المشاركة مع شخص واحد
es_es: Compartiendo con una persona
ko_kr: 1명에게 공유 중
nl_nl: Wordt gedeeld met 1 persoon
th_th: กำลังแบ่งปันกับคน 1 คน

# Ext_RecommendToPluralFormat
source: Share with {{count}} people
ar_sa: المشاركة مع {count} من الأشخاص
es_es: Compartir con {{count}} personas
ko_kr: {{count}}명에게 공유
nl_nl: Delen met {{count}} personen
th_th: แบ่งปันกับคน {{count}} คน

# Ext_RecommendToSingle
source: Share with 1 person
ar_sa: المشاركة مع شخص واحد
es_es: Compartir con una persona
ko_kr: 1명에게 공유
nl_nl: Delen met 1 persoon
th_th: แบ่งปันกับคน 1 คน

# Ext_Retry
source: Whoops, please retry
ar_sa: عفوًا، يرجى إعادة المحاولة
es_es: ¡Uy! Vuelva a intentarlo
ko_kr: 이런, 다시 시도하십시오.
nl_nl: Oeps, probeer het opnieuw.
th_th: อ๊ะ โปรดลองใหม่

# Ext_Save
source: Save
ar_sa: حفظ
es_es: Guardar
ko_kr: 저장
nl_nl: Opslaan
th_th: บันทึก

# Ext_Saving
source: Saving...
ar_sa: جارٍ الحفظ...
es_es: Guardando...
ko_kr: 저장하는 중...
nl_nl: Wordt opgeslagen...
th_th: กำลังบันทึก...

# Ext_SavingError
source: Couldn't save. Please retry.
ar_sa: تعذر الحفظ. يرجى إعادة المحاولة.
es_es: No se pudo guardar. Vuelva a intentarlo.
ko_kr: 저장할 수 없음 다시 시도하십시오.
nl_nl: Kon niet opslaan. Probeer het opnieuw.
th_th: ไม่สามารถบันทึกได้ โปรดลองใหม่

# Ext_SavingItem
source: Saving Item...
ar_sa: جارٍ حفظ العنصر...
es_es: Guardando elemento...
ko_kr: 항목을 저장하는 중...
nl_nl: Item wordt opgeslagen...
th_th: กำลังบันทึกข้อมูล...

# Ext_SearchGroups
source: Enter the name of a group
ar_sa: أدخل اسم المجموعة
es_es: Ingrese el nombre de un grupo
ko_kr: 그룹의 이름을 입력
nl_nl: Voer de naam van een groep in
th_th: ป้อนชื่อกลุ่ม

# Ext_Section
source: Section
ar_sa: قسم
es_es: Sección
ko_kr: 섹션
nl_nl: Sectie
th_th: หัวข้อ

# Ext_SectionFormat
source: Section {{sectionNumber}}
ar_sa: قسم رقم {{sectionNumber}}
es_es: Sección {{sectionNumber}}
ko_kr: 섹션 {{sectionNumber}}
nl_nl: Sectie {{sectionNumber}}
th_th: หัวข้อที่ {{sectionNumber}}

# Ext_SelectAGroup
source: Please select at least one group.
ar_sa: يرجى تحديد مجموعة واحدة على الأقل.
es_es: Seleccione por lo menos un grupo.
ko_kr: 최소한 한 그룹을 선택하십시오.
nl_nl: Selecteer minimaal één groep.
th_th: โปรดเลือกอย่างน้อยหนึ่งกลุ่ม

# Ext_SelectALesson
source: Select a lesson
ar_sa: قم بتحديد أحد الدروس
es_es: Seleccionar una lección
ko_kr: 단원을 선택
nl_nl: Een les selecteren
th_th: เลือกบทเรียน

# Ext_SelectAPathway
source: Select a pathway
ar_sa: قم بتحديد أحد المسارات
es_es: Seleccionar un itinerario
ko_kr: 경로를 선택
nl_nl: Een leerpad selecteren
th_th: เลือกเส้นทางการเรียนรู้

# Ext_SelectASection
source: Select a section
ar_sa: قم بتحديد أحد الأقسام
es_es: Seleccionar una sección
ko_kr: 섹션을 선택
nl_nl: Een sectie selecteren
th_th: เลือกหัวข้อ

# Ext_SelectLesson
source: Please choose a lesson
ar_sa: يرجى تحديد أحد الدروس
es_es: Seleccione una lección
ko_kr: 단원을 선택하십시오
nl_nl: Kies een les
th_th: โปรดเลือกหนึ่งบทความ

# Ext_SelectPathway
source: Please choose a pathway
ar_sa: يرجى تحديد أحد المسارات
es_es: Seleccione un itinerario
ko_kr: 경로를 선택하십시오
nl_nl: Kies een leerpad
th_th: โปรดเลือกหนึ่งเส้นทางการเรียนรู้

# Ext_SelectPlan
source: Select Plan
ar_sa: قم بتحديد خطة
es_es: Seleccionar plan
ko_kr: 플랜을 선택
nl_nl: Plan selecteren
th_th: เลือกแผน

# Ext_SelectRecommendees
source: Select the group and people to share this content with
ar_sa: تحديد المجموعة والأشخاص الذين سوف يتم مشاركتهم
es_es: Seleccione el grupo y las personas con los que quiere compartir este contenido
ko_kr: 이 콘텐츠를 공유할 그룹 및 사람들을 선택
nl_nl: Selecteer de groep en personen om deze content mee te delen
th_th: เลือกกลุ่มและคนที่ต้องการจะแบ่งปันเนื้อหานี้ให้

# Ext_SelectRecommendeesPlaceholder
source: Find people or groups...
ar_sa: البحث عن أشخاص أو مجموعات ...
es_es: Buscar gente o grupos...
ko_kr: 사람 또는 그룹 찾기...
nl_nl: Zoek personen of groepen...
th_th: ค้นหาผู้คนหรือกลุ่ม...

# Ext_SelectSection
source: Please choose a section
ar_sa: يرجى تحديد أحد الأقسام
es_es: Seleccione una sección
ko_kr: 섹션을 선택하십시오
nl_nl: Kies een sectie
th_th: โปรดเลือกหนึ่งหัวข้อ

# Ext_SelectSkillPlan
source: Please choose a skill plan
ar_sa: يرجى اختيار إحدى خطط المهارات
es_es: Seleccione un plan de habilidades
ko_kr: 기술 플랜을 선택하십시오
nl_nl: Kies een vaardigheidsplan
th_th: โปรดเลือกหนึ่งแผนทักษะ

# Ext_SignIn
source: Log in
ar_sa: تسجيل الدخول
es_es: Iniciar sesión
ko_kr: 로그인
nl_nl: Inloggen
th_th: เข้าสู่ระบบ

# Ext_SignUpLink
source: Sign Up
ar_sa: التسجيل
es_es: Crear cuenta
ko_kr: 등록
nl_nl: Aanmelden
th_th: สมัครใช้งาน

# Ext_TakeawayAdded
source: Takeaway Added Successfully
ar_sa: تم إضافة التوصية بنجاح
es_es: Aporte agregado correctamente
ko_kr: 중요점을 성공적으로 추가
nl_nl: Takeaway met succes toegevoegd
th_th: เพิ่มสาระสำคัญสำเร็จแล้ว

# Ext_TakeawayPlaceholder
source: What did you learn from this?
ar_sa: ماذا تعلمت من ذلك؟
es_es: ¿Qué aprendió de esto?
ko_kr: 이것에서 무엇을 배우셨나요?
nl_nl: Wat heb je hiervan geleerd?
th_th: คุณได้เรียนรู้อะไรจากสิ่งนี้?

# Ext_Title
source: Add to Degreed
ar_sa: إضافة إلى Degreed
es_es: Agregar a Degreed
ko_kr: Degreed에 추가
nl_nl: Toevoegen aan Degreed
th_th: เพิ่มไปยัง Degreed

# Ext_TopicAddedPlural
source: Topics Added Successfully
ar_sa: تم إضافة الموضوعات بنجاح
es_es: Temas agregados correctamente
ko_kr: 주제를 성공적으로 추가
nl_nl: Onderwerpen met succes toegevoegd
th_th: เพิ่มหัวข้อสำเร็จแล้ว

# Ext_TopicAddedSingle
source: Topic Added Successfully
ar_sa: تم إضافة الموضوع بنجاح
es_es: Tema agregado correctamente
ko_kr: 주제를 성공적으로 추가
nl_nl: Onderwerp met succes toegevoegd
th_th: เพิ่มหัวข้อสำเร็จแล้ว

# Ext_TopicAndTakeawayAddedPlural
source: Topics and Takeaway Added Successfully
ar_sa: تم إضافة الموضوعات والتوصية بنجاح
es_es: Temas y aporte agregados correctamente
ko_kr: 주제 및 중요점을 성공적으로 추가
nl_nl: Onderwerpen en Takeaway met succes toegevoegd
th_th: เพิ่มหัวข้อและสาระสำคัญสำเร็จแล้ว

# Ext_TopicAndTakeawayAddedSingle
source: Topic and Takeaway Added Successfully
ar_sa: تم إضافة الموضوع والتوصية بنجاح
es_es: Tema y aporte agregados correctamente
ko_kr: 주제 및 중요점을 성공적으로 추가
nl_nl: Onderwerp en Takeaway met succes toegevoegd
th_th: เพิ่มหัวข้อและสาระสำคัญสำเร็จแล้ว

# Ext_ViewPlan
source: View Your Plan
ar_sa: استعراض خطتك
es_es: Ver su plan
ko_kr: 계획 보기
nl_nl: Je plan weergeven
th_th: ดูแผนของคุณ

# Ext_ViewSavedItems
source: View Saved Items
ar_sa: عرض العناصر المحفوظة
es_es: Ver elementos guardados
ko_kr: 저장된 항목 보기
nl_nl: Opgeslagen Items weergeven
th_th: ดูเนื้อหาที่บันทึกไว้

# Ext_ViewYourPathway
source: View Your Pathway
ar_sa: استعراض مسارك
es_es: Ver su itinerario
ko_kr: 경로 보기
nl_nl: Jouw Leerpad weergeven
th_th: เปิดดูเส้นทางการเรียนรู้ของคุณ

# externalContentModal_HeaderFormat
source: Leaving {{catalogName}} Catalog
ar_sa: إضافة قائمة محتوى {{catalogName}}
es_es: Salir del catálogo {{catalogName}}
ko_kr: {{catalogName}} 카탈로그 나가기
nl_nl: Verlaat {{catalogName}}-catalogus
th_th: กำลังออกจากแค็ตตาล็อก {{catalogName}}

# ExternalProvidersSvc_ErrorMatchingResults
source: Sorry! There was a problem finding matching results.
ar_sa: نعتذر! حدثت مشكلة أثناء البحث عن نتائج متطابقة.
es_es: ¡Lo sentimos! Se produjo un problema al buscar resultados coincidentes.
ko_kr: 죄송합니다! 일치하는 결과를 찾는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het vinden van overeenstemmende resultaten.
th_th: ขออภัย! เกิดปัญหาในการค้นหาผลลัพธ์ที่ตรงกัน

# ExternalProvidersSvc_ErrorRetrievingDetailsFormat
source: Sorry! There was a problem retrieving the {{type}} details. Please try again later.
ar_sa: نعتذر! حدثت مشكلة أثناء استرداد {{type}} التفاصيل. يرجى إعادة المحاولة لاحقًا.
es_es: ¡Lo sentimos! Se produjo un problema al recuperar detalles de {{type}}. Vuelva a intentarlo más tarde.
ko_kr: 죄송합니다! {{type}} 상세 정보를 검색하는 데 문제가 있었습니다. 나중에 다시 시도하십시오.
nl_nl: Sorry! Er was een probleem met het ophalen van de {{type}} details. Probeer het later opnieuw.
th_th: ขออภัย! เกิดปัญหาในการรับรายละเอียดของ {{type}} โปรดลองอีกครั้งภายหลัง

# ExternalProvidersSvc_ErrorRetrivingListFormat
source: Sorry! There was a problem retrieving the {{type}} list. Please try again later.
ar_sa: نعتذر! حدثت مشكلة أثناء استرداد {{type}} القائمة. يرجى إعادة المحاولة لاحقًا.
es_es: ¡Lo sentimos! Se produjo un problema al recuperar la lista de {{type}}. Vuelva a intentarlo más tarde.
ko_kr: 죄송합니다! {{type}} 목록을 검색하는 데 문제가 있었습니다. 나중에 다시 시도하십시오.
nl_nl: Sorry! Er was een probleem met het ophalen van de {{type}}-lijst. Probeer het later opnieuw.
th_th: ขออภัย! เกิดปัญหาในการรับรายการ {{type}} โปรดลองอีกครั้งภายหลัง

# FacetFilter_ActiveSubscription
source: Active Subscription
ar_sa: اشتراك نشط
es_es: Suscripción activa
ko_kr: 활성 구독
nl_nl: Actieve inschrijving
th_th: การสมัครรับข้อมูลที่ยังดำเนินอยู่

# FacetFilter_More
source: More
ar_sa: المزيد
es_es: Más
ko_kr: 더 보기
nl_nl: Meer
th_th: เพิ่มเติม

# FacetFilter_SortAlpha
source: a-z
ar_sa: أ-ي

# FacetFilter_SortAlphaReverse
source: z-a
ar_sa: ي-أ

# FacetFilter_VisitSite
source: Visit {{Name}} Site
ar_sa: زيارة موقع {{Name}}
es_es: Visitar el sitio de {{Name}}
ko_kr: {{Name}} 사이트를 바로 가기
nl_nl: Ga naar {{Name}}-site
th_th: ไปที่ไซต์ {{Name}}

# FacetFilter_YourTopCategories
source: Your Top Categories
ar_sa: الفئات الأعلى مرتبة لديك
es_es: Sus mejores categorías
ko_kr: 최고 카테고리
nl_nl: Jouw topcategorieën
th_th: หมวดหมู่ยอดนิยมของคุณ

# FeedbackPartial_CitiCollaborate
source: Citi Collaborate
ar_sa: شركاء
ko_kr: Citi 협력

# FeedbackPartial_FAQ
source: FAQ
ar_sa: الأسئلة الشائعة
es_es: Preguntas frecuentes
th_th: คำถามพบบ่อย

# FeedbackPartial_HereToHelp
source: We're here to help.
ar_sa: نحن هنا للمساعدة.
es_es: Estamos aquí para ayudar.
ko_kr: 저희가 도와 드리겠습니다.
nl_nl: We zijn hier om te helpen.
th_th: เราพร้อมช่วยเหลือคุณ

# FeedbackPartial_KnowledgeCenter
source: Knowledge Center
ar_sa: مركز المعرفة
es_es: Centro de información
ko_kr: 지식 센터
nl_nl: Kenniscentrum
th_th: คลังความรู้

# FeedbackPartial_PhoneNumber
source: phone number:
ar_sa: رقم الهاتف:
es_es: número de teléfono:
ko_kr: 전화 번호:
nl_nl: telefoonnummer:
th_th: หมายเลขโทรศัพท์:
