Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# A11y_ActionsToolbarType
source: Actions
ar_sa: الإجراءات
es_es: Acciones
ko_kr: 작업
nl_nl: Acties
th_th: การกระทำ

# A11y_BlurToSave
source: Move focus away from this element to automatically save changes.
ar_sa: نقل التركيز عن هذا العنصر ليتم حفظ التغييرات بشكل آلي.
es_es: Para guardar los cambios automáticamente, quite el foco de este elemento.
ko_kr: 해당 요소에서 포커스를 옮기면 변경 사항이 자동으로 저장됩니다.
nl_nl: Verplaats de focus weg van dit element om wijzigingen automatisch op te slaan.
th_th: เลิกสนใจองค์ประกอบนี้เพื่อให้บันทึกการเปลี่ยนแปลงโดยอัตโนมัติ

# A11y_BreadcrumbNavType
source: Breadcrumb
ar_sa: التفصيلي
es_es: Ruta de navegación
ko_kr: 브레드크럼
nl_nl: Broodkruimel

# A11y_ContentTypesNavType
source: Content Types
ar_sa: نوع المحتوى
es_es: Tipos de contenido
ko_kr: 콘텐츠 형식
nl_nl: Contenttypen
th_th: ประเภทเนื้อหา

# A11y_ContentTyposNavType
source: Content Typos
ar_sa: الأخطاء المطبعية في المحتوى
es_es: Typos de contenido
ko_kr: 컨텐츠 오타
nl_nl: Inhoud typefouten
th_th: เนื้อหาของเนื้อหา

# A11y_EscapeToDismiss
source: Press escape key to dismiss
ar_sa: اضغط على زر escape للرفض
es_es: Presione la tecla Escape para descartar
ko_kr: ESC키를 눌러서 해제
nl_nl: Druk op de escape-toets om te verwerpen
th_th: กดปุ่ม Esc เพื่อออก

# A11y_GlobalSearchInstructions
source: When suggestions are available use up and down arrows to review and enter to select. Touch device users, explore by touch or with swipe gestures.
ar_sa: عند توافر الاقتراحات، استخدم أسهم الأعلى والأسفل لعرض ومفتاح الإدخال للاختيار. لمس مستخدمي الجهاز أو الاستكشاف باللمس أو عبر الإيماءات التمرير.
es_es: Cuando haya sugerencias disponibles, use las flechas arriba y abajo para revisarlas y pulse la tecla intro para seleccionarlas. En dispositivos táctiles, puede explorar las sugerencias pulsando la pantalla o deslizando hacia los lados.
ko_kr: 추천을 사용할 수 있는 경우, 위쪽 화살표와 아래쪽 화살표를 사용하여 확인하고 Enter 키를 눌러 선택하세요. 터치 장치를 사용할 경우 화면을 터치하거나 가볍게 밀어서 탐색하세요.
nl_nl: Als er suggesties beschikbaar zijn, kun je ze bekijken met de pijltoetsen omhoog en omlaag en selecteren met de entertoets. Gebruikers van apparaten met aanraakscherm kunnen swipen en tikken.
th_th: เมื่อการชี้แนะพร้อมใช้งาน ให้กดลูกศรขึ้นและลงเพื่อทบทวนและกด Enter เพื่อเลือก แตะผู้ใช้อุปกรณ์ สำรวจโดยแตะหรือใช้ท่าทาง

# A11y_LearningCollectionsNavType
source: Learning Collections
ar_sa: تجميعة التعلم
es_es: Colecciones de aprendizaje
ko_kr: 학습 컬렉션
nl_nl: Leerverzamelingen
th_th: คอลเล็กชันการเรียนรู้

# A11y_LinkOpensNewWindow
source: Opens an external site in a new window
ar_sa: سيفتح موقع خارجي في نافذة جديدة
es_es: Abre un sitio externo en una nueva ventana
ko_kr: 새 창에서 외부 사이트 열기
nl_nl: Opent een externe website in een nieuw venster
th_th: เปิดเว็บไซต์ภายนอกในหน้าต่างใหม่

# A11y_MainPagesNavType
source: Main Pages
ar_sa: الصفحات الرئيسية
es_es: Páginas principales
ko_kr: 메인 페이지
nl_nl: Hoofdpagina's
th_th: หน้าหลัก

# A11y_NumberSuggestionsAvailableFormat
source: {{n}} suggestions are available
ar_sa: {{n}} الاقتراحات متوافرة
es_es: Hay {{n}} sugerencias disponibles
ko_kr: {{n}}개의 추천을 사용할 수 있음
nl_nl: Er zijn {{n}} suggesties beschikbaar
th_th: {{n}} คำแนะนำพร้อมใช้งาน

# A11y_RotatingLogos
source: Rotating list of client logos
ar_sa: القائمة الدوارة لشعارات العميل
es_es: Lista rotatoria de logos de clientes
ko_kr: 클라이언트 로고 회전 목록
nl_nl: Roterende lijst met logo's van klanten
th_th: กำลังหมุนรายการโลโก้ของลูกค้า

# A11y_SecondaryPagesNavType
source: Secondary Pages
ar_sa: الصفحات الثانوية
es_es: Páginas secundarias
ko_kr: 부차적 페이지
nl_nl: Secundaire pagina's
th_th: หน้ารอง

# A11y_TabChangeAnnouncement
source: {{newPageTitle}} tab selected
ar_sa: {{عنوان صفحة جديد}} تم اختيار عنوان التبويب
es_es: Pestaña {{newPageTitle}} seleccionada
ko_kr: {{newPageTitle}} 탭 선택됨
nl_nl: {{newPageTitle}} tabblad geselecteerd
th_th: เลือกแท็บ {{newPageTitle}} แล้ว

# A11y_WizardNavType
source: Progress Wizard
ar_sa: معالج التقدم
es_es: Asistente de progreso
ko_kr: 진행 마법사
nl_nl: Voortgang-wizard

# AboutFooter_AltCareersIcon
source: Careers Icon
ar_sa: أيقونة الوظائف
es_es: Icono Carreras
ko_kr: 경력 아이콘
nl_nl: Werken bij Degreed-icoon
th_th: ไอคอน "ตำแหน่งงาน"

# AboutFooter_AltContactIcon
source: Contact Icon
ar_sa: أيقونة الاتصال
es_es: Icono Contacto
ko_kr: 연락처 아이콘
nl_nl: Contact-icoon
th_th: ไอคอน "ติดต่อเรา"

# AboutFooter_AltMissionIcon
source: Mission Icon
ar_sa: أيقونة الرسالة
es_es: Icono Misión
ko_kr: 미션 아이콘
nl_nl: Missie-icoon
th_th: ไอคอน "ภารกิจ"

# AboutFooter_AltPressIcon
source: Press Icon
ar_sa: أيقونة الأخبار عنا
es_es: Icono Prensa
ko_kr: 언론 아이콘
nl_nl: Pers-icoon
th_th: ไอคอน "สื่อ"

# AboutFooter_CareersAtDegreed
source: Careers @ Degreed
ar_sa: الوظائف في موقع Degreed
es_es: Carreras en Degreed
ko_kr: 경력 @ Degreed
nl_nl: Werken bij Degreed
th_th: ร่วมงานกับ Degreed

# AboutFooter_ContactDegreed
source: Contact Degreed
ar_sa: الاتصال بشركة Degreed
es_es: Contactar con Degreed
ko_kr: Degreed 연락
nl_nl: Contact opnemen met Degreed
th_th: ติดต่อ Degreed

# AboutFooter_DegreedMission
source: Degreed Mission
ar_sa: رسالة شركة Degreed
es_es: Misión de Degreed
ko_kr: Degreed 미션
nl_nl: Missie van Degreed
th_th: ภารกิจของ Degreed

# AboutFooter_DegreedPress
source: Degreed Press
ar_sa: الأخبار عن شركة Degreed
es_es: Prensa sobre Degreed
ko_kr: Degreed 언론
nl_nl: Degreed in het nieuws
th_th: เรื่องราวของ Degreed ในสื่อ

# AboutFooter_JailbreakTheDegree
source: Simple. Jailbreak the Degree.
ar_sa: ببساطة. اهرب من فخ الشهادة العلمية.
es_es: Simple. Libere su diploma.
ko_kr: 단순. Degree를 탈옥.
nl_nl: Eenvoudig. Jailbreak de Degree.
th_th: สั้นๆ ง่ายๆ มอบนิยามใหม่ให้กับวุฒิการศึกษา

# AboutFooter_LearningAndWork
source: Equal parts learning and work.
ar_sa: فرص تعليمية وفرص عمل متساوية.
es_es: Formación y trabajo a partes iguales.
ko_kr: 동일한 부분 학습 및 근무.
nl_nl: Gelijke delen leren en werken.
th_th: เรียนรู้และทำงานในอัตราส่วนเท่าๆ กัน

# AboutFooter_WeWantToHear
source: We'd love to hear from you.
ar_sa: يسرنا أن تراسلنا!
es_es: Nos gustaría conocer su parecer.
ko_kr: 여러분의 의견을 듣고 싶습니다.
nl_nl: We horen graag van je.
th_th: เรายินดีรับฟังความคิดเห็นจากคุณ

# AboutFooter_WhatOthersAreSaying
source: What others are saying about us.
ar_sa: ما يقوله الآخرون عنا.
es_es: Saber lo que opinan los demás de nosotros.
ko_kr: 다른 사람들의 우리에 대한 의견입니다.
nl_nl: Wat zeggen anderen over ons.
th_th: คนอื่นพูดถึงเราอย่างไร

# AccomplishmentFormCtrl_EndDate
source: The end date must be after the start date.
ar_sa: يجب أن يكون تاريخ الانتهاء بعد تاريخ البداية.
es_es: La fecha de finalización debe ser posterior a la fecha de inicio.
ko_kr: 종료 날짜는 시작 날짜 뒤에 있어야 합니다.
nl_nl: De einddatum moet later zijn dan de startdatum.
th_th: วันที่สิ้นสุดจะต้องเกิดขึ้นหลังจากวันที่เริ่มต้น

# AccomplishmentFormCtrl_ExpirationDate
source: Please specify the expiration date.
ar_sa: الرجاء تحديد تاريخ الانتهاء.
es_es: Especifique la fecha de vencimiento.
ko_kr: 만료 날짜를 지정하십시오.
nl_nl: Geef een vervaldatum.
th_th: โปรดระบุวันหมดอายุ

# AccomplishmentFormCtrl_StateDate
source: Please specify the start date.
ar_sa: الرجاء تحديد تاريخ البداية.
es_es: Especifique la fecha de inicio.
ko_kr: 시작 날짜를 지정하십시오.
nl_nl: Geef een startdatum.
th_th: โปรดระบุวันที่เริ่มต้น

# AccomplishmentFormCtrl_Title
source: An accomplishment title is required.
ar_sa: يلزم إدخال عنوان إنجاز.
es_es: Se necesita un nombre de logro.
ko_kr: 업적 제목이 필요합니다.
nl_nl: Een prestatietitel is vereist.
th_th: ต้องระบุชื่อผลงานความสำเร็จ

# AccountController_AccountLockedByOrgError
source: Your account has been locked. Please contact your administrator.
ar_sa: تم تأمين حسابك. يرجى الاتصال بالمسؤول.
es_es: Se bloqueó su cuenta. Contacte con su administrador.
ko_kr: 귀하의 계정이 잠금 상태입니다. 관리자에게 연락하십시오.
nl_nl: Je account is geblokkeerd. Neem contact op met de beheerder.
th_th: บัญชีของคุณถูกล็อก โปรดติดต่อผู้ดูแลระบบของคุณ

# AccountController_AccountLockedError
source: Your account is currently locked. Please try again in a few minutes.
ar_sa: تم حاليا تأمين حسابك. يرجى المحاولة مرة أخرى بعد بضع دقائق.
es_es: Su cuenta se encuentra actualmente bloqueada. Vuelva a intentarlo dentro de unos minutos.
ko_kr: 귀하의 계정이 현재 잠겨 있습니다. 몇 분 후에 다시 시도하십시오.
nl_nl: Je account is op dit moment geblokkeerd. Probeer het over een paar minuten opnieuw.
th_th: ขณะนี้บัญชีของคุณถูกล็อก โปรดรอสักครู่แล้วลองอีกครั้ง

# AccountController_AgreeWithTermsOne
source: I agree with the Degreed
ar_sa: أوافق على Degreed
es_es: Acepto los términos de uso de Degreed
ko_kr: Degreed와 동의합니다.
nl_nl: Ik ga akkoord met de Degreed-
th_th: ฉันยอมรับ

# AccountController_AgreeWithTermTwo
source: terms of use
ar_sa: شروط الاستخدام
es_es: términos de uso
ko_kr: 사용 약관
nl_nl: gebruiksvoorwaarden
th_th: ข้อกำหนดในการใช้งาน

# AccountController_And
source: and
ar_sa: و
es_es: y
ko_kr: 및
nl_nl: en
th_th: และ

# AccountController_ChangePassword
source: Change Password
ar_sa: تغيير كلمة المرور
es_es: Cambiar contraseña
ko_kr: 암호 변경
nl_nl: Wachtwoord wijzigen
th_th: เปลี่ยนรหัสผ่าน

# AccountController_ChangePasswordError
source: Unable to verify your old password, please try again.
ar_sa: تعذر التحقق من كلمة المرور القديمة الخاصة بك، الرجاء المحاولة مرة أخرى.
es_es: No es posible confirmar su antigua contraseña, vuelva a intentarlo.
ko_kr: 이전 암호를 확인할 수 없습니다. 다시 시도하십시오.
nl_nl: Je oude wachtwoord kan niet worden gewijzigd, probeer het opnieuw.
th_th: ไม่สามารถยืนยันรหัสผ่านเก่าของคุณได้ โปรดลองอีกครั้ง

# AccountController_ChangePasswordTitle
source: Change your password.
ar_sa: تغيير كلمة المرور الخاصة بك.
es_es: Cambie la contraseña.
ko_kr: 암호를 변경합니다.
nl_nl: Je wachtwoord wijzigen.
th_th: เปลี่ยนรหัสผ่านของคุณ

# AccountController_ConfirmPassword
source: Confirm Password
ar_sa: تأكيد كلمة المرور
es_es: Confirmar contraseña
ko_kr: 암호 확인
nl_nl: Wachtwoord bevestigen
th_th: ยืนยันรหัสผ่าน

# AccountController_Continue
source: Continue
ar_sa: متابعة
es_es: Continuar
ko_kr: 계속
nl_nl: Doorgaan
th_th: ต่อไป

# AccountController_EmailAddress
source: Email address
ar_sa: عنوان البريد الإلكتروني
es_es: Dirección de correo electrónico
ko_kr: 이메일 주소
nl_nl: E-mailadres
th_th: ที่อยู่อีเมล

# AccountController_EmailExistsError
source: An account with that e-mail has already been registered. Please login via e-mail.
ar_sa: تم بالفعل تسجيل حساب باستخدام هذا البريد الإلكتروني من قبل. الرجاء تسجيل الدخول باستخدام البريد الإلكتروني.
es_es: Ya se registró una cuenta con ese correo electrónico. Inicie sesión con correo electrónico.
ko_kr: 이 이메일의 계정이 이미 등록되어 있습니다. 이메일로 로그인하십시오.
nl_nl: Een account met dat e-mailadres is al geregistreerd. Login via e-mail.
th_th: เคยมีการลงทะเบียนสมัครบัญชีด้วยที่อยู่อีเมลดังกล่าวไปแล้ว โปรดลงชื่อเข้าใช้ด้วยอีเมล

# AccountController_EmailLoginDisabledError
source: You belong to an organization that does not allow signing in via E-mail.
ar_sa: أنت تنتمي إلى مؤسسة لا تسمح بتسجيل الدخول باستخدام البريد الإلكتروني.
es_es: Forma parte de una empresa que no permite iniciar sesión con correo electrónico.
ko_kr: 귀하는 이메일을 통한 로그인을 허용하지 않는 조직에 속해 있습니다.
nl_nl: Je behoort tot een organisatie die aanmelden via e-mail niet toestaat.
th_th: คุณสังกัดองค์กรที่ไม่อนุญาตให้ลงชื่อเข้าใช้ด้วยอีเมล

# AccountController_EmailLoginError
source: The email or password provided is incorrect.
ar_sa: البريد الإلكتروني أو كلمة المرور المقدمة غير صحيحة.
es_es: El correo electrónico o la contraseña proporcionado no es correcto.
ko_kr: 입력한 이메일 또는 암호가 틀립니다.
nl_nl: Het opgegeven e-mail of wachtwoord is onjuist.
th_th: ป้อนอีเมลหรือรหัสผ่านไม่ถูกต้อง

# AccountController_FacebookLogin
source: Log in with Facebook
ar_sa: تسجيل الدخول باستخدام Facebook
es_es: Iniciar sesión con Facebook
ko_kr: Facebook으로 로그인
nl_nl: Inloggen met Facebook
th_th: ลงชื่อเข้าใช้ด้วย Facebook

# AccountController_FirstName
source: First Name
ar_sa: الاسم الأول
es_es: Nombre
ko_kr: 이름
nl_nl: Voornaam
th_th: ชื่อจริง

# AccountController_Forgot
source: Forgot password?
ar_sa: هل نسيت كلمة المرور؟
es_es: ¿Olvidó la contraseña?
ko_kr: 암호를 잊으셨나요?
nl_nl: Wachtwoord vergeten?
th_th: ลืมรหัสผ่าน?

# AccountController_Login
source: Log In
ar_sa: تسجيل الدخول
es_es: Iniciar sesión
ko_kr: 로그인
nl_nl: Inloggen
th_th: เข้าสู่ระบบ

# AccountController_LoginUsingPassword
source: Log in using password
ar_sa: تسجيل الدخول باستخدام كلمة المرور
es_es: Iniciar sesión con contraseña
ko_kr: 암호를 사용하여 로그인
nl_nl: Inloggen met wachtwoord
th_th: เข้าสู่ระบบด้วยรหัสผ่าน

# AccountController_LoginViewContent
source: Login to view content from {0}
ar_sa: تسجيل الدخول لعرض محتوى {0}
es_es: Iniciar sesión para ver contenido de {0}
ko_kr: 로그인하여 {0}의 콘텐츠 보기
nl_nl: Log in om content van {0} te bekijken
th_th: เข้าสู่ระบบเพื่อดูเนื้อหาจาก {0}

# AccountController_NewPassword
source: New Password
ar_sa: كلمة المرور الجديدة
es_es: Nueva contraseña
ko_kr: 새 암호
nl_nl: Nieuw wachtwoord
th_th: รหัสผ่านใหม่

# AccountController_OldPassword
source: Current Password
ar_sa: كلمة المرور الحالية
es_es: Contraseña actual
ko_kr: 현재 암호
nl_nl: Huidig wachtwoord
th_th: รหัสผ่านปัจจุบัน

# AccountController_OldPasswordPlaceholder
source: Enter your current password
ar_sa: ادخل كلمة المرور الحالية
es_es: Ingrese su contraseña actual
ko_kr: 현재 암호를 입력
nl_nl: Voer je huidige wachtwoord in
th_th: ป้อนรหัสผ่านปัจจุบันของคุณ

# AccountController_Password
source: Password
ar_sa: كلمة المرور
es_es: Contraseña
ko_kr: 암호
nl_nl: Wachtwoord
th_th: รหัสผ่าน

# AccountController_PasswordMatchError
source: The new password and the confirmation password do not match.
ar_sa: لا يوجد تطابق بين كلمة المرور الجديدة وتأكيد كلمة المرور.
es_es: La nueva contraseña y la contraseña de confirmación no coinciden.
ko_kr: 새 암호 및 확인 암호가 일치하지 않습니다.
nl_nl: Het nieuwe wachtwoord en de bevestiging van het wachtwoord komen niet overeen.
th_th: รหัสผ่านใหม่และรหัสผ่านที่ยืนยันไม่ตรงกัน

# AccountController_PasswordPatternInfo
source: Passwords must be at least 8 characters long and include 1 number & 1 letter
ar_sa: يجب ألا تقل كلمات المرور عن 8 أحرف وأن تشتمل على رقم واحد وحرف واحد على الأقل
es_es: Las contraseñas deben ser de al menos 8 caracteres e incluir 1 número y 1 letra
ko_kr: 암호는 최소 8글자이며 숫자 1자와 글자 1자를 포함해야 합니다
nl_nl: Wachtwoorden moeten minimaal 8 tekens lang zijn en 1 cijfer en 1 letter bevatten
th_th: รหัสผ่านจะต้องมีความยาวอย่างน้อย 8 ตัว และจะต้องประกอบด้วยตัวเลขอย่างน้อย 1 ตัว และตัวอักษรอย่างน้อย 1 ตัว

# AccountController_PrivacyPolicy
source: privacy policy
ar_sa: سياسة الخصوصية
es_es: política de privacidad
ko_kr: 개인 정보 보호 정책
nl_nl: privacybeleid
th_th: นโยบายความเป็นส่วนตัว

# AccountController_Register
source: Register
ar_sa: التسجيل
es_es: Registrarse
ko_kr: 등록
nl_nl: Registreren
th_th: ลงทะเบียนสมัคร

# AccountController_RegisterEmailExistsError
source: A user with the specified email address is already registered.
ar_sa: تم بالفعل تسجيل مستخدم باستخدام البريد الالكتروني المحدد.
es_es: Ya hay un usuario con la dirección de correo electrónico especificada registrado.
ko_kr: 지정한 이메일 주소를 가진 사용자가 이미 등록되어 있습니다.
nl_nl: Er is al een gebruiker met het opgegeven e-mailadres geregistreerd.
th_th: ผู้ใช้ซึ่งมีที่อยู่อีเมลดังกล่าวเคยลงทะเบียนสมัครไปแล้ว

# AccountController_RememberMe
source: Remember me
ar_sa: تذكرني
es_es: Recordarme
ko_kr: 사용자 이름 저장
nl_nl: Onthoud mij
th_th: จดจำฉัน

# AccountController_ResetPassword
source: Reset your password.
ar_sa: إعادة تعيين كلمة المرور الخاصة بك
es_es: Restablecer la contraseña.
ko_kr: 암호를 재설정.
nl_nl: Reset je wachtwoord.
th_th: รีเซ็ตรหัสผ่าน.

# AccountController_ResetYourPassword
source: Reset Your Password
ar_sa: إعادة تعيين كلمة المرور الخاصة بك
es_es: Restablecer su contraseña
ko_kr: 암호 다시 설정
nl_nl: Reset je wachtwoord
th_th: รีเซ็ตรหัสผ่านของคุณ

# AccountController_SignUp
source: Sign Up
ar_sa: التسجيل
es_es: Crear cuenta
ko_kr: 등록
nl_nl: Aanmelden
th_th: สมัครใช้งาน

# AccountController_SignUpPageTitle
source: Sign Up
ar_sa: التسجيل
es_es: Crear cuenta
ko_kr: 등록
nl_nl: Aanmelden
th_th: สมัครใช้งาน

# AccountController_SignUpTitle
source: Sign up.
ar_sa: التسجيل.
es_es: Cree una cuenta.
ko_kr: 등록합니다.
nl_nl: Aanmelden.
th_th: สมัครใช้งาน

# AccountController_UsernameLoginError
source: The username or password you’ve entered is incorrect.
ar_sa: اسم المستخدم أو كلمة المرور التي أدخلتها غير صحيحة.
es_es: El nombre de usuario o la contraseña que ingresó no es correcto.
ko_kr: 입력한 사용자 이름 또는 암호가 틀립니다.
nl_nl: De ingevoerde gebruikersnaam of het wachtwoord is onjuist.
th_th: ป้อนชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง

# AccountController_ValidPassword
source: Valid password
ar_sa: كلمة مرور صالحة
es_es: Contraseña válida
ko_kr: 유효한 암호
nl_nl: Geldig wachtwoord
th_th: รหัสผ่านใช้งานได้

# AccountController_WelcomeDegreed
source: Welcome.
ar_sa: أهلاً وسهلاً بك.
es_es: Le damos la bienvenida.
ko_kr: 환영합니다.
nl_nl: Welkom.
th_th: ยินดีต้อนรับ

# AccountCtrl_ContinueToAccount
source: Track and improve your skills.
ar_sa: تتبع مهاراتك وحسّنها.
es_es: Haga el seguimiento y mejore sus habilidades.
ko_kr: 자신의 기술을 추적하고 향상합니다.
nl_nl: Volg en verbeter je vaardigheden.
th_th: ติดตามและพัฒนาทักษะของคุณ

# AccountCtrl_LoginUsingProvider
source: Login to {{name}} using {{providerName}}.
ar_sa: تسجيل الدخول إلى {{name}} باستخدام {{providerName}}.
es_es: Inicie sesión en {{name}} con {{providerName}}.
ko_kr: {{providerName}}을(를) 이용하여 {{name}}에 로그인합니다.
nl_nl: Log in op {{name}} met {{providerName}}.
th_th: เข้าสู่ระบบ {{name}} โดยใช้ {{providerName}}

# AccountSvc_ChangeLinkFail
source: <p>It looks like this link is not valid. Password reset links are only active a short while. To reset your password, please go to the <a href="/account/login" class="underline">log in page</a> and try again.</p>
ar_sa: <p>يبدو أن هذا الرابط غير صحيح. تنشط روابط إعادة تعيين كلمة المرور لفترة قصيرة فقط. لإعادة تعيين كلمة المرور الخاصة بك، الرجاء الانتقال إلى <a href="/account/login" class="underline">صفحة تسجيل الدخول</a> ثم أعد المحاولة.</p>
es_es: <p>Parece que este vínculo no es válido. Los vínculos de restablecimiento de contraseñas solo duran poco tiempo activos. Para restablecer su contraseña, ir a la <a href="/account/login" class="underline">página de inicio de sesión</a> y vuelva a intentarlo.</p>
ko_kr: <p>이 링크는 잘못된 것 같습니다. 암호 재설정 링크는 짧은 기간 동안만 활성화됩니다. 암호를 재설정하려면 <a href="/account/login" class="underline">로그인 페이지</a>에서 다시 시도하십시오.</p>
nl_nl: <p> Het lijkt erop dat deze link is niet geldig is. Links voor het resetten van je wachtwoord zijn slechts voor een korte periode actief. Ga naar <a href="/account/login" class="underline">log in page</a> om je wachtwoord te resetten en probeer het opnieuw.</p>
th_th: <p>ดูเหมือนว่าลิงก์นี้จะไม่สามารถใช้งานได้ ลิงก์สำหรับรีเซ็ตรหัสผ่านจะใช้งานได้ครู่เดียวเท่านั้น หากต้องการรีเซ็ตรหัสผ่านของคุณ ให้ไปที่<a href="/account/login" class="underline">หน้าเข้าสู่ระบบ</a> แล้วลองอีกครั้ง</p>

# AccountSvc_ChangeSuccess
source: <p>Password Changed. You can now <a href="/account/login" class="link">Log In</a></p>
ar_sa: <p>تم تغيير كلمة المرور. يمكنك الآن <a href="/account/login" class="link">تسجيل الدخول</a></p>
es_es: <p>Contraseña cambiada. Ya puede <a href="/account/login" class="link">iniciar sesión</a></p>
ko_kr: <p>암호가 변경되었습니다. 이제 <a href="/account/login" class="link">로그인</a>할 수 있습니다.</p>
nl_nl: <p>Wachtwoord gewijzigd. Je kunt nu <a href="/account/login" class="link">inloggen</a></p>
th_th: <p>เปลี่ยนรหัสผ่านแล้ว ตอนนี้คุณสามารถ<a href="/account/login" class="link">เข้าสู่ระบบ</a></p>ได้แล้ว

# AccountSvc_CreateAccountError
source: An error occurred creating a new account.
ar_sa: حدث خطأ أثناء إنشاء حساب جديد.
es_es: Se produjo un error al crear una cuenta nueva.
ko_kr: 새 계정을 생성하는 중에 오류가 발생했습니다.
nl_nl: Er is een fout opgetreden tijdens het aanmaken van een nieuw account.
th_th: เกิดข้อผิดพลาดขณะสร้างบัญชีใหม่

# AccountSvc_DefaultPassword
source: <p>It looks like you have a default password. You must change your password before you can use Degreed.</p>
ar_sa: <p>يبدو أن لديك كلمة مرور افتراضية. يجب تغيير كلمة المرور الخاصة بك قبل أن تتمكن من استخدام موقع Degreed.</p>
es_es: <p>Parece que tiene una contraseña predeterminada. Debe cambiar su contraseña antes de poder usar Degreed.</p>
ko_kr: <p>기본값 암호를 사용하고 계신 것 같습니다. Degreed를 사용하기 전에 암호를 변경해야 합니다.</p>
nl_nl: <p>Het lijkt erop dat je een standaardwachtwoord hebt. Je moet eerst je wachtwoord wijzigen voordat je Degreed kunt gebruiken.</p>
th_th: <p>ดูเหมือนว่าคุณมีรหัสผ่านเริ่มต้น คุณจะต้องเปลี่ยนรหัสผ่านของคุณก่อนใช้งาน Degreed</p>

# AccountSvc_DeleteAccount
source: Sorry! There was a problem deleting your account. Please contact us so we can help.
ar_sa: نعتذر... حدثت مشكلة عند حذف حسابك. يرجى الاتصال بنا حتى نستطيع مساعدتك.
es_es: ¡Lo sentimos! Se produjo un problema al eliminar su cuenta. Contáctenos para que podamos ayudarle.
ko_kr: 죄송합니다! 계정을 삭제하는 데 문제가 있었습니다. 저희에게 연락 주시면 도움을 드리겠습니다.
nl_nl: Sorry! Er was een probleem bij het verwijderen van je account. Neem contact met ons op zodat we je kunnen helpen.
th_th: ขออภัย! เกิดปัญหาในการลบบัญชีของคุณ โปรดติดต่อเราเพื่อรับความช่วยเหลือ

# AccountSvc_EmailConfirmation
source: <p>Before you can verify your email address, we need to make sure you own the related Degreed account.</p><p>Please sign in or sign up for a Degreed account below.</p>
ar_sa: <p>قبل أن تتمكن من التحقق من عنوان البريد الإلكتروني الخاص بك، يتعين علينا التأكد من امتلاكك لحساب Degreed المرتبط.</p><p>يرجى تسجيل الدخول أو قم بالتسجيل أدناه لإنشاء حساب على موقع Degreed.</p>
es_es: <p>Antes de confirmar su dirección de correo electrónico, tenemos que asegurarnos de que le pertenece la cuenta de Degreed asociada.</p><p>A continuación, inicie sesión o cree una nueva cuenta en Degreed.</p>
ko_kr: <p>귀하의 이메일 주소를 확인하기 전에 관련된 Degreed 계정을 귀하가 소유하는지 확인해야 합니다.</p><p>아래에서 Degreed 계정에 로그인하거나 등록하십시오.</p>
nl_nl: <p>Voordat je je e-mailadres kunt bevestigen, moeten we er zeker van zijn dat je eigenaar bent van het bijbehorende Degreed-account.</p><p>Log in of meld je hieronder aan voor een Degreed-account.</p>
th_th: <p>ก่อนที่คุณจะสามารถยืนยันที่อยู่อีเมล เราจำเป็นต้องตรวจสอบให้แน่ใจว่าคุณเป็นเจ้าของบัญชี Degreed ที่เกี่ยวข้อง</p><p>โปรดลงชื่อเข้าใช้หรือสมัครใช้งานบัญชี Degreed ด้านล่าง</p>

# AccountSvc_ForgotPassword
source: <p>Please enter your primary email address to have a password reset email sent to you.</p><p>If you registered using Facebook, please log in with Facebook.</p>
ar_sa: <p>الرجاء إدخال عنوان البريد الإلكتروني الأساسي الخاص بك لاستلام بريد إعادة تعيين كلمة المرور.</p><p>إذا سجلت حسابك باستخدام الفيسبوك، يرجى تسجيل الدخول بالفيسبوك.</p>
es_es: <p>Ingrese su dirección principal de correo electrónico para que se le envíe un correo electrónico para restablecer su contraseña.</p><p>Si creó su cuenta con Facebook, inicie sesión con Facebook.</p>
ko_kr: <p>암호 재설정 이메일을 받을 귀하의 주요 이메일 주소를 입력하십시오.</p><p>Facebook을 사용하셔서 등록하신 경우 Facebook으로 로그인하십시오.</p>
nl_nl: <p>Vul je primaire e-mailadres in zodat we een reset e-mail kunnen sturen. </p><p> Als je geregistreerd hebt met behulp van Facebook, dan kunt je inloggen met Facebook.</p>
th_th: <p>โปรดป้อนที่อยู่อีเมลหลักของคุณเพื่อให้ระบบส่งอีเมลสำหรับรีเซ็ตรหัสผ่านถึงคุณทางที่อยู่อีเมลนั้น</p><p>ถ้าคุณลงทะเบียนด้วย Facebook โปรดเข้าสู่ระบบด้วย Facebook</p>

# AccountSvc_GroupInvite
source: <p>You have been invited to join a group on Degreed.</p><p>Participate in your organization&rsquo;s groups and learn with your coworkers.</p>
ar_sa: <p>أنت مدعو للانضمام إلى مجموعة على موقع Degreed.</p><p>شارك في المجموعات التابعة لمؤسستك وتعلم مع زملائك في العمل.</p>
es_es: <p>Le han invitado a unirse a un grupo de Degreed.</p><p>Participe en los grupos de su empresa y aprenda con sus colegas.</p>
ko_kr: <p>Degreed에서 그룹에 가입하도록 초대를 받았습니다.</p><p>조직의 그룹에 참여하고 동료들과 같이 학습하십시오.</p>
nl_nl: <p>Je bent uitgenodigd om lid te worden van een groep op Degreed. </p><p> Neem deel aan groepen van je organisatie en leer samen met je collega's.</p>
th_th: <p>คุณได้รับเชิญให้เข้าร่วมกลุ่มใน Degreed</p><p>เข้าร่วมกลุ่มภายในองค์กรของคุณเพื่อเรียนรู้สิ่งต่างๆ ไปพร้อมๆ กับเพื่อนร่วมงาน</p>
