Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# OrgSvc_AddFAQContactSuccess
source: Success! FAQ contact added.
ar_sa: تمت العملية بنجاح! تمت إضافة جهة الاتصال المعنية بالأسئلة الشائعة
es_es: ¡Hecho! Se agregó contacto de Preguntas frecuentes.
ko_kr: 성공! FAQ 연락처가 추가되었습니다.
nl_nl: Succes! FAQ contactinformatie toegevoegd.
th_th: สำเร็จ! เพิ่มข้อมูลติดต่อสำหรับถามคำถามพบบ่อยแล้ว

# OrgSvc_AddFAQError
source: Sorry! There was a problem adding the FAQ.
ar_sa: نعتذر! حدثت مشكلة أثناء إضافة سؤال شائع.
es_es: ¡Lo sentimos! Se produjo un problema al agregar Preguntas frecuentes.
ko_kr: 죄송합니다! FAQ를 추가하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het toevoegen van de FAQ.
th_th: ขออภัย! เกิดปัญหาในการเพิ่มคำถามพบบ่อย

# OrgSvc_DeleteFAQError
source: Sorry! There was a problem deleting the FAQ.
ar_sa: نعتذر! حدثت مشكلة أثناء حذف سؤال شائع.
es_es: ¡Lo sentimos! Se produjo un problema al eliminar Preguntas frecuentes.
ko_kr: 죄송합니다! FAQ를 삭제하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het verwijderen van de FAQ.
th_th: ขออภัย! เกิดปัญหาในการลบคำถามพบบ่อย

# OrgSvc_FAQEmailError
source: Sorry! There was a problem adding the FAQ email.
ar_sa: نعتذر! حدثت مشكلة أثناء إضافة بريد للأسئلة الشائعة.
es_es: ¡Lo sentimos! Se produjo un problema al agregar el correo electrónico de Preguntas frecuentes.
ko_kr: 죄송합니다! FAQ 이메일을 추가하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het toevoegen van de FAQ-e-mail.
th_th: ขออภัย! เกิดปัญหาในการเพิ่มอีเมลคำถามพบบ่อย

# OrgSvc_OrgError
source: Sorry! There was a problem accessing organization information.
ar_sa: نعتذر! حدثت مشكلة أثناء الوصول إلى معلومات المؤسسة.
es_es: ¡Lo sentimos! Se produjo un problema al acceder a la información de la empresa.
ko_kr: 죄송합니다! 조직 정보에 접근하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met de toegang tot organisatie-informatie.
th_th: ขออภัย! เกิดปัญหาในการเข้าถึงข้อมูลขององค์กร

# OrgSvc_OrgJoinSuccess
source: Organization joined successfully.
ar_sa: تم الانضمام إلى المؤسسة بنجاح.
es_es: Se unió correctamente a la empresa.
ko_kr: 조직이 성공적으로 참가했습니다.
nl_nl: Lid worden van organisatie geslaagd.
th_th: เข้าร่วมองค์กรสำเร็จแล้ว

# OrgSvc_SendInviteError
source: Sorry! There was a problem sending the invites.
ar_sa: نعتذر! حدثت مشكلة أثناء إرسال الدعوات.
es_es: ¡Lo sentimos! Se produjo un problema al enviar las invitaciones.
ko_kr: 죄송합니다! 초대를 보내는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het versturen van de uitnodigingen.
th_th: ขออภัย! เกิดปัญหาในการส่งคำเชิญ

# OrgSvc_SendInviteSuccess
source: Success! The invites are on their way.
ar_sa: تمت العملية بنجاح! الدعوات قيد الإرسال.
es_es: ¡Hecho! Las invitaciones están en camino.
ko_kr: 성공! 초대가 발송되었습니다.
nl_nl: Succes! De uitnodigingen zijn onderweg.
th_th: สำเร็จ! คำเชิญกำลังมาถึง

# OrgSvc_UpdateFAQError
source: Sorry! There was a problem updating the FAQ.
ar_sa: نعتذر! حدثت مشكلة أثناء عملية تحديث سؤال شائع.
es_es: ¡Lo sentimos! Se produjo un problema al actualizar Preguntas frecuentes.
ko_kr: 죄송합니다! FAQ를 업데이트하는 데 문제가 있습니다.
nl_nl: Sorry! Er was een probleem met updaten van de FAQ.
th_th: ขออภัย! เกิดปัญหาในการอัปเดตคำถามพบบ่อย

# OrgSvc_UpdateLinksError
source: Sorry! There was a problem updating the links
ar_sa: عفوًا! حدثت مشكلة عند تحديث الروابط
es_es: ¡Lo sentimos! Se produjo un problema al actualizar los enlaces
ko_kr: 죄송합니다! 링크를 업데이트하는 데 문제가 발생했습니다.
nl_nl: Sorry! Er was een probleem met het bijwerken van de links
th_th: ขออภัย! เกิดปัญหาในการอัปเดตลิงก์

# OrgTargetForm_Context
source: Department
ar_sa: القسم
es_es: Departamento
ko_kr: 부서
nl_nl: Afdeling
th_th: แผนกงาน

# OrgTargetForm_CreateTitle
source: Create a {{targetType}}
ar_sa: إنشاء {{targetType}}
es_es: Crear {{targetType}}
ko_kr: {{targetType}} 만들기
nl_nl: Een {{targetType}} aanmaken
th_th: สร้าง{{targetType}}

# OrgTargetForm_Description
source: Description
ar_sa: الوصف
es_es: Descripción
ko_kr: 설명
nl_nl: Beschrijving
th_th: คำอธิบาย

# OrgTargetForm_DescriptionError
source: Please specify a description.
ar_sa: يرجى تحديد وصف.
es_es: Especifique una descripción válida.
ko_kr: 설명을 지정하십시오.
nl_nl: Geef een omschrijving op.
th_th: โปรดระบุคำอธิบาย

# OrgTargetForm_EditTitle
source: Edit {{targetType}}
ar_sa: تحرير {{targetType}}
es_es: Editar {{targetType}}
ko_kr: {{targetType}} 편집
nl_nl: {{targetType}} bewerken
th_th: แก้ไข{{targetType}}

# OrgTargetForm_NameError
source: Please specify a name.
ar_sa: يرجى تحديد اسم.
es_es: Especifique un nombre válido.
ko_kr: 이름을 지정하십시오.
nl_nl: Geef een naam op.
th_th: โปรดระบุชื่อ

# OrgTargetsCtrl_CreateTarget
source: Create a {{targetType}}
ar_sa: إنشاء {{targetType}}
es_es: Crear {{targetType}}
ko_kr: {{targetType}} 만들기
nl_nl: Een {{targetType}} aanmaken
th_th: สร้าง{{targetType}}

# OrgTargetsCtrl_DeletePrompt
source: Are you sure you want to delete {{targetTitle}}?
ar_sa: هل أنت متأكد من رغبتك في حذف {{targetTitle}}؟
es_es: ¿De verdad quiere eliminar {{targetTitle}}?
ko_kr: {{targetTitle}}을(를) 삭제하시겠습니까?
nl_nl: Weet je zeker dat je {{targetTitle}} wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบ {{targetTitle}}?

# OrgTargetsCtrl_Description
source: Description
ar_sa: الوصف
es_es: Descripción
ko_kr: 설명
nl_nl: Beschrijving
th_th: คำอธิบาย

# OrgTargetsCtrl_FollowerCount
source: Followers
ar_sa: المتابعون
es_es: Seguidores
ko_kr: 팔로워
nl_nl: Volgers
th_th: ผู้ติดตาม

# OrgTargetsCtrl_NoJobRolesMessage
source: No plans to show
ar_sa: لا توجد خطط لعرضها
es_es: No hay planes que mostrar
ko_kr: 표시할 계획 없음
nl_nl: Geen plannen om te tonen
th_th: ไม่มีแผนให้แสดง

# OrgTargetsCtrl_SearchForJobRole
source: Search for a plan
ar_sa: البحث عن خطة
es_es: Buscar un plan
ko_kr: 계획을 검색
nl_nl: Een plan zoeken
th_th: ค้นหาแผน

# OrgTargetsCtrl_Title
source: Title
ar_sa: العنوان
es_es: Título
ko_kr: 제목
nl_nl: Titel
th_th: ชื่อ

# OrgTargetsCtrl_Visibility
source: Visibility
ar_sa: إمكانية الرؤية
es_es: Visibilidad
ko_kr: 표시 여부
nl_nl: Zichtbaarheid
th_th: การมองเห็น

# OutcomeRatingOptionsSvc_ClaimsMostly
source: Mostly
ar_sa: غالبا
es_es: Principalmente
ko_kr: 주로
nl_nl: Meestal
th_th: ส่วนมาก

# OutcomeRatingOptionsSvc_ClaimsNotWell
source: Not Well
ar_sa: ليس جيدًا
es_es: No bien
ko_kr: 좋지 않음
nl_nl: Niet goed
th_th: ไม่ดี

# OutcomeRatingOptionsSvc_ClaimsSlightly
source: Slightly
ar_sa: قليلا
es_es: Levemente
ko_kr: 약간
nl_nl: Een beetje
th_th: เล็กน้อย

# OutcomeRatingOptionsSvc_ClaimsSomewhat
source: Somewhat
ar_sa: إلى حد ما
es_es: Algo
ko_kr: 다소
nl_nl: Enigszins
th_th: พอสมควร

# OutcomeRatingOptionsSvc_ClaimsVeryWell
source: Very Well
ar_sa: جيد جدا
es_es: Muy bien
ko_kr: 매우 좋음
nl_nl: Zeer goed
th_th: ดีมาก

# OutcomeRatingOptionsSvc_DifficultyExtremely
source: Extremely Difficult
ar_sa: صعب للغاية
es_es: Extremadamente difícil
ko_kr: 극도로 어려움
nl_nl: Zeer moeilijk
th_th: ยากมากเป็นพิเศษ

# OutcomeRatingOptionsSvc_DifficultyNot
source: Not Difficult
ar_sa: غير صعب
es_es: No difícil
ko_kr: 어렵지 않음
nl_nl: Niet moeilijk
th_th: ง่าย

# OutcomeRatingOptionsSvc_DifficultySlightly
source: Slightly Difficult
ar_sa: صعب بعض الشيء
es_es: Levemente difícil
ko_kr: 약간 어려움
nl_nl: Een beetje moeilijk
th_th: ไม่ยากนัก

# OutcomeRatingOptionsSvc_DifficultySomewhat
source: Somewhat Difficult
ar_sa: صعب إلى حد ما
es_es: Algo difícil
ko_kr: 다소 어려움
nl_nl: Enigszins moeilijk
th_th: ค่อนข้างยาก

# OutcomeRatingOptionsSvc_DifficultyVery
source: Very Difficult
ar_sa: صعب جدًا
es_es: Muy difícil
ko_kr: 매우 어려움
nl_nl: Zeer moeilijk
th_th: ยากมาก

# OutcomeRatingOptionsSvc_MasteryCapable
source: Capable
ar_sa: متمكن
es_es: Capaz
ko_kr: 역량
nl_nl: Bekwaam
th_th: พอใช้

# OutcomeRatingOptionsSvc_MasteryDistinguished
source: Distinguished
ar_sa: متميز
es_es: Notable
ko_kr: 출중
nl_nl: Gerenommeerd
th_th: โดดเด่น

# OutcomeRatingOptionsSvc_MasteryEmerging
source: Emerging
ar_sa: صاعد
es_es: En ciernes
ko_kr: 출현
nl_nl: Opkomend
th_th: กำลังเรียนรู้

# OutcomeRatingOptionsSvc_MasteryExperienced
source: Experienced
ar_sa: خبير
es_es: Experimentado
ko_kr: 경험
nl_nl: Ervaren
th_th: มีประสบการณ์

# OutcomeRatingOptionsSvc_MasteryMaster
source: Master
ar_sa: أستاذ
es_es: Experto
ko_kr: 마스터
th_th: เชี่ยวชาญ

# OutcomeRatingOptionsSvc_MasteryNovice
source: Novice
ar_sa: مبتدئ
es_es: Novato
ko_kr: 초심
nl_nl: Beginner
th_th: มือใหม่

# OutcomeRatingOptionsSvc_RelevancyMostly
source: Mostly Relevant
ar_sa: ملائم إلى حد كبير
es_es: Principalmente relevante
ko_kr: 주로 관련됨
nl_nl: Meest relevant
th_th: เกี่ยวข้องเป็นส่วนมาก

# OutcomeRatingOptionsSvc_RelevancyNot
source: Not Relevant
ar_sa: غير ملائم
es_es: No relevante
ko_kr: 관련 없음
nl_nl: Niet relevant
th_th: ไม่เกี่ยวข้อง

# OutcomeRatingOptionsSvc_RelevancySlightly
source: Slightly Relevant
ar_sa: ملائم بعض الشيء
es_es: Levemente relevante
ko_kr: 약간 관련됨
nl_nl: Een beetje relevant
th_th: เกี่ยวข้องเล็กน้อย

# OutcomeRatingOptionsSvc_RelevancySomewhat
source: Somewhat Relevant
ar_sa: ملائم إلى حد ما
es_es: Algo relevante
ko_kr: 다소 관련됨
nl_nl: Enigszins relevant
th_th: ค่อนข้างเกี่ยวข้อง

# OutcomeRatingOptionsSvc_RelevancyVery
source: Very Relevant
ar_sa: ملائم جدا
es_es: Muy relevante
ko_kr: 매우 관련됨
nl_nl: Zeer relevant
th_th: เกี่ยวข้องอย่างยิ่ง

# OutcomeRatingOptionsSvc_SignificanceExtremely
source: Extremely Significant
ar_sa: مهم للغاية
es_es: Extremadamente significativo
ko_kr: 극도로 중요
nl_nl: Zeer belangrijk
th_th: สำคัญมากเป็นพิเศษ

# OutcomeRatingOptionsSvc_SignificanceNot
source: Not Significant
ar_sa: غير مهم
es_es: No significativo
ko_kr: 중요하지 않음
nl_nl: Niet belangrijk
th_th: ไม่สำคัญ

# OutcomeRatingOptionsSvc_SignificanceSlightly
source: Slightly Significant
ar_sa: مهم بدرجة طفيفة
es_es: Levemente significativo
ko_kr: 조금 중요
nl_nl: Een beetje belangrijk
th_th: สำคัญเล็กน้อย

# OutcomeRatingOptionsSvc_SignificanceSomewhat
source: Somewhat Significant
ar_sa: مهم إلى حد ما
es_es: Algo significativo
ko_kr: 약간 중요
nl_nl: Enigszins belangrijk
th_th: ค่อนข้างสำคัญ

# OutcomeRatingOptionsSvc_SignificanceVery
source: Very Significant
ar_sa: مهم جدًا
es_es: Muy significativo
ko_kr: 매우 중요
nl_nl: Zeer belangrijk
th_th: สำคัญมาก

# OutcomeRatingOptionsSvc_SimilarityMostly
source: Mostly Similar
ar_sa: متشابه بدرجة كبيرة
es_es: Principalmente similar
ko_kr: 주로 유사함
nl_nl: Voor het merendeel vergelijkbaar
th_th: เหมือนเป็นส่วนมาก

# OutcomeRatingOptionsSvc_SimilarityNot
source: Not Similar
ar_sa: غير متشابه
es_es: No similar
ko_kr: 유사하지 않음
nl_nl: Niet vergelijkbaar
th_th: ไม่เหมือน

# OutcomeRatingOptionsSvc_SimilaritySlightly
source: Slightly Similar
ar_sa: متشابه قليلاً
es_es: Levemente similar
ko_kr: 약간 유사함
nl_nl: Een beetje vergelijkbaar
th_th: เหมือนเล็กน้อย

# OutcomeRatingOptionsSvc_SimilaritySomewhat
source: Somewhat Similar
ar_sa: متشابه إلى حد ما
es_es: Algo similar
ko_kr: 다소 중요
nl_nl: Enigszins vergelijkbaar
th_th: ค่อนข้างเหมือน

# OutcomeRatingOptionsSvc_SimilarityVery
source: Very Similar
ar_sa: متشابه جداً
es_es: Muy similar
ko_kr: 매우 유사함
nl_nl: Zeer Vergelijkbaar
th_th: เหมือนมาก

# OutcomeRatingOptionsSvc_SupportNeutral
source: Neutral
ar_sa: محايد
es_es: Neutro
ko_kr: 중립적
nl_nl: Neutraal
th_th: เฉยๆ

# OutcomeRatingOptionsSvc_SupportPoor
source: Poorly
ar_sa: سيء
es_es: Pésimo
ko_kr: 불충분하게
nl_nl: Slecht
th_th: แย่

# OutcomeRatingOptionsSvc_SupportVeryPoor
source: Very Poorly
ar_sa: سيء للغاية
es_es: Muy pésimo
ko_kr: 매우 불충분하게
nl_nl: Zeer slecht
th_th: แย่มาก

# OutcomeRatingOptionsSvc_SupportVeryWell
source: Very Well
ar_sa: جيد جدا
es_es: Muy bien
ko_kr: 매우 좋음
nl_nl: Zeer goed
th_th: ดีมาก

# OutcomeRatingOptionsSvc_SupportWell
source: Well
ar_sa: جيد
es_es: Bien
ko_kr: 좋음
nl_nl: Goed
th_th: ดี

# PartnerPage_PartneringHeader
source: Partnering with Degreed can help you engage your customers, grow your business, and find new skill talent.
ar_sa: يمكنك من خلال الاشتراك مع موقع Degreed إشراك عملائك وتنمية عملك وإيجاد ذوي المهارات الموهبين الجدد.
es_es: Asociarse con Degreed le puede ayudar a captar a sus clientes, hacer crecer su negocio y encontrar nuevos talentos y habilidades.
ko_kr: Degreed와 협력하여 고객들과 참여하고, 비즈니스를 성장시키고, 새 기술 인재를 찾을 수 있습니다.
nl_nl: Door samen te werken met Degreed kun je klanten bereiken, je bedrijf laten groeien en nieuw deskundig talent vinden.
th_th: การร่วมงานกับ Degreed สามารถช่วยให้คุณเข้าถึงลูกค้า ขยายธุรกิจ และค้นพบบุคลากรที่มีทักษะใหม่ ๆ

# PartnerShipsPublicCtrl_ChannelPartners
source: Channel Partners
ar_sa: شركاء القناة
es_es: Socios del canal
ko_kr: 채널 파트너
th_th: ช่องทางผู้ร่วมงาน

# PartnerShipsPublicCtrl_CompanyAbout
source: Tell us a little about your company.
ar_sa: أخبرنا قليلًا عن شركتك
es_es: Cuéntenos algo de su compañía.
ko_kr: 귀하의 회사에 대해 간략하게 알려주세요.
nl_nl: Vertel ons meer over jouw bedrijf.
th_th: เล่าให้เราฟังเล็กน้อยเกี่ยวกับบริษัทของคุณ

# PartnerShipsPublicCtrl_CompanyAboutEg
source: E.g. core business strategy, years in business, number of employees
ar_sa: على سبيل المثال، استراتيجية الأعمال الأساسية، وسنوات الأعمال التجارية، وعدد الموظفين
es_es: Por ejemplo, el núcleo de su estrategia empresarial, años en el negocio, número de empleados
ko_kr: 예: 핵심 비즈니스 전략, 업력, 직원 수
nl_nl: Bijv. belangrijkste bedrijfsstrategie, aantal jaren actief, aantal werknemers
th_th: เช่น กลยุทธ์ทางธุรกิจหลัก จำนวนปีในธุรกิจ จำนวนพนักงาน

# PartnerShipsPublicCtrl_CompanyLocation
source: Company Location
ar_sa: موقع الشركة
es_es: Ubicación de la empresa
ko_kr: 회사 위치
nl_nl: Bedrijfslocatie
th_th: สถานที่ตั้งบริษัท

# PartnerShipsPublicCtrl_CompanyName
source: Company
ar_sa: الشركة
es_es: Empresa
ko_kr: 회사
nl_nl: Bedrijf
th_th: บริษัท

# PartnerShipsPublicCtrl_EmailAddress
source: Email Address
ar_sa: عنوان البريد الإلكتروني
es_es: Dirección de correo electrónico
ko_kr: 이메일 주소
nl_nl: E-mailadres
th_th: ที่อยู่อีเมล

# PartnerShipsPublicCtrl_EngageCustomers
source: Engage your customers
ar_sa: إشراك عملائك
es_es: Capte a sus clientes
ko_kr: 고객과의 관계 형성
nl_nl: Bereik je klanten
th_th: การเข้าถึงลูกค้าของคุณ

# PartnerShipsPublicCtrl_FindTalent
source: Find skilled new talent
ar_sa: العثور على المواهب الجديدة الماهرة
es_es: Encuentre nuevos talentos con multitud de habilidades
ko_kr: 숙련된 새로운 인재 찾기
nl_nl: Vind nieuw deskundig talent
th_th: ค้นหาความสามารถพิเศษใหม่ ๆ ที่เป็นทักษะ

# PartnerShipsPublicCtrl_FormMessage
source: Your message has been sent.
ar_sa: تم إرسال رسالتك.
es_es: Se envió su mensaje.
ko_kr: 메시지를 보냈습니다.
nl_nl: Je bericht is verzonden.
th_th: ข้อความของคุณถูกส่งออกไปแล้ว.

# PartnerShipsPublicCtrl_FormThankYou
source: Thank you!
ar_sa: شكرًا لك!
es_es: ¡Gracias!
ko_kr: 감사합니다!
nl_nl: Bedankt!
th_th: ขอบคุณ!

# PartnerShipsPublicCtrl_GrowBusiness
source: Grow your business
ar_sa: نمّي عملك
es_es: Haga crecer su negocio
ko_kr: 비즈니스 성장 이루기
nl_nl: Laat jouw bedrijf groeien
th_th: ขยายธุรกิจของคุณ

# PartnerShipsPublicCtrl_HiringBreak
source: Hiring
ar_sa: التوظيف
es_es: Empleo
ko_kr: 채용
nl_nl: Werving
th_th: การจ้างงาน

# PartnerShipsPublicCtrl_HiringDetails
source: Recruit talent with skills that have been verified and rated using Degreed Skill Certification.
ar_sa: توظيف المواهب مع المهارات التي تم التحقق منها وتصنيفها باستخدام شهادة مهارات Degreed.
es_es: Contrate a talentos con habilidades confirmadas y calificadas con el certificado de habilidad de Degreed.
ko_kr: Degreed 기술 인증을 사용하여 검증과 평가를 거쳤으며 적합한 기술을 갖춘 인재를 채용하세요.
nl_nl: Werf talent met vaardigheden die zijn geverifieerd en beoordeeld met behulp van Degreed Certificering.
th_th: รับสมัครผู้มีความสามารถที่มีทักษะ ที่ได้รับการรับรองและประเมิน โดยใช้ Degreed Skill Certification

# PartnerShipsPublicCtrl_HiringPartner
source: Hiring Partner Program
ar_sa: برنامج توظيف الشركاء
es_es: Programa de empleo para socios
ko_kr: 파트너 채용 프로그램
nl_nl: Partnerprogramma Werving
th_th: แผนการจ้างผู้ร่วมงาน

# PartnerShipsPublicCtrl_HiringQuote
source: "Degreed creates the ability to have a universal yardstick of skills. That really opens up the world; we're talking about the American Dream."
ar_sa: "ينشئ Degreed القدرة على امتلاك مقياس عالمي للمهارات. التي تفتح حقًا العالم، الذي نتحدث عنه وهو الحلم الأمريكي ".
es_es: "Degreed crea la posibilidad de tener un medidor universal de habilidades. Le abrirá el mundo de par en par; estamos hablando de un sueño hecho realidad".
ko_kr: "Degreed와 함께하면 기술에 대한 공통적인 척도를 마련할 수 있습니다. Degreed를 통해 새로운 기회를 잡고 비즈니스 목표를 이루어 보세요."
nl_nl: "Degreed creëert de mogelijkheid om een universele maatstaf van vaardigheden te hebben. Dat opent echt de wereld; we hebben het over de American Dream."
th_th: "Degreed สร้างความสามารถในการมีมาตรฐานสากลของทักษะ นี่เป็นสิ่งที่เปิดโลกกว้าง; เรากำลังพูดถึงความฝันอันยิ่งใหญ่แบบอเมริกัน "

# PartnerShipsPublicCtrl_InterestedInPartnering
source: Interested in partnering with Degreed?
ar_sa: هل أنت ترغب في الاشتراك مع Degreed؟
es_es: ¿Le interesa asociarse con Degreed?
ko_kr: Degreed와의 제휴에 관심이 있으신가요?
nl_nl: Interesse in samenwerking met Degreed?
th_th: สนใจร่วมงานกับ Degreed หรือไม่?

# PartnerShipsPublicCtrl_LearnMore
source: Get Started
ar_sa: البدء
es_es: Comencemos
ko_kr: 시작하기
nl_nl: Aan de slag
th_th: เริ่มเลย

# PartnerShipsPublicCtrl_Optional
source: Optional
ar_sa: اختياري
es_es: Opcional
ko_kr: 선택사항
nl_nl: Optioneel
th_th: ไม่จำเป็น

# PartnerShipsPublicCtrl_OptionalOpenEnded
source: Optional, open-ended
ar_sa: اختياري، غير محدود
es_es: Opcional, indefinido
ko_kr: 자유롭게 선택 가능한 옵션
nl_nl: Optioneel, open
th_th: ไม่บังคับ เปิดกว้าง

# PartnerShipsPublicCtrl_PartneringHeader
source: Partnering with Degreed can help you engage your customers, </br> and grow your business.
ar_sa: يساعدك الاشتراك مع موقع Degreed في إشراك عملائك، </br> وتنمية عملك.
es_es: Asociarse con Degreed le puede ayudar a captar a sus clientes </br> y a encontrar nuevos talentos y habilidades.
ko_kr: Degreed와의 제휴를 통해 고객 관계를 형성하고</br>비즈니스 성장을 이룰 수 있습니다.
nl_nl: Door samen te werken met Degreed kun je klanten bereiken </br> en je bedrijf laten groeien.
th_th: การร่วมงานกับ Degreed สามารถช่วยให้คุณเข้าถึงลูกค้า </br>ขยายธุรกิจ

# PartnerShipsPublicCtrl_PartnerProgram
source: Partner Program
ar_sa: برنامج الشركاء
es_es: Programa para socios
ko_kr: 파트너 프로그램
nl_nl: Partnerprogramma
th_th: แผนผู้ร่วมงาน

# PartnerShipsPublicCtrl_PhoneNumber
source: Phone Number
ar_sa: رقم الهاتف
es_es: Número de teléfono
ko_kr: 전화 번호
nl_nl: Telefoonnummer
th_th: หมายเลขโทรศัพท์

# PartnerShipsPublicCtrl_Required
source: Required
ar_sa: مطلوب
es_es: Obligatoria
ko_kr: 필수
nl_nl: Vereist
th_th: จำเป็น

# PartnerShipsPublicCtrl_SendInfoForm
source: Send us your information and you'll hear from us shortly.
ar_sa: أرسل لنا معلوماتك وسوف نتصل بك قريبًا.
es_es: Envíenos su información y le contactaremos a la mayor brevedad.
ko_kr: 귀하의 정보를 보내주시면 빠른 시일 내에 연락드리겠습니다.
nl_nl: Stuur ons jouw gegevens en we nemen snel contact met je op.
th_th: ส่งข้อมูลของคุณมาให้เราและคุณจะได้รับการตอบกลับจากเราในไม่ช้า

# PartnerShipsPublicCtrl_SolutionsDetails
source: Build new products, services or markets by becoming an authorized re-seller, <br class="no-mobile"> distributor, or solutions partner for Degreed.
ar_sa: بناء منتجات جديدة أو خدمات جديدة أو أسواق جديدة من خلال أن تصبح بائعًا معتمدًا، <br class="no-mobile"> أو موزع أو شريك الحلول لشركة Degreed.
es_es: Cree nuevos productos, servicios o mercados convirtiéndose en revendedor, <br class="no-mobile"> distribuidor o socio de soluciones autorizado de Degreed.
ko_kr: Degreed의 승인된 리셀러, <br class="no-mobile"> 유통업체 또는 솔루션 파트너로서 새로운 제품, 서비스, 시장을 개척해 보세요.
nl_nl: Bouw nieuwe producten, diensten of markten door een geautoriseerde re-seller, <br class="no-mobile">distributeur of oplossingenpartner voor Degreed te worden.
th_th: สร้างผลิตภัณฑ์ บริการหรือตลาดใหม่ ๆ โดยการเป็นผู้ค้ารายย่อยใหม่ที่ได้รับอนุญาต <br class="no-mobile"> ตัวแทนจำหน่าย หรือคู่ค้าด้านโซลูชันให้กับ Degreed

# PartnerShipsPublicCtrl_SolutionsPartnerProgram
source: Grow your business with Degreed's <br class="no-mobile"> Channel Partner Program.
ar_sa: نمّي أعمالك مع برنامج <br class="no-mobile">شركاء قناة Degreed.
es_es: Haga crecer su negocio con el Programa para socios del canal <br class="no-mobile"> de Degreed.
ko_kr: Degreed <br class="no-mobile"> 채널 파트너 프로그램을 통해 비즈니스를 성장시켜 보세요.
nl_nl: Laat je bedrijf groeien met het&lt;br class=\&quot;no-mobile\&quot;&gt; Channel Partner-programma van Degreed.
th_th: ขยายธุรกิจด้วยแผนช่องทางผู้ร่วมงาน <br class="no-mobile"> ของ Degreed

# PartnerShipsPublicCtrl_TechnologyDetails
source: Degreed is an open ecosystem connecting learners with the top content providers <br class="no-mobile"> and technology solutions. Here are just a few of our partners.
ar_sa: يعد Degreed نظامًا إيكولوجيًا مفتوحًا يربط المتعلمين بمقدمي المحتوى الأعلى <br class="no-mobile"> والحلول التقنية. فيما يلي بعض من شركائنا.
es_es: Degreed es un ecosistema abierto que conecta a los aprendices con los mejores proveedores de contenido <br class="no-mobile"> y las soluciones tecnológicas. Estos son algunos de nuestros socios.
ko_kr: Degreed는 최고의 콘텐츠 제공자 및 <br class="no-mobile"> 기술 솔루션과 학습자를 연결하는 개방형 에코시스템입니다. 다음은 Degreed의 일부 파트너입니다.
nl_nl: Degreed is een open ecosysteem dat deelnemers verbindt met de grootste contentaanbieders &lt;br class=\&quot;no-mobile\&quot;&gt; en technologische oplossingen. Hier zijn slechts enkele van onze partners.
th_th: Degreed เป็นระบบนิเวศที่เปิดกว้างซึ่งเชื่อมต่อผู้เรียนกับผู้ให้บริการเนื้อหาชั้นนำ <br class="no-mobile"> และการแก้ไขปัญหาด้านเทคโนโลยี ต่อไปนี้เป็นเพียงส่วนน้อยของพันธมิตรของเรา

# PartnerShipsPublicCtrl_TechnologyPartnerProgram
source: Engage your customers with Degreed's <br class="no-mobile"> Technology Partner Program.
ar_sa: إشراك عملائك مع <br class="no-mobile"> برنامج شركاء تكنولوجيا Degreed
es_es: Capte a sus clientes con el Programa para socios del canal <br class="no-mobile"> de Degreed.
ko_kr: Degreed의 <br class="no-mobile"> 기술 파트너 프로그램에 귀하의 고객이 참여하도록 하세요.
nl_nl: Betrek jouw klanten bij het &lt;br class=\&quot;no-mobile\&quot;&gt; Technology Partner-programma van Degreed.
th_th: ดึงดูดความสนใจของลูกค้าด้วย Degreed's <br class="no-mobile"> โปรแกรมพันธมิตรด้านเทคโนโลยี

# PartnerShipsPublicCtrl_TechnologyPartners
source: Technology Partners
ar_sa: شركاء التكنولوجيا
es_es: Socios de soluciones tecnológicas
ko_kr: 기술 파트너
nl_nl: Technologie Partners
th_th: พันธมิตรด้านเทคโนโลยี

# PartnerShipsPublicCtrl_Title
source: Title
ar_sa: العنوان
es_es: Título
ko_kr: 제목
nl_nl: Titel
th_th: ชื่อ

# PartnerShipsPublicCtrl_TSolutionsDetails
source: Build new products, services or markets with Degreed and open up new possibilities.
ar_sa: بناء منتجات أو خدمات أو أسواق جديدة مع Degreed وفتح إمكانيات جديدة.
es_es: Cree nuevos productos, servicios o mercados con Degreed, y ábrase a nuevas posibilidades.
ko_kr: Degreed를 통해 새로운 제품, 서비스 또는 시장을 개척하고 새로운 기회를 열어 보세요.
nl_nl: Werk aan het bouwen van nieuwe producten, diensten of markten met Degreed en creëer nieuwe mogelijkheden.
th_th: สร้างผลิตภัณฑ์ บริการหรือตลาดใหม่ด้วย Degreed และเปิดโอกาสใหม่ ๆ

# PartnerShipsPublicCtrl_WhyPartner
source: How would you like to partner with Degreed?
ar_sa: كيف ترغب في الاشتراك مع Degreed؟
es_es: ¿Cómo le gustaría asociarse con Degreed?
ko_kr: Degreed와 어떤 방식으로 제휴하고 싶으신가요?
nl_nl: Hoe wil jij samenwerken met Degreed?
th_th: คุณต้องการเป็นพันธมิตรกับ Degreed อย่างไร

# PartnerShipsPublicCtrl_WorkTogether
source: Let's work together
ar_sa: دعنا نبدأ سويًا
es_es: Colaboremos
ko_kr: 함께 일합시다
nl_nl: Laten we samenwerken
th_th: เรามาร่วมงานกัน

# PartnerShipsPublicCtrl_YouDegreed
source: You + Degreed:
ar_sa: انت + Degreed:
es_es: Usted + Degreed:
ko_kr: 귀하 + Degreed:
nl_nl: Jij + Degreed:
th_th: คุณ + Degreed:

# PathAuthFilter_All
source: All
ar_sa: الجميع
es_es: Todo
ko_kr: 전체
nl_nl: Alle
th_th: ทั้งหมด

# PathAuthFilter_More
source: More
ar_sa: المزيد
es_es: Más
ko_kr: 더 보기
nl_nl: Meer
th_th: เพิ่มเติม

# PathAuthFilter_TopProviders
source: Top Providers
ar_sa: كبار مقدمي الدورات
es_es: Mejores proveedores
ko_kr: 최고 제공자
nl_nl: Topaanbieders
th_th: ผู้ให้บริการยอดนิยม

# PathAuthFilter_Types
source: Types
ar_sa: الأنواع
es_es: Tipos
ko_kr: 형식
nl_nl: Typen
th_th: ประเภท
