Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# dgRecommendationsOverview_AssignedByFormat
source: {{personName}} assigned {{groupName}} to {{contentAction}} this {{contentType}} {{hasDateHtml}}by {{date}}{{hasDateEndHtml}}
ar_sa: {{personName}} أسند {{groupName}} {{contentAction}} هذا {{contentType}} {{hasDateHtml}} بحلول {{date}}{{hasDateEndHtml}}
es_es: {{personName}} asignó a {{groupName}} {{contentAction}} este {{contentType}} {{hasDateHtml}}para el {{date}}{{hasDateEndHtml}}
ko_kr: {{personName}} 님이 {{groupName}} 그룹에 {{hasDateHtml}}{{date}}까지{{hasDateEndHtml}} 이 {{contentType}}에 대해 조치({{contentAction}})를 취하도록 지정했습니다.
nl_nl: {{personName}} heeft {{groupName}} opdracht gegeven deze/dit {{contentType}} {{hasDateHtml}}uiterlijk{{date}}{{hasDateEndHtml}} te {{contentAction}}.
th_th: {{personName}} แนะนำให้คุณ {{groupName}} {{contentAction}} {{contentType}} นี้ {{hasDateHtml}} ภายในวันที่ {{date}}{{hasDateEndHtml}}

# dgRecommendationsOverview_AssignedYouFormat
source: {{personName}} assigned you to {{contentAction}} this {{contentType}} {{hasDateHtml}}by {{date}}{{hasDateEndHtml}}
ar_sa: {{personName}} أسند إليك {{contentAction}} هذا {{contentType}} {{hasDateHtml}} بحلول {{date}}{{hasDateEndHtml}}
es_es: {{personName}} le asignó {{contentAction}} este {{contentType}} {{hasDateHtml}}para el {{date}}{{hasDateEndHtml}}
ko_kr: {{personName}} 님이 귀하에게 {{hasDateHtml}}{{date}}까지{{hasDateEndHtml}} 이 {{contentType}}에 대해 조치({{contentAction}})를 취하도록 지정했습니다.
nl_nl: {{personName}} heeft je opdracht gegeven deze/dit {{contentType}} {{hasDateHtml}}uiterlijk{{date}}{{hasDateEndHtml}} te {{contentAction}}.
th_th: {{personName}} แนะนำให้คุณ {{contentAction}} {{contentType}} นี้ {{hasDateHtml}} ภายในวันที่ {{date}}{{hasDateEndHtml}}

# dgRecommendationsOverview_EmptyTitle
source: Wait for it&hellip; Wait for it&hellip;
ar_sa: انتظر&hellip, انتظر&hellip،
es_es: Espere… espere…
ko_kr: 기다리세요… 기다리세요…
nl_nl: Wacht erop; Wacht erop;
th_th: รออีกเดี๋ยว… ใกล้แล้ว…

# dgRecommendationsOverview_RecommendedByFormat
source: {{personName}} shared this {{contentType}} with {{groupName}}
ar_sa: قام {{personName}} بمشاركة {{contentType}} مع {{groupName}}
es_es: {{personName}} compartió este {{contentType}} con {{groupName}}
ko_kr: {{personName}}이(가) 이 {{contentType}}을(를) {{groupName}}와(과) 공유했습니다
nl_nl: {{personName}} heeft deze {{contentType}} met {{groupName}} gedeeld
th_th: {{personName}} ได้แบ่งปัน {{contentType}} ให้กับ {{groupName}}

# dgRecommendationsOverview_RecommendedYouFormat
source: {{personName}} shared this {{contentType}} with you
ar_sa: شارك {{personName}} هذا {{contentType}} معك
es_es: {{personName}} compartió este {{contentType}} con usted
ko_kr: {{personName}}이(가) 귀하에게 이 {{contentType}}을(를) 공유했습니다.
nl_nl: {{personName}} heeft dit {{contentType} met je gedeeld
th_th: {{personName}} ได้แบ่งปัน {{contentType}} ให้กับคุณ

# dgRecommendationsStatus_ByHeader
source: By
ar_sa: بواسطة
es_es: Por
ko_kr: 작성자:
nl_nl: Door
th_th: โดย

# dgRecommendationsStatus_Empty
source: No items have been shared
ar_sa: لم يتم مشاركة أي عناصر
es_es: No se ha compartido ningún elemento
ko_kr: 공유된 항목 없음
nl_nl: Er zijn geen items gedeeld
th_th: ไม่มีรายการที่ได้แบ่งปันเลย

# dgRecommendationsStatus_HeaderAssignedTo
source: For
ar_sa: لـ
es_es: Para
ko_kr: 용도
nl_nl: Voor
th_th: สำหรับ

# dgRecommendationsStatus_HeaderCreatedDate
source: Created Date
ar_sa: تاريخ الإنشاء
es_es: Fecha de creación
ko_kr: 만든 날짜
nl_nl: Datum aangemaakt
th_th: วันที่สร้าง

# dgRecommendationsStatus_HeaderDueDate
source: Due Date
ar_sa: تاريخ الاستحقاق
es_es: Fecha de vencimiento
ko_kr: 기한
nl_nl: Einddatum
th_th: วันที่ครบกำหนด

# dgRecommendationsStatus_HeaderPercentComplete
source: Complete
ar_sa: إكمال
es_es: Completar
ko_kr: 완료
nl_nl: Voltooien
th_th: เสร็จสิ้น

# dgRecommendationsStatus_HeaderTitle
source: Name
ar_sa: الاسم
es_es: Nombre
ko_kr: 이름
nl_nl: Naam
th_th: ชื่อ

# dgRecommendUsers_FillProfileForMore
source: As you continue adding content to your profile, we will refine our suggestions of people for you to follow.
ar_sa: باستمرارك في إضافة محتوى إلى ملفك الشخصي سوف نطور من اقتراحاتنا للأشخاص الذين يمكن لك متابعتهم.
es_es: A medida que vaya agregando contenido a su perfil, iremos refinando nuestras sugerencias de gente para seguir.
ko_kr: 귀하가 계속해서 프로필에 콘텐츠를 추가하면 귀하가 팔로우하도록 추천하는 사람들을 조정할 것입니다.
nl_nl: Terwijl jij content blijft toevoegen aan je profiel, zullen wij onze suggesties van personen die je kunt volgen verfijnen.
th_th: เมื่อคุณเพิ่มเนื้อหาไปยังโปรไฟล์เรื่อยๆ เราก็จะสามารถคัดเลือกบุคคลที่แนะนำให้คุณติดตามได้ดียิ่งขึ้น

# dgRecommendUsers_Follow
source: Follow
ar_sa: متابعة
es_es: Seguir
ko_kr: 팔로우
nl_nl: Volgen
th_th: ติดตาม

# dgRecommendUsers_Following
source: Following
ar_sa: متابع لـ:
es_es: Siguiendo
ko_kr: 팔로잉
nl_nl: Volgend
th_th: กำลังติดตาม

# dgRecommendUsers_FollowUserFormat
source: Follow {{username}}'s learning activities
ar_sa: متابعة الأنشطة التعليمية الخاصة بـ{{username}}
es_es: Seguir las actividades de aprendizaje de {{username}}
ko_kr: {{username}}의 학습 활동 팔로우
nl_nl: Leeractiviteiten van {{userName}} volgen
th_th: ติดตามกิจกรรมการเรียนรู้ของ {{username}}

# dgRecommendUsers_ResultsSummary
source: We found these people for you to follow based on your learning interests.
ar_sa: استنادًا على اهتماماتك التعليمية، وجدنا هؤلاء الأشخاص الذين يمكن لك متابعتهم.
es_es: Según sus intereses de formación, hemos pensado que le gustaría seguir a estas personas.
ko_kr: 귀하의 학습 관심 분야에 기초하여 팔로우할 이 사람들을 찾았습니다.
nl_nl: We vonden deze personen om te volgen op basis van jouw interesses met betrekking tot leren.
th_th: จากสิ่งที่คุณสนใจเรียนรู้ เราแนะนำให้คุณติดตามบุคคลเหล่านี้

# dgRecommendUsers_UnFollowUserFormat
source: Stop following {{username}}'s learning activities
ar_sa: توقف عن متابعة الأنشطة التعلمية الخاصة بـ{{userName}}
es_es: Dejar de seguir las actividades de aprendizaje de {{username}}
ko_kr: {{username}}의 학습 활동 팔로우 중지
nl_nl: Stoppen met volgen van leeractiviteiten van {{userName}}
th_th: หยุดติดตามกิจกรรมการเรียนรู้ของ {{username}}

# dgRelatedInputs_Related
source: Related
ar_sa: ذو صلة
es_es: Relacionado
ko_kr: 관련
nl_nl: Gerelateerd
th_th: มีความเกี่ยวข้อง

# dgReorder_A11yItemMovedFormat
source: Item {{a}} moved to position {{b}}
ar_sa: تم نقل المادة {{a}} إلى موقع {{b}}
es_es: Elemento {{a}} movido a posición {{b}}
ko_kr: 항목 {{a}}이(가) {{b}} 위치로 이동했습니다
nl_nl: Item {a} naar positie {b} verplaatst
th_th: ย้ายรายการ {{a}} ไปยังตำแหน่ง {{b}}

# dgReorder_MoveNext
source: Move to Next
ar_sa: نقل إلى التالي
es_es: Mover a siguiente
ko_kr: 다음으로 이동
nl_nl: Naar Volgende verplaatsen
th_th: ย้ายไปถัดไป

# dgReorder_MovePrev
source: Move to Previous
ar_sa: نقل إلى السابق
es_es: Mover a anterior
ko_kr: 이전으로 이동
nl_nl: Naar Vorige verplaatsen
th_th: ย้ายไปก่อนหน้า

# dgReorder_NoTitleText
source: (No Title)
ar_sa: (لا يوجد عنوان)
es_es: (Sin título)
ko_kr: (제목 없음)
nl_nl: (Geen titel)
th_th: (ไม่มีชื่อ)

# dgReorder_SaveChanges
source: Save Changes
ar_sa: حفظ التغييرات
es_es: Guardar cambios
ko_kr: 변경 저장
nl_nl: Wijzigingen opslaan
th_th: บันทึกการเปลี่ยนแปลง

# dgResetTips_ResetTipsBody
source: This will re-enable all onboarding circles throughout Degreed.
ar_sa: هذا سوف يعيد تمكين جميع دوائر الاستقبال على Degreed.
es_es: Se volverán a activar los círculos de incorporación en todo Degreed.
ko_kr: 이것은 Degreed에서 모든 온보딩 서클을 다시 사용하게 합니다.
nl_nl: Hiermee worden alle onboarding-cirkels in Degreed opnieuw geactiveerd, inclusief de Welkom pagina.
th_th: การทำเช่นนี้จะเปิดใช้เซอร์เคิลการแนะนำผู้เริ่มใช้ทั้งหมดอีกครั้งทั่ว Degreed

# dgResetTips_ResetTipsHeader
source: Are you sure you want to reset Tips?
ar_sa: هل أنت متأكد من رغبتك في إعادة ضبط التلميحات؟
es_es: ¿De verdad quiere restablecer las sugerencias?
ko_kr: 팁을 초기화하시겠습니까?
nl_nl: Weet je zeker dat je Tips wilt resetten?
th_th: คุณแน่ใจหรือว่าต้องการรีเซ็ตเคล็ดลับ?

# dgSkillsCheckup_DoneRating
source: Done Rating
ar_sa: تم التقييم
es_es: Acabar calificación
ko_kr: 등급 평가 완료
nl_nl: Klaar met beoordelen
th_th: เสร็จสิ้นการให้คะแนน

# dgSkillsCheckup_message
source: It's time for your Skills Checkup! Update your skill ratings and the skills you follow to reflect your progress.
ar_sa: حان الوقت لفحص المهارات الخاص بك! قم بتحديث تقييمات مهاراتك والمهارات التي تتبعها لتعكس تقدمك.
es_es: ¡Es hora de revisar sus habilidades! Actualice las calificaciones de sus habilidades y las habilidades que sigue para que se refleje su progreso.
ko_kr: 기술 점검 시간입니다! 기술 평가 등급 및 팔로우하는 기술을 업데이트하여 진행 상황을 반영합니다.
nl_nl: Het is tijd voor je vaardigheid-checkup! Werk je vaardigheidsscores en de vaardigheden die je volgt bij om je voortgang te weerspiegelen.
th_th: ถึงเวลาตรวจสอบทักษะของคุณแล้ว! อัปเดตคะแนนทักษะของคุณและทักษะที่คุณติดตามเพื่อสะท้อนความคืบหน้าของคุณ

# dgSkillsCheckup_UpdateRatings
source: Update Ratings
ar_sa: تحديث التقييمات
es_es: Actualizar calificaciones
ko_kr: 평가 등급 업데이트
nl_nl: Scores updaten
th_th: อัปเดตคะแนน

# dgSkipNav_SkipToMainContent
source: Skip to main content
ar_sa: تخطي إلى المحتوى الرئيسي
es_es: Saltar a contenido principal
ko_kr: 주요 콘텐츠로 건너뛰기
nl_nl: Ga rechtstreeks naar hoofdcontent
th_th: ข้ามไปยังเนื้อหาหลัก

# dgSocialConnectionJoined_TitleFormat
source: Your friend {{connectionName}} joined Degreed.
ar_sa: صديقك {{connectionName}} انضم إلى موقع Degreed.
es_es: Su amigo {{connectionName}} se unió a Degreed.
ko_kr: 귀하의 친구 {{connectionName}}이(가) Degreed에 가입했습니다.
nl_nl: Je vriend {{connectionName}} is lid geworden van Degreed.
th_th: เพื่อนของคุณ {{connectionName}} เข้าร่วม Degreed แล้ว

# dgSocialConnectSuccess_TitleFormat
source: You have successfully connected your {{providerDisplayName}} account.
ar_sa: لقد ربطت حسابك {{providerDisplayName}} بنجاح.
es_es: Conectó correctamente su cuenta de {{providerDisplayName}}.
ko_kr: {{providerDisplayName}} 계정과 성공적으로 연결되었습니다.
nl_nl: Je hebt je {{providerDisplayName}}-account met succes gekoppeld.
th_th: คุณเชื่อมต่อบัญชี {{providerDisplayName}} ของคุณสำเร็จแล้ว

# dgStarRating_RatedByMultipleFormat
source: from {{userCount}} users
ar_sa: من عدد {{userCount}} مستخدم
es_es: de {{userCount}} usuarios
ko_kr: {{userCount}}명의 사용자에게서
nl_nl: van {userCount}} gebruikers
th_th: จากผู้ใช้ {{userCount}} คน

# dgStarRating_RatedBySingle
source: from 1 user
ar_sa: بواسطة 1 مستخدم
es_es: de 1 usuario
ko_kr: 1명의 사용자에게서
nl_nl: van 1 gebruiker
th_th: จากผู้ใช้ 1 คน

# dgStarRating_RatedByYou
source: from you
ar_sa: بواسطتك
es_es: de usted
ko_kr: 귀하에게서
nl_nl: van jou
th_th: จากคุณ

# dgStarRating_RatedByYouMultipleFormat
source: from you and {{userCount}} users
ar_sa: بواسطتك وعدد {{userCount}} مستخدم
es_es: de usted y {{userCount}} usuarios
ko_kr: 귀하 및 {{userCount}}명의 사용자에게서
nl_nl: van jou en {{userCount}} gebruikers
th_th: จากคุณและผู้ใช้อีก {{userCount}} คน

# dgStarRating_RatedByYouSingle
source: from you and 1 user
ar_sa: بواسطتك مع 1 مستخدم
es_es: de usted y 1 usuario
ko_kr: 귀하 및 1명의 사용자에게서
nl_nl: van jou en 1 gebruiker
th_th: จากคุณและผู้ใช้อีก 1 คน

# dgTagRating_AddEvalRating
source: Add Skill Review
ar_sa: إضافة مراجعة المهارة
es_es: Añadir revisión de habilidad
ko_kr: 기술 검토 추가
nl_nl: Beoordeling van vaardigheden toevoegen
th_th: เพิ่มการตรวจสอบทักษะ

# dgTagRating_AddRating
source: Add Rating
ar_sa: إضافة تقييم
es_es: Agregar calificación
ko_kr: 평가 등급 추가
nl_nl: Score toevoegen
th_th: เพิ่มเรตติ้ง

# dgTagRating_AddSelfRating
source: Add self rating
ar_sa: إضافة تقييم شخصي
es_es: Agregar autocalificación
ko_kr: 자체 평가 등급 추가
nl_nl: Zelf-beoordeling toevoegen
th_th: เพิ่มการให้คะแนนตัวเอง

# dgTagRating_AddSelfRatingDetail
source: Rate yourself.
ar_sa: تقييم لشخصك.
es_es: Autocalifíquese.
ko_kr: 자신을 평가해 보세요.
nl_nl: Beoordeel jezelf.
th_th: ให้คะแนนตัวเอง

# dgTagRating_AddSkillLevel
source: + Add Expertise Level
ar_sa: + إضافة مستوى خبرة
es_es: + Agregar nivel de dominio
ko_kr: + 추가 전문 지식 수준
nl_nl: + Toevoegen expertiseniveau
th_th: + เพิ่มระดับความเชี่ยวชาญ

# dgTagRating_Beginner
source: Beginner
ar_sa: مبتدئ
es_es: Principiante
ko_kr: 초보자
th_th: ผู้ฝึกหัด

# dgTagRating_CancelEval
source: Cancel Skill Review
ar_sa: إلغاء مراجعة المهارة
es_es: Cancelar revisión de habilidad
ko_kr: 기술 검토 취소
nl_nl: Beoordeling van vaardigheden annuleren
th_th: ยกเลิกการตรวจสอบทักษะ

# dgTagRating_CancelRequest
source: Cancel request
ar_sa: إلغاء الطلب
es_es: Cancelar solicitud
ko_kr: 요청 취소
nl_nl: Verzoek annuleren
th_th: ยกเลิกคำขอ

# dgTagRating_CertificationInProgress
source: Certification In Progress
ar_sa: جاري إصدار الشهادة
es_es: Certificación en progreso
ko_kr: 인증 진행 중
nl_nl: Certificering in uitvoering
th_th: อยู่ระหว่างการรับรอง

# dgTagRating_CertVisibility
source: Public or private
ar_sa: عام أو خاص
es_es: Público o privado
ko_kr: 공개 또는 비공개
nl_nl: Openbaar of privé
th_th: สาธารณะหรือส่วนตัว

# dgTagRating_CommentPlaceholderFormat
source: Give {{name}} more information about this rating...
ar_sa: تقديم مزيد من المعلومات للشخص {{name}} حول هذا التقييم
es_es: Dar a {{name}} más información sobre esta calificación...
ko_kr: {{name}}에게 이 평가 등급에 대해 더 많은 정보를 주기...
nl_nl: Geef {{name}} meer informatie over deze beoordeling...
th_th: ขอข้อมูลเพิ่มเติมเกี่ยวกับคะแนนนี้จาก {{name}}

# dgTagRating_Comments
source: Comments
ar_sa: التعليقات
es_es: Comentarios
ko_kr: 메모
nl_nl: Opmerkingen
th_th: ความคิดเห็น

# dgTagRating_ContinueProcess
source: Continue process
ar_sa: متابعة العملية
es_es: Continuar proceso
ko_kr: 프로세스 계속하기
nl_nl: Proces voortzetten
th_th: ดำเนินกระบวนการต่อ

# dgTagRating_DegreedCertified
source: Degreed Certified
ar_sa: معتمد من Degreed
es_es: Certificado por Degreed
ko_kr: Degreed 인증
nl_nl: Degreed-gecertificeerd
th_th: ผ่านการรับรองจาก Degreed แล้ว

# dgTagRating_DeleteEval
source: Delete Skill Review
ar_sa: حذف مراجعة المهارة
es_es: Eliminar revisión de habilidad
ko_kr: 기술 검토 삭제
nl_nl: Vaardigheidsbeoordeling verwijderen
th_th: ลบการตรวจสอบทักษะ

# dgTagRating_EditExpertise
source: Edit rating
ar_sa: تحرير تقييم
es_es: Editar calificación
ko_kr: 평가 등급 편집
nl_nl: Beoordeling bewerken
th_th: แก้ไขคะแนน

# dgTagRating_Evaluation
source: Skill Review
ar_sa: مراجعة المهارة
es_es: Revisión de habilidad
ko_kr: 기술 검토
nl_nl: Beoordeling van vaardigheden
th_th: การตรวจสอบทักษะ

# dgTagRating_EvaluationInProgress
source: Skill Review In Progress
ar_sa: مراجعة المهارة قيد التنفيذ
es_es: Revisión de habilidad en progreso
ko_kr: 기술 검토 진행 중
nl_nl: Bezig met beoordeling van vaardigheden
th_th: กำลังดำเนินการตรวจสอบทักษะ

# dgTagRating_EvalVisibility
source: Public or private
ar_sa: عام أو خاص
es_es: Público o privado
ko_kr: 공개 또는 비공개
nl_nl: Openbaar of privé
th_th: สาธารณะหรือส่วนตัว

# dgTagRating_Expert
source: Expert
ar_sa: خبير
es_es: Experto
ko_kr: 전문가
th_th: ผู้เชี่ยวชาญ

# dgTagRating_GetCertificate
source: Get an official certificate. A scientifically-backed process that’s reviewed by our expertise panel.
ar_sa: احصل على شهادة رسمية. عملية مدعومة علمياً تمت مراجعتها بواسطة فريق الخبرة لدينا.
es_es: Consiga un cerficado oficial. Un proceso respaldado científicamente y revisado por nuestro panel de expertos.
ko_kr: 공식 인증서를 받으세요. 과학적으로 입증되었으며 당사 전문가 패널의 검토를 거친 프로세스입니다.
nl_nl: Ontvang een officieel certificaat. Een wetenschappelijk verantwoord proces dat wordt beoordeeld door ons expertisepanel.
th_th: รับใบรับรองทางการ กระบวนการได้รับการสนับสนุนทางวิทยาศาสตร์ที่ตรวจสอบโดยคณะกรรมการผู้เชี่ยวชาญ

# dgTagRating_GetDegreedCertified
source: Get Degreed Certified
ar_sa: احصل على اعتماد من Degreed
es_es: Obtener el certificado por Degreed
ko_kr: Degreed 인증 받기
nl_nl: Word Degreed-gecertificeerd
th_th: ขอใบรับรองจาก Degreed

# dgTagRating_ManagerAssessment
source: Manager rating
ar_sa: تقييم المدير
es_es: Calificación del gerente
ko_kr: 관리자 평가 등급
nl_nl: Beoordeling door manager
th_th: คะแนนผู้จัดการ

# dgTagRating_ManagerRating
source: Manager rating
ar_sa: تقييم المدير
es_es: Calificación del gerente
ko_kr: 관리자 평가 등급
nl_nl: Beoordeling door manager
th_th: คะแนนผู้จัดการ

# dgTagRating_MeasureYourSkill
source: Measure your skill with a scientifically-backed questionnaire.
ar_sa: قم بقياس مهاراتك خلال استبيان مدعوم عمليًا.
es_es: Mida sus habilidades con un cuestionario respaldado científicamente.
ko_kr: 과학적으로 입증된 설문조사를 통해 귀하의 기술을 평가하세요.
nl_nl: Meet je vaardigheden met een wetenschappelijk verantwoorde vragenlijst.
th_th: วัดทักษะของคุณด้วยแบบสอบถามที่ได้รับการสนับสนุนทางวิทยาศาสตร์

# dgTagRating_NoTargetLevelAssigned
source: Set Target Level
ar_sa: تعيين المستوى المستهدف
es_es: Configurar nivel de objetivo
ko_kr: 목표 수준 설정
nl_nl: Een doelniveau instellen
th_th: ตั้งค่าระดับเป้าหมาย

# dgTagRating_PrivateToYou
source: Private to you
ar_sa: خاص بك
es_es: Privado para usted
ko_kr: 귀하에게 비공개
nl_nl: Privé voor jou
th_th: เป็นรายการส่วนตัวของคุณ

# dgTagRating_RatedByFormat
source: Rated by {{manager}}
ar_sa: تم تقييمه بواسطة {{manager}}
es_es: Calificado por {{manager}}
ko_kr: {{manager}}에 의해 평가
nl_nl: Beoordeeld door {{manager}}
th_th: {{manager}} เป็นผู้ให้คะแนน

# dgTagRating_RatingNotValid
source: This rating is no longer valid.
ar_sa: هذا التقييم لم يعد صالحًا.
es_es: Esta calificación ya no es válida.
ko_kr: 이 평가 등급은 더 이상 유효하지 않습니다.
nl_nl: Deze beoordeling is niet langer geldig.
th_th: คะแนนนี้หมดอายุแล้ว

# dgTagRating_RatingNotValidNewRating
source: This rating is invalid because you asked for a new rating.
ar_sa: هذا التقييم غير صالح نظرًا لطلبك تقييم جديد.
es_es: Esta calificación no es válida porque pidió una nueva calificación.
ko_kr: 새 평가 등급을 요청했기 때문에 이 평가 등급은 무효합니다.
nl_nl: Deze beoordeling is ongeldig omdat je om een nieuwe beoordeling hebt gevraagd.
th_th: คะแนนนี้ไม่มีผลแล้วเพราะคุณได้ขอคะแนนใหม่

# dgTagRating_RatingOtherTitleFormat
source: How would you rate {{name}} for "{{tagName}}"?
ar_sa: كيف تقيم {{name}} بشأن "{{tagName}}"؟
es_es: ¿Cómo calificaría a {{name}} por "{{tagName}}"?
ko_kr: {{name}}을(를) "{{tagName}}"에 대해 어떻게 평가하시겠습니까?
nl_nl: Hoe zou je {{name}} beoordelen voor "{{tagName}}"?
th_th: คุณจะให้คะแนน {{name}} สำหรับ "{{tagName}}" อย่างไร?

# dgTagRating_RatingPendingFormat
source: Request pending to {{manager}}
ar_sa: طلب تعليق إلى {{manager}}
es_es: Solicitud pendiente para {{manager}}
ko_kr: {{manager}}에게 요청 보류 중
nl_nl: Aanvraag in behandeling bij {{manager}}
th_th: คำขอรอการพิจารณาจาก {{manager}}

# dgTagRating_RatingTitleFormat
source: Rate your expertise in "{{tagName}}"
ar_sa: قيم خبرتك في "{{tagName}}"
es_es: ¿Quiere calificar su dominio en "{{tagName}}"?
ko_kr: "{{tagName}}"의 귀하의 전문성을 평가하시겠습니까?
nl_nl: Beoordeel jouw expertise in "{{tagName}}"
th_th: ให้คะแนนความเชี่ยวชาญของคุณใน "{{tagName}}"

# dgTagRating_RequestManagerRating
source: Request manager rating
ar_sa: طلب تقييم المدير
es_es: Solicitar calificación del gerente
ko_kr: 관리자 평가 등급 요청
nl_nl: Verzoek om beoordeling van manager
th_th: ขอคะแนนผู้จัดการ

# dgTagRating_RequestManagerRatingInstruction
source: Ask your manager to rate your skill.
ar_sa: اطلب من مديرك تقييم مهارتك.
es_es: Pídale a su gerente que califique su habilidad.
ko_kr: 관리자에게 기술 평가를 요청하세요.
nl_nl: Vraag je manager om jouw vaardigheid te beoordelen.
th_th: ขอให้ผู้จัดการให้คะแนนทักษะของคุณ

# dgTagRating_RequestNotValid
source: This rating request is no longer valid.
ar_sa: طلب التقييم هذا لم يعد صالحًا.
es_es: Esta solicitud de calificación ya no es válida.
ko_kr: 이 평가 등급 요청은 더 이상 유효하지 않습니다.
nl_nl: Dit beoordelingsverzoek is niet langer geldig.
th_th: คำขอคะแนนนี้หมดอายุแล้ว

# dgTagRating_RestartEval
source: Start New Skill Review
ar_sa: بدء استعراض مهارة جديدة
es_es: Comenzar revisión de habilidad
ko_kr: 새 기술 검토 시작하기
nl_nl: Nieuwe vaardigheidsbeoordeling starten
th_th: เริ่มการตรวจสอบทักษะใหม่

# dgTagRating_SearchCollection
source: Search Collection
ar_sa: البحث في المجموعة
es_es: Buscar colección
ko_kr: 컬렉션 검색
nl_nl: Zoeken in verzameling
th_th: ค้นหาคอลเล็กชัน

# dgTagRating_SelfAssessment
source: Self Rating
ar_sa: التقييم الشخصي
es_es: Autocalificación
ko_kr: 자체 평가 등급
nl_nl: Zelf-beoordeling
th_th: การให้คะแนนตัวเอง

# dgTagRating_SummaryLevel1
source: Can complete narrow and limited tasks requiring basic skills with direct supervision or guidance.
ar_sa: قادر على إتمام مهام صغيرة ومحدودة تتطلب مهارات أساسية مع وجود إشراف أو توجيه مباشر.
es_es: Puedo completar tareas estrictas y limitadas que requieren de habilidades básicas con supervisión u orientación directa.
ko_kr: 직접적 감독 또는 지시를 받으면서 기본 기술이 필요한 한정되고 제한된 임무를 완료할 수 있습니다.
nl_nl: Kan kleine en beperkte taken uitvoeren waarvoor basisvaardigheden vereist zijn met direct toezicht of begeleiding.
th_th: สามารถทำงานได้จำกัดเพียงไม่กี่ประเภท ซึ่งเป็นงานที่ต้องการแค่ทักษะพื้นฐานเท่านั้น และต้องได้รับการควบคุมดูแลหรือแนะนำโดยตรง

# dgTagRating_SummaryLevel2
source: Can complete routine technical tasks requiring basic skills with general supervision or guidance.
ar_sa: قادر على إتمام مهام تقنية دورية تتطلب مهارات أساسية مع وجود إشراف أو توجيه عام.
es_es: Puedo completar tareas técnicas rutinarias que requieren de habilidades básicas con supervisión u orientación general.
ko_kr: 일반적 감독 또는 지시를 받으면서 기본 기술이 필요한 일상적 기술 임무를 완료할 수 있습니다.
nl_nl: Kan routinematige technische taken uitvoeren waarvoor basisvaardigheden vereist zijn met algemeen toezicht of begeleiding.
th_th: สามารถทำงานรูทีนเชิงเทคนิคซึ่งต้องการแค่ทักษะพื้นฐานได้ และต้องได้รับการควบคุมดูแลหรือแนะนำในเรื่องทั่วๆ ไป

# dgTagRating_SummaryLevel3
source: Can process less structured but well-defined technical tasks, even if they are not routine, with occasional general supervision or guidance.
ar_sa: قادر على القيام بالمهام التقنية الأقل تعقيدًا جيدة التحديد، حتى وإن لم تكن دورية، مع وجود إشراف عام أو توجيه في بعض الأحيان.
es_es: Puedo realizar tareas técnicas menos estructuradas pero bien definidas, aunque no sean rutinarias, con supervisión u orientación general ocasional.
ko_kr: 간혹 일반적 감독 또는 지시를 받으면서 일상적이지는 않으며 덜 구조화되었지만 잘 정의된 기술적 임무를 처리할 수 있습니다.
nl_nl: Kan minder gestructureerde, maar goed gedefinieerde technische taken uitvoeren, zelfs als ze niet routinematig zijn, met incidenteel algemeen toezicht en begeleiding.
th_th: สามารถทำงานเชิงเทคนิคที่ไม่มีโครงสร้างชัดเจนได้ โดยถึงแม้งานนั้นจะไม่ใช่งานรูทีน แต่ก็จะต้องกำหนดวิธีทำงานไว้อย่างชัดเจน โดยต้องได้รับการควบคุมดูแลหรือแนะนำเป็นครั้งคราว

# dgTagRating_SummaryLevel4
source: Can complete some specialized and complex tasks. Can use knowledge of theory and practical experience to choose principles and processes. May or may not have overall supervision. No direct guidance needed for these tasks.
ar_sa: قادر على إتمام بعض المهام المتخصصة والمعقدة. قادر على استخدام المعرفة النظرية والخبرة العملية لاختيار المبادئ والعمليات. يمكن أن يعمل تحت إشراف كامل أو لا. لا يلزم وجود توجيه مباشر بالنسبة لهذه المهام.
es_es: Puedo completar algunas tareas especializadas y complejas. Puedo usar conocimientos de experiencia teórica y práctica para escoger principios y procesos. Con o sin supervisión general. No es necesaria orientación directa para estas tareas.
ko_kr: 일부 특화되고 복잡한 잡업을 완료할 수 있습니다. 이론적 지식 및 실용적 경험을 사용하여 원리 및 프로세스를 선택할 수 있습니다. 전반적 감독이 필요하거나 필요하지 않을 수 있습니다. 이런 임주에 직접적 지도가 필요 없습니다.
nl_nl: Kan enkele gespecialiseerde en complexe taken uitvoeren. Kan gebruik maken van de theoretische kennis en praktische ervaring om principes en processen te kiezen. Kan wel of niet onder algemeen toezicht werken. Geen directe begeleiding nodig voor deze taken.
th_th: สามารถทำงานเฉพาะทางและซับซ้อน สามารถใช้ความรู้ทางทฤษฎีและประสบการณ์จากการปฏิบัติเพื่อเลือกหลักการและกระบวนการที่ใช้ในการทำงาน อาจต้องการหรือไม่ต้องการการควบคุมดูแลโดยภาพรวม ไม่จำเป็นต้องรับคำแนะนำโดยตรงในการทำงานเหล่านี้
