Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# Eval_Question_HelpGroupEffective
source: While using this skill, do you help other people in your groups be more effective?
ar_sa: أثناء استخدامك هذه المهارة، هل تساعد الأشخاص الآخرين في المجموعات الخاصة بك على أن يكونوا أكثر فعالية؟
es_es: Cuando está empleando esta habilidad, ¿ayuda a otras personas en sus grupos a ser más eficaces?
ko_kr: 이 기술을 사용할 때 그룹 내 다른 사람들이 효율성을 높일 수 있도록 도움을 줍니까?
nl_nl: Help je tijdens het toepassen van deze vaardigheid anderen in je groepen om effectiever te zijn?
th_th: ขณะใช้ทักษะนี้ คุณช่วยเหลือผู้อื่นในกลุ่มให้ทำงานอย่างมีประสิทธิผลมากยิ่งขึ้นหรือไม่

# Eval_Question_ImpactOnField
source: Do your actions have a significant impact on the field?
ar_sa: هل لدى الإجراءات الخاصة بك تأثير كبير في المجال؟
es_es: ¿Sus acciones tienen un impacto significativo en este campo?
ko_kr: 현장에서 귀하의 조치는 중요한 영향을 미칩니까?
nl_nl: Hebben je handelingen een significante impact op het gebied?
th_th: การกระทำของคุณมีผลกระทบอย่างมีนัยสำคัญต่อสาขาหรือไม่?

# Eval_Question_ImpactOnFieldExample
source: Briefly describe how your actions have had a significant impact on the field.
ar_sa: قدم وصفًا موجزًا عن كيفية التأثير الكبير لإجراءاتك في المجال.
es_es: Describa brevemente cómo sus acciones han tenido un impacto significativo en este campo.
ko_kr: 현장에서 귀하의 조치가 어떤 중요한 영향을 미치는지 간단하게 기술하십시오.
nl_nl: Beschrijf in het kort hoe je handelingen een significante impact hebben gehad op het gebied.
th_th: บรรยายสั้นๆ ว่าการกระทำของคุณมีผลกระทบอย่างมีนัยสำคัญต่อสาขาอย่างไร

# Eval_Question_ImpactOthers
source: How often do you consider how your choices in this skill will impact other functional areas?
ar_sa: كم مرة غالبًا ترى فيها إمكانية تأثير اختياراتك على المجالات الوظيفية الأخرى في ضوء هذه المهارة؟
es_es: ¿Con qué frecuencia tiene en cuenta el impacto de sus elecciones relacionadas con esta habilidad en otras áreas funcionales?
ko_kr: 이 기술에서 귀하의 선택이 어떻게 다른 기능 영역에 영향을 주는지에 대해 얼마나 자주 생각하십니까?
nl_nl: Hoe vaak overweeg je hoe je keuzes in deze vaardigheid andere functionele gebieden beïnvloeden?
th_th: คุณคิดว่าตัวเลือกของคุณในทักษะนี้จะมีผลกระทบต่อส่วนงานอื่นๆ หรือไม่?

# Eval_Question_ImproveSkill
source: Is this a skill you want to improve?
ar_sa: هل هذه هي المهارة التي تود تطويرها؟
es_es: ¿Le gustaría mejorar en esta habilidad?
ko_kr: 이것이 귀하가 향상하고자 하는 기술입니까?
nl_nl: Is dit een vaardigheid die je wilt verbeteren?
th_th: คุณอยากพัฒนาทักษะนี้หรือไม่?

# Eval_Question_InnovativeContributionExample
source: Briefly describe a time you introduced innovative contributions in this skill to a broad community.
ar_sa: قدم وصفًا موجزًا لوقت قدمت فيه مساهمات مبتكرة في ضوء هذه المهارة لمجتمع واسع.
es_es: Describa brevemente una ocasión en la que introdujo contribuciones innovadoras relacionadas con esta habilidad en una comunidad amplia.
ko_kr: 폭넓은 커뮤니티에서 귀하가 이 기술에 혁신적인 기여를 가져온 사례를 간단히 기술하십시오.
nl_nl: Beschrijf in het kort een keer dat je innovatieve bijdragen met betrekking tot deze vaardigheid aan een brede gemeenschap hebt geïntroduceerd.
th_th: บรรยายช่วงเวลาที่คุณได้แนะนำนวัตกรรมในทักษะนี้ให้กับชุมชนในวงกว้างมาสั้นๆ

# Eval_Question_JobTitle
source: What is your job title?
ar_sa: ما هو المسمى الوظيفي الخاص بك؟
es_es: ¿Cuál es su puesto de trabajo?
ko_kr: 귀하의 직책은 무엇입니까?
nl_nl: Wat is je functietitel?
th_th: ตำแหน่งของคุณคืออะไร?

# Eval_Question_LeadGroup
source: Have you led a group in this field?
ar_sa: هل قمت بإدارة إحدى المجموعات في هذا المجال؟
es_es: ¿Ha liderado algún grupo en este campo?
ko_kr: 이 분야에서 그룹을 이끈 적이 있습니까?
nl_nl: Heb je een groep geleid in dit gebied?
th_th: คุณเคยเป็นผู้นำกลุ่มในสาขานี้หรือไม่

# Eval_Question_LeadGroupExample
source: Briefly describe which group you've led in this field.
ar_sa: قم وصفًا موجزًا لمجموعة كنت تُديرها في هذا المجال.
es_es: Explique brevemente qué grupo ha liderado en este campo.
ko_kr: 이 분야에서 이끌었던 그룹을 간단히 기술하십시오.
nl_nl: Beschrijf in het kort een groep die je op dit gebied hebt geleid.
th_th: บรรยายกลุ่มที่คุณเคยเป็นผู้นำในสาขานี้มาสั้นๆ

# Eval_Question_LeadOrg
source: Have you led an organization in this field?
ar_sa: هل قمت بإدارة إحدى المؤسسات في هذا المجال؟
es_es: ¿Ha liderado alguna empresa en este campo?
ko_kr: 이 분야에서 조직을 이끈 적이 있습니까?
nl_nl: Heb je een organisatie in dit gebied geleid?
th_th: คุณเคยเป็นผู้นำองค์กรในสาขานี้หรือไม่

# Eval_Question_LeadOrgExample
source: Briefly describe which organization you've led in this field.
ar_sa: قم وصفًا موجزًا لمجموعة كنت تُديرها في هذا المجال.
es_es: Explique brevemente qué empresa ha liderado en este campo.
ko_kr: 이 분야에서 이끈 적 있는 조직을 간단히 기술하십시오.
nl_nl: Beschrijf in het kort welke organisatie die je in dit gebied hebt geleid.
th_th: บรรยายองค์กรที่คุณเคยเป็นผู้นำในสาขานี้มาสั้นๆ

# Eval_Question_Learn
source: How often do you learn about relevant innovative or technical developments in this skill?
ar_sa: كم مرة غالبًا تتعرف فيها على التطورات المبتكرة ذات الصلة أو التطورات الفنية في ضوء هذه المهارة؟
es_es: ¿Con qué frecuencia aprende sobre las innovaciones y las nuevas tecnologías relacionadas con esta habilidad?
ko_kr: 이 기술에서 관련된 혁신적 또는 기술 개발에 대해 얼마나 자주 알아보십니까?
nl_nl: Hoe vaak leer je over relevante innovatieve of technische ontwikkelingen in deze vaardigheid?
th_th: คุณเรียนรู้เกี่ยวกับการพัฒนานวัตกรรมหรือด้านเทคนิคที่เกี่ยวข้องกับทักษะนี้บ่อยแค่ไหน?

# Eval_Question_LearnExample
source: Briefly describe one thing you've recently learned about this skill.
ar_sa: قدم وصفًا موجزًا لشيء تعلمته مؤخرًا عن هذه المهارة.
es_es: Describa brevemente algo que haya aprendido recientemente sobre esta habilidad.
ko_kr: 이 기술에 대해 최근에 알아본 한 가지를 간단히 기술하십시오.
nl_nl: Beschrijf kort één ding dat je recent hebt geleerd over deze vaardigheid.
th_th: อธิบายสิ่งหนึ่งที่คุณเพิ่งรู้มาเมื่อเร็วๆ นี้เกี่ยวกับทักษะนี้สั้นๆ

# Eval_Question_LearnFromOthers
source: How effective are you at learning about this skill from others?
ar_sa: ما هو مدى فعاليتك عند تعلم هذه المهارة من الآخرين؟
es_es: ¿Cómo de eficaz es a la hora de aprender de otras personas en relación a esta habilidad?
ko_kr: 얼마나 효과적으로 다른 사람들을 통해 이 기술에 대해 배우십니까?
nl_nl: Hoe effectief ben je in het leren over deze vaardigheid van anderen?
th_th: คุณเรียนรู้ทักษะนี้จากผู้อื่นได้ดีแค่ไหน

# Eval_Question_LevelOfResponsibility
source: Which best describes your level of responsibility in this skill?
ar_sa: ما هو أفضل وصف لمستوى المسؤولية الخاص بك في ضوء هذه المهارة؟
es_es: ¿Cuál de estas opciones describe mejor su nivel de responsabilidad en relación a esta habilidad?
ko_kr: 이 기술에서 귀하의 책임 레벨을 가장 잘 설명한 것은 무엇입니까?
nl_nl: Wat beschrijft het beste je verantwoordelijkheidsniveau in deze vaardigheid?
th_th: อะไรอธิบายระดับความรับผิดชอบในทักษะนี้ของคุณได้ดีที่สุด?

# Eval_Question_LimitsExample
source: Briefly describe an example of a current challenge or limitation of this field.
ar_sa: قدم وصفًا موجزًا لمثال خاص بتحدي حالي أو بحدود متعلقة بهذا المجال.
es_es: Indique brevemente un ejemplo de un reto o limitación actual en este campo.
ko_kr: 이 분야의 현재 당면 과제 또는 한계에 대한 사례를 간단하게 기술하십시오.
nl_nl: Geef een kort voorbeeld van een huidige uitdaging of beperking op dit gebied.
th_th: ยกตัวอย่างความท้าทายหรือขีดจำกัดในปัจจุบันของสาขานี้มาสั้นๆ

# Eval_Question_LimitsOfField
source: Can you identify the current challenges and limitations of this field?
ar_sa: هل يمكنك تحديد التحديات الحالية أو الحدود المتعلقة بهذا المجال؟
es_es: ¿Puede identificar los retos y limitaciones actuales de este campo?
ko_kr: 이 분야의 현재 당면 과제 및 한계를 파악할 수 있습니까?
nl_nl: Kun je de huidige uitdagingen en beperkingen van dit gebied benoemen?
th_th: คุณระบุความท้าทายหรือขีดจำกัดในปัจจุบันของสาขานี้มาได้หรือไม่?

# Eval_Question_MasterStateOfArt
source: Have you mastered the state of the art in this skill?
ar_sa: هل برعت في مستوى التقدم الجاري في ضوء هذه المهارة؟
es_es: ¿Domina las últimas tecnologías relacionadas con esta habilidad?
ko_kr: 이 기술의 최신 사항까지 모두 익히셨습니까?
nl_nl: Beheers je het nieuwste op het gebied van deze vaardigheid?
th_th: คุณเป็นสุดยอดผู้เชี่ยวชาญในทักษะนี้แล้วหรือยัง?

# Eval_Question_NumberOfMethods
source: While using this skill, which best describes you?
ar_sa: عند استخدام هذه المهارة، ما هو أفضل وصفٍ لك؟
es_es: Cuando está empleando esta habilidad, ¿qué opción le describe mejor?
ko_kr: 이 기술을 사용할 때의 귀하를 가장 잘 설명한 것은 무엇입니까?
nl_nl: Wat beschrijft jou het beste tijdens het toepassen van deze vaardigheid?
th_th: ขณะใช้ทักษะนี้ สิ่งใดอธิบายตัวคุณได้ดีที่สุด

# Eval_Question_OverallGuidance
source: How often is your work in this skill subject to overall guidance from someone else?
ar_sa: كم مرة يخضع فيها عملك في ضوء هذه المهارة للتوجيه العام من شخص آخر؟
es_es: ¿Con qué frecuencia está su trabajo relacionado con esta habilidad sometido a la supervisión global de otra persona?
ko_kr: 이 기술과 관련한 귀하의 업무는 얼마나 자주 다른 사람의 전반적인 지시를 받습니까?
nl_nl: Hoe vaak is je werk met betrekking tot deze vaardigheid onderhevig aan algemene begeleiding van iemand anders?
th_th: งานของคุณในทักษะนี้ต้องได้รับการชี้แนะโดยรวมจากผู้อื่นบ่อยแค่ไหน

# Eval_Question_PracticalAbilities
source: How would you describe your practical abilities in this field?
ar_sa: كيف يمكنك وصف قدراتك العملية في هذا المجال؟
es_es: ¿Cómo describiría sus habilidades prácticas en este campo?
ko_kr: 이 분야에서 귀하가 갖고 있는 실용적 능력을 어떻게 설명하시겠습니까?
nl_nl: Hoe zou je je praktische vaardigheden op dit gebied beschrijven?
th_th: คุณจะอธิบายถึงความสามารถเชิงปฏิบัติของคุณในสาขานี้ได้อย่างไร?

# Eval_Question_PresentationAbilities
source: Which best describes your presentation abilities in this skill?
ar_sa: ما هو أفضل وصف لقدرات تقديم العروض التوضيحية الخاصة بك في ضوء هذه المهارة؟
es_es: ¿Qué opción describe mejor sus capacidades de presentación relacionadas con esta habilidad?
ko_kr: 이 기술에서 귀하의 프레젠테이션 능력을 가장 잘 설명한 것은 무엇입니까?
nl_nl: Wat beschrijft het beste je presentatiekundigheid in deze vaardigheid?
th_th: สิ่งใดอธิบายความสามารถในการนำเสนอของคุณในทักษะนี้ได้ดีที่สุด?

# Eval_Question_PrestipulatedTasks
source: How effective are you at carrying out tasks in this skill with pre-stipulated rules?
ar_sa: ما هو مدى فعاليتك عند تنفيذ المهام في ضوء هذه المهارة استنادًا إلى القواعد المحددة مسبقًا؟
es_es: ¿Cómo de eficaz es a la hora de realizar tareas relacionadas con esta habilidad que tienen reglas preestablecidas?
ko_kr: 귀하는 얼마나 효과적으로 사전 규정된 규칙을 통해 이 기술에서 업무를 수행하십니까?
nl_nl: Hoe effectief ben je in het uitvoeren van taken in deze vaardigheid met vooraf bepaalde regels?
th_th: คุณปฏิบัติงานในทักษะนี้โดยมีกฎเกณฑ์กำหนดไว้แล้วได้ดีแค่ไหน?

# Eval_Question_ProblemsCanSolve
source: How would you describe the problems you can solve with this skill?
ar_sa: كيف يمكنك وصف المشكلات التي يمكنك حلها بفضل هذه المهارة؟
es_es: ¿Cómo describiría los problemas que puede resolver empleando esta habilidad?
ko_kr: 이 기술을 통해 해결할 수 있는 문제를 어떻게 설명하시겠습니까?
nl_nl: Hoe zou je de problemen die je kunt oplossen met deze vaardigheid omschrijven?
th_th: คุณจะอธิบายถึงปัญหาที่คุณแก้ไขโดยใช้ทักษะนี้อย่างไร?

# Eval_Question_ProjectResponsibility
source: How often do you take responsibility for new projects in this skill?
ar_sa: كم مرة تتحمل مسؤولية المشاريع الجديدة في ضوء هذه المهارة؟
es_es: ¿Con qué frecuencia se hace responsable de nuevos proyectos relacionados con esta habilidad?
ko_kr: 얼마나 자주 이 기술과 관련한 새 프로젝트에 대해 책임을 맡습니까?
nl_nl: Hoe vaak neem je verantwoordelijkheid voor nieuwe projecten met betrekking tot deze vaardigheid?
th_th: คุณรับผิดชอบต่อโครงการใหม่ๆ ในทักษะนี้บ่อยแค่ไหน

# Eval_Question_RelatedSkills
source: What other important skills are related to this skill?
ar_sa: ما هي المهارات المهمة الأخرى التي تتعلق بهذه المهارة؟
es_es: ¿Qué otras habilidades importantes están relacionadas con esta?
ko_kr: 이 기술에 관련된 다른 중요한 기술은 무엇입니까?
nl_nl: Welke andere belangrijke vaardigheden hebben betrekking op deze vaardigheid?
th_th: ทักษะที่สำคัญอื่นๆ ที่เกี่ยวข้องกับทักษะนี้มีอะไรบ้าง?

# Eval_Question_RequirementsChange
source: How often do the requirements for your projects in this skill change?
ar_sa: كم مرة غالبًا تتغير فيها متطلبات المشاريع الخاص بك في ضوء هذه المهارة؟
es_es: ¿Con qué frecuencia cambian los requisitos para sus proyectos relacionados con esta habilidad?
ko_kr: 이 기술에서 프로젝트 요구 사항이 얼마나 자주 변경됩니까?
nl_nl: Hoe vaak veranderen de vereisten voor je projecten in deze vaardigheid?
th_th: ความต้องการของทักษะนี้สำหรับโครงการคุณเปลี่ยนแปลงมากน้อยเพียงใด?

# Eval_Question_SkillDuration
source: How long have you used this skill?
ar_sa: منذ متى وأنت تستخدم هذه المهارة؟
es_es: ¿Durante cuánto tiempo ha empleado esta habilidad?
ko_kr: 얼마나 오래 이 기술을 사용하셨습니까?
nl_nl: Hoe lang gebruik je deze vaardigheid al?
th_th: คุณใช้ทักษะนี้มานานแค่ไหน?

# Eval_Question_SocietalImplications
source: How often do you consider the societal, economic, and cultural implications of your work in this skill?
ar_sa: كم مرة تهتم فيها بالآثار الاجتماعية والاقتصادية والثقافية لعملك في ضوء هذه المهارة؟
es_es: ¿Con qué frecuencia tiene en cuenta las implicaciones sociales, económicas y culturales de su trabajo relacionado con esta habilidad?
ko_kr: 얼마나 자주 이 기술과 관련한 귀하의 업무가 갖는 사회적, 경제적, 문화적 영향을 생각하십니까?
nl_nl: Hoe vaak overweeg je de maatschappelijke, economische en culturele implicaties van je werk met betrekking tot deze vaardigheid?
th_th: คุณพิจารณาถึงผลกระทบทางสังคม เศรษฐกิจ และวัฒนธรรมของงานคุณในทักษะนี้บ่อยแค่ไหน

# Eval_Question_StrategicJudgements
source: How effective are you at making strategic judgments related to advanced technical or management functions in this field?
ar_sa: ما هو مدى فعاليتك عند إصدار الأحكام الإستراتيجية المتعلقة بالوظائف الفنية أو الإدارية المتقدمة في هذا المجال؟
es_es: ¿Cómo de eficaz es haciendo juicios estratégicos relacionados con funciones técnicas o de gestión avanzadas en este campo?
ko_kr: 이 분야에서 고급 기술 또는 관리 기능과 관련하여 얼마나 효과적으로 전략적인 판단을 내리십니까?
nl_nl: Hoe effectief ben je in het strategisch beoordelen van geavanceerde technische of managementfuncties op dit gebied?
th_th: คุณตัดสินใจเชิงกลยุทธ์ที่เกี่ยวข้องกับหน้าที่ด้านเทคนิคหรือบริหารขั้นสูงในสาขานี้ได้ดีแค่ไหน?

# Eval_Question_StrategicProblemExample
source: Briefly give an example of a time you identified and solved a strategic problem in this skill.
ar_sa: قدم مثالًا موجزًا لوقت قمت فيه بالتعرف على مشكلة استراتيجية وقمت بحلها في ضوء هذه المهارة؟
es_es: Indique brevemente un ejemplo de una ocasión en la que identificó y resolvió un problema estratégico relacionado con esta habilidad.
ko_kr: 이 기술에서 전략적 문제를 파악하고 해결한 때의 사례를 간단하게 들려주십시오.
nl_nl: Geef een kort voorbeeld van een keer dat je een strategisch probleem met betrekking tot deze vaardigheid hebt vastgesteld en opgelost.
th_th: ยกตัวอย่างสั้นๆ ถึงช่วงเวลาที่คุณระบุและแก้ไขปัญหาเชิงกลยุทธ์ในทักษะนี้ได้

# Eval_Question_Teamwork
source: Which of the following describes you when working with a team?
ar_sa: أي مما يلي يقدم وصفًا لك أثناء العمل مع فريق ما؟
es_es: ¿Cuál de las siguientes opciones le describe cuando está trabajando en equipo?
ko_kr: 다음 중 팀과 협력할 때 귀하의 모습을 설명한 것은 무엇입니까?
nl_nl: Welke van de volgende beschrijft je wanneer je met een team werkt?
th_th: ข้อใดต่อไปนี้อธิบายถึงตัวคุณเองขณะที่ทำงานเป็นทีม

# Eval_Question_TechnicalKnowledge
source: Which best describes your technical and theoretical knowledge of this skill?
ar_sa: ما هو أفضل وصف لمعرفتك الفنية والنظرية في ضوء هذه المهارة؟
es_es: ¿Qué opción describe mejor sus conocimientos técnicos y teóricos sobre esta habilidad?
ko_kr: 이 기술에 대한 귀하의 기술적, 이론적 지식을 가장 잘 설명한 것은 무엇입니까?
nl_nl: Wat beschrijft het beste je technische en theoretische kennis van deze vaardigheid?
th_th: อะไรที่สามารถอธิบายความรู้ด้านเทคนิคและเชิงทฤษฎีได้ดีที่สุด?

# Eval_Question_TypesUnanticipatedProblems
source: What kinds of problems do you encounter that you didn't anticipate?
ar_sa: ما هي أنواع المشكلات التي تواجهها والتي لم تتوقع حدوثها؟
es_es: ¿Qué tipos de problemas se encuentra que no había anticipado?
ko_kr: 예상하지 못했지만 발생하는 문제로는 어떤 것이 있습니까?
nl_nl: Welke soort problemen kom je tegen waar je niet op hebt geanticipeerd?
th_th: คุณประสบปัญหาอะไรที่คุณไม่ได้คาดคิด?

# Eval_Question_UnclearTasks
source: Can you handle tasks in this skill without clearly-defined rules?
ar_sa: هل يمكنك أداء المهام في ضوء هذه المهارة دون وجود لقواعد محددة بوضوح؟
es_es: ¿Puede hacerse cargo de tareas relacionadas con esta habilidad que no tienen reglas claramente definidas?
ko_kr: 명확하게 정의된 규칙 없이 이 기술에서 업무를 처리할 수 있습니까?
nl_nl: Kun je taken in deze vaardigheid uitvoeren zonder duidelijke regels?
th_th: คุณจัดการกับงานในทักษะนี้โดยไม่ต้องมีกฎเกณฑ์ที่ชัดเจนได้หรือไม่?

# Eval_Question_UnderstandRelatedSkills
source: How well do you understand these related skills?
ar_sa: ما هو مدى فهمك لهذه المهارات ذات الصلة؟
es_es: ¿Cómo de bien entiende estas habilidades relacionadas?
ko_kr: 이 관련된 기술을 얼마나 잘 이해하고 계십니까?
nl_nl: Hoe goed begrijp je deze gerelateerde vaardigheden?
th_th: คุณเข้าใจทักษะที่เกี่ยวข้องเหล่านี้มากน้อยแค่ไหน?

# Eval_Question_WellKnown
source: Do most people who have this skill know who you are?
ar_sa: هل يَعرفك معظم الأشخاص الذين يتمتعون بهذه المهارة؟
es_es: ¿La mayoría de las personas que tienen esta habilidad le conocen?
ko_kr: 이 기술을 갖춘 대부분의 사람들이 귀하를 알고 있습니까?
nl_nl: Weten de mensen met deze vaardigheid wie je bent?
th_th: คนส่วนใหญ่ที่มีทักษะนี้ทราบหรือไม่ว่าคุณเป็นใคร?

# Eval_Question_WellKnownExample
source: Briefly describe how many people have been influenced by your work in this skill.
ar_sa: قدم وصفًا موجزًا لعدد الأشخاص الذين تأثروا بعملك في ضوء هذه المهارة؟
es_es: Indique brevemente cuántas personas han sido influenciadas por su trabajo relacionado con esta habilidad.
ko_kr: 이 기술에서 귀하의 업무가 얼마나 많은 사람들에게 영향을 주는지 간단하게 기술하십시오.
nl_nl: Beschrijf in het kort hoeveel mensen zijn beïnvloed door je werk met betrekking tot deze vaardigheid.
th_th: บรรยายสั้นๆ ว่ามีคนจำนวนเท่าใดที่ได้รับอิทธิพลจากงานของคุณในทักษะนี้

# Eval_Question_WorkInGroup
source: While using this skill, do you work in a group setting?
ar_sa: أثناء استخدام هذه المهارة، هل تعمل مع مجموعة؟
es_es: Cuando emplea esta habilidad, ¿trabaja en grupo?
ko_kr: 이 기술을 사용할 때 그룹 환경에서 일하십니까?
nl_nl: Werk je in een groep als je deze vaardigheid gebruikt?
th_th: ขณะใช้ทักษะนี้ คุณทำงานเป็นกลุ่มหรือไม่

# Eval_Response_1_2Years
source: 1 - 2 years
ar_sa: 1 - 2 عام
es_es: 1-2 años
ko_kr: 1~2년
nl_nl: 1 tot 2 jaar
th_th: 1-2 ปี

# Eval_Response_11_Years
source: 11+ years
ar_sa: أكثر من 11 عامًا
es_es: Más de 11 años
ko_kr: 11년 이상
nl_nl: Meer dan 11 jaar
th_th: 11 ปีขึ้นไป

# Eval_Response_3_5Years
source: 3 - 5 years
ar_sa: 3 - 5 عام
es_es: 3-5 años
ko_kr: 3~5년
nl_nl: 3 tot 5 jaar
th_th: 3-5 ปี

# Eval_Response_6_10Years
source: 6 - 10 years
ar_sa: 6 - 10 عام
es_es: 6-10 años
ko_kr: 6~10년
nl_nl: 6 tot 10 jaar
th_th: 6-10 ปี

# Eval_Response_AcknowledgeOthers
source: I acknowledge other points of view
ar_sa: أعترف بوجهات النظر الأخرى
es_es: Tengo en cuenta otros puntos de vista
ko_kr: 다른 견해를 인정한다
nl_nl: Ik erken andere standpunten
th_th: ฉันยอมรับมุมมองของผู้อื่น

# Eval_Response_AdvancedSkills
source: I have advanced, specialized technical skills
ar_sa: أتمتع بمهارات فنية ومتقدمة ومتخصصة
es_es: Tengo habilidades técnicas avanzadas y especializadas
ko_kr: 높은 수준의 전문적인 기술적 능력을 갖고 있다
nl_nl: Ik heb geavanceerde, gespecialiseerde technische vaardigheden
th_th: ฉันมีทักษะด้านเทคนิคเฉพาะทางขั้นสูง

# Eval_Response_BasicKnowledge
source: I know the basics
ar_sa: أعرف الأساسيات
es_es: Sé lo básico
ko_kr: 기초를 안다
nl_nl: Ik ken de basis
th_th: ฉันมีความรู้พื้นฐาน

# Eval_Response_BasicSkills
source: I have basic practical skills
ar_sa: أتمتع بالمهارات العملية الأساسية
es_es: Tengo habilidades prácticas básicas
ko_kr: 기본 실용적 기술을 갖고 있다
nl_nl: Ik heb praktische basisvaardigheden
th_th: ฉันมีทักษะการปฏิบัติขั้นพื้นฐาน

# Eval_Response_BroadSkills
source: I have a broad range of practical skills
ar_sa: لدي مجموعة كبيرة من المهارات العملية
es_es: Tengo un amplio rango de habilidades prácticas
ko_kr: 폭넓은 수준의 실용적 기술을 갖고 있다
nl_nl: Ik heb een breed scala aan praktische vaardigheden
th_th: ฉันมีทักษะการปฏิบัติอย่างกว้างขวาง

# Eval_Response_CommunicateContextually
source: I can communicate about solutions in a manner that is contextually appropriate to cross-disciplinary audiences
ar_sa: يُمكنني التوصل إلى حلول على النحو الملائم لظروف الجمهور المتسم بتعدد التخصصات
es_es: Puedo comunicar soluciones de forma contextualmente apropiada para audiencias de diferentes disciplinas
ko_kr: 여러 분야에 걸친 대상의 상황에 맞는 적합한 방식의 해결책에 대해 커뮤니케이션할 수 있다.
nl_nl: Ik kan communiceren over oplossingen op een manier die contextueel geschikt is voor een interdisciplinair publiek
th_th: ฉันสามารถสื่อสารเกี่ยวกับวิธีแก้ไขปัญหาให้เหมาะสมกับผู้ฟังต่างสาขาได้

# Eval_Response_CommunicateEffectively
source: I can communicate effectively about solutions to complex problems
ar_sa: يُمكنني التواصل بفعالية بشأن حلول المشكلات المعقدة
es_es: Puedo comunicar eficazmente soluciones a problemas complejos
ko_kr: 복잡한 문제의 해결책에 대해 효과적으로 커뮤니케이션할 수 있다
nl_nl: Ik kan effectief communiceren over oplossingen voor complexe problemen
th_th: ฉันสามารถสื่อสารเกี่ยวกับวิธีแก้ไขปัญหาที่ซับซ้อนได้อย่างมีประสิทธิผล

# Eval_Response_ComplexCommunication
source: I can address subject matters that are highly complex, unfamiliar, or technical
ar_sa: يُمكنني تناول الموضوعات المعنية شديدة التعقيد أو غير المألوفة أو الفنية
es_es: Puedo encargarme de temas altamente complejos, poco familiares o técnicos
ko_kr: 매우 복잡하거나 생소하거나 기술적인 주제의 문제를 해결할 수 있다
nl_nl: Ik kan onderwerpen behandelen die zeer complex, onbekend of technisch zijn
th_th: ฉันสามารถจัดการกับประเด็นที่ซับซ้อน ไม่คุ้นเคย หรือมีความเป็นเทคนิคสูงได้

# Eval_Response_ComplexProblems
source: Complex problems
ar_sa: المشكلات المعقدة
es_es: Problemas complejos
ko_kr: 복잡한 문제
nl_nl: Complexe problemen
th_th: ปัญหาที่ซับซ้อน

# Eval_Response_ComprehensiveTechTheoryKnowledge
source: I have comprehensive, specialized knowledge in these skills
ar_sa: لديّ معرفة شاملة ومتخصصة تتعلق بهذه المهارات
es_es: Tengo conocimientos completos y especializados sobre estas habilidades
ko_kr: 이러한 기술에서 포괄적이고 전문적인 기술을 갖고 있다
nl_nl: Ik heb uitgebreide, specialistische kennis van deze vaardigheden
th_th: ฉันมีความรู้เกี่ยวกับทักษะเหล่านี้แบบเฉพาะทางและครอบคลุม

# Eval_Response_ConvincingOthers
source: I spend most of my time convincing others of my point of view
ar_sa: أقضي معظم الوقت في إقناع الآخرين بوجهة نظري
es_es: Me paso la mayor parte del tiempo convenciendo a otros de mi punto de vista
ko_kr: 다른 사람들에게 내 견해를 설득하는 데 대부분의 시간을 보낸다
nl_nl: Ik besteed het grootste deel van mijn tijd aan het overtuigen van anderen van mijn standpunt
th_th: ฉันใช้เวลาส่วนใหญ่โน้มน้าวให้คนอื่นเห็นด้วยกับฉัน

# Eval_Response_CurrentLimits
source: I explore the current limits of theory, knowledge, and practice
ar_sa: أتعرف على القيود الحالية للنظرية والمعرفة والممارسة
es_es: Exploro los límites actuales de la teoría, el conocimiento y la práctica
ko_kr: 이론, 지식 및 실제 적용에 대한 현재의 한계를 탐구한다
nl_nl: Ik verken de huidige grenzen van theorie, kennis en praktijk
th_th: ฉันเสาะหาขีดจำกัดของทฤษฎี ความรู้ และการปฏิบัติในปัจจุบัน

# Eval_Response_Daily
source: Daily
ar_sa: يوميا
es_es: Diario
ko_kr: 매일
nl_nl: Dagelijks
th_th: รายวัน

# Eval_Response_DeepKnowledge
source: I have deep theoretical and professional knowledge, including core theories and practices
ar_sa: لديّ معرفة مهنية ونظرية مُتعمقة، بما في ذلك النظريات الأساسية والممارسات
es_es: Tengo conocimientos teóricos y profesionales profundos, incluyendo las teorías y prácticas principales
ko_kr: 핵심 이론과 실제 적용을 포함한 심층적인 이론적, 전문적 지식을 갖고 있다
nl_nl: Ik heb een diepe theoretische en professionele kennis, inclusief kerntheorieën en -praktijken
th_th: ฉันมีความรู้เชิงทฤษฎีและวิชาชีพ รวมถึงทฤษฎีหลักและแนวปฏิบัติหลักอย่างลึกซึ้ง

# Eval_Response_DemonstrateBasics
source: I can demonstrate and explain the basics to others
ar_sa: يمكنني شرح الأساسيات للآخرين مع توضيحها
es_es: Puedo demostrar y explicar los básicos a otras personas
ko_kr: 다른 사람들에게 기본 사항을 보여 주고 설명할 수 있다
nl_nl: Ik kan de basisprincipes aan anderen demonstreren en uitleggen
th_th: ฉันสามารถสาธิตและอธิบายความรู้พื้นฐานให้กับผู้อื่นได้
