Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# EmailTemplateRecommendation_AlreadyCompletedAssessmentFormat
source: {0} shared this assessment with you, but you've already completed it! Great job, overachiever.
ar_sa: {0} شارك معك هذا التقييم، لكنك كنت قد أكملتها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {0} compartió esta evaluación con usted, pero ya la ha completado. Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 이 평가를 공유했지만, 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft deze beoordeling met je gedeeld, maar je hebt hem al voltooid! Goed gedaan, harde werker.
th_th: {0} ได้แบ่งปันแบบประเมินนี้ให้กับคุณ แต่คุณก็ทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendation_AlreadyCompletedBookDueFormat
source: {0} shared this book with you, but you've already read it! Great job, overachiever.
ar_sa: {0} شارك هذا الكتاب معك، لكنك كنت قد قرأتها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {0} compartió este libro con usted, pero ya lo ha leído. Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 이 책을 공유했지만, 귀하는 이미 읽었습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft dit boek met je gedeeld, maar je hebt het al gelezen! Goed gedaan, harde werker.
th_th: {0}ได้แบ่งปันหนังสือเล่มนี้ให้กับคุณ แต่คุณก็เคยอ่านแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendation_AlreadyCompletedBookFormat
source: {0} shared this book with you, but you've already read it! Great job, overachiever.
ar_sa: {0} شارك هذا الكتاب معك، لكنك كنت قد قرأتها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {0} compartió este libro con usted, pero ya lo ha leído. Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 이 책을 공유했지만, 귀하는 이미 읽었습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft dit boek met je gedeeld, maar je hebt het al gelezen! Goed gedaan, harde werker.
th_th: {0}ได้แบ่งปันหนังสือเล่มนี้ให้กับคุณ แต่คุณก็เคยอ่านแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendation_AlreadyCompletedCourseDueFormat
source: {0} shared this course with you, but you've already completed it! Great job, overachiever.
ar_sa: {0} شارك معك هذه الدورة التعليمية، لكنك كنت قد أكملتها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {0} compartió este curso con usted, pero ya lo ha completado. Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 이 과정을 공유했지만, 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft deze cursus met je gedeeld, maar je hebt hem al voltooid! Goed gedaan, harde werker.
th_th: {0}ได้แบ่งปันหลักสูตรนี้ให้กับคุณ แต่คุณก็เคยเรียนแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendation_AlreadyCompletedCourseFormat
source: {0} shared this course with you, but you've already completed it! Great job, overachiever.
ar_sa: {0} شارك معك هذه الدورة التعليمية، لكنك كنت قد أكملتها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {0} compartió este curso con usted, pero ya lo ha completado. Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 이 과정을 공유했지만, 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft deze cursus met je gedeeld, maar je hebt hem al voltooid! Goed gedaan, harde werker.
th_th: {0}ได้แบ่งปันหลักสูตรนี้ให้กับคุณ แต่คุณก็เคยเรียนแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendation_AlreadyCompletedEpisodeFormat
source: {0} shared this podcast episode with you, but you've already completed it! Great job, overachiever.
ar_sa: {0} شارك هذه الحلقة الإذاعية معك، ولكنك أتممتها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {0} compartió este episodio de podcast con usted, pero ya lo ha escuchado. Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 이 팟캐스트 에피소드를 공유했지만, 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft deze podcastaflevering met je gedeeld, maar je hebt hem al beluisterd! Goed gedaan, harde werker.
th_th: {0} ได้แบ่งปันพอดแคสต์ตอนนี้ให้กับคุณ แต่คุณก็เคยฟังแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendation_AlreadyCompletedEventDueFormat
source: {0} shared this event with you, but you've already attended it! Great job, overachiever.
ar_sa: {0} شارك هذه الفاعلية معك، لكنك حضرتها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {0} compartió este evento con usted, pero ya ha asistido a él. Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 이 이벤트를 공유했지만, 귀하는 이미 참석했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft deze gebeurtenis met je gedeeld, maar je hebt deze al bijgewoond! Goed gedaan, harde werker.
th_th: {0} ได้แบ่งปันกิจกรรมนี้ให้กับคุณ แต่คุณก็เข้าร่วมแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendation_AlreadyCompletedEventFormat
source: {0} shared this event with you, but you've already attended it! Great job, overachiever.
ar_sa: {0} شارك هذه الفاعلية معك، لكنك حضرتها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {0} compartió este evento con usted, pero ya ha asistido a él. Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 이 이벤트를 공유했지만, 귀하는 이미 참석했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft deze gebeurtenis met je gedeeld, maar je hebt deze al bijgewoond! Goed gedaan, harde werker.
th_th: {0} ได้แบ่งปันกิจกรรมนี้ให้กับคุณ แต่คุณก็เข้าร่วมแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendation_AlreadyCompletedGroupArticleDueFormat
source: {0} shared this article with {1}, but you've already read it! Great job, overachiever.
ar_sa: {0} شارك هذه المقالة مع {1}، لكنك كنت قد قرأتها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {0} compartió este artículo con {1}, pero ya lo ha leído. Buen trabajo, se supera cada día.
ko_kr: {0}이(가) {1}에게 이 기사를 공유했지만, 귀하는 이미 읽었습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft dit artikel met {1} gedeeld, maar je hebt het al gelezen! Goed gedaan, harde werker.
th_th: {0}ได้แบ่งปันบทความนี้ให้กับ{1} แต่คุณก็เคยอ่านแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendation_AlreadyCompletedGroupArticleFormat
source: {0} shared this article {1} with you, but you've already read it! Great job, overachiever.
ar_sa: {0} شارك هذه المقالة {1} معك، لكنك كنت قد قرأتها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {0} compartió el artículo {1} con usted, pero ya lo ha leído. Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 기사 {1}을(를) 공유했지만, 귀하는 이미 읽었습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft dit artikel {1} met je gedeeld, maar je hebt het al gelezen! Goed gedaan, harde werker.
th_th: {0}ได้แบ่งปันบทความนี้ให้กับ{1} แต่คุณก็เคยอ่านแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendation_AlreadyCompletedGroupAssessmentDueFormat
source: {0} shared this assessment with you, but you've already completed it! Great job, overachiever.
ar_sa: {0} شارك معك هذا التقييم، لكنك كنت قد أكملتها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {0} compartió esta evaluación con usted, pero ya la ha completado. Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 이 평가를 공유했지만, 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft deze beoordeling met je gedeeld, maar je hebt hem al voltooid! Goed gedaan, harde werker.
th_th: {0} ได้แบ่งปันแบบประเมินนี้ให้กับคุณ แต่คุณก็ทำเสร็จเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendation_AlreadyCompletedGroupBookFormat
source: {0} shared this book {1} with you, but you've already read it! Great job, overachiever.
ar_sa: {0} شارك هذا الكتاب {1} معك، لكنك كنت قد قرأتها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {0} compartió el libro {1} con usted, pero ya lo ha leído. Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 책 {1}을(를) 귀하에게 공유했지만, 귀하는 이미 읽었습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft het boek {1} met je gedeeld, maar je hebt het al gelezen! Goed gedaan, harde werker.
th_th: {0} ได้แบ่งปันหนังสือ {1} เล่มนี้ให้กับคุณ แต่คุณก็เคยอ่านแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendation_AlreadyCompletedGroupCourseDueFormat
source: {0} shared this course with {1}, but you've already completed it! Great job, overachiever.
ar_sa: {0} شارك معك {1} هذه الدورة التعليمية، لكنك ولكنك أتممتها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {0} compartió este curso con {1}, pero ya lo ha completado. Buen trabajo, se supera cada día.
ko_kr: {0}이(가) {1}에게 이 과정을 공유했지만, 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft deze cursus met {1} gedeeld, maar je hebt hem al voltooid! Goed gedaan, harde werker.
th_th: {0} ได้แบ่งปันหลักสูตรนี้ให้กับ {1} แต่คุณก็เรียนไปแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendation_AlreadyCompletedGroupEpisodeDueFormat
source: {0} shared this podcast episode with you, but you've already completed it! Great job, overachiever.
ar_sa: {0} شارك هذه الحلقة الإذاعية معك، ولكنك أتممتها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {0} compartió este episodio de podcast con usted, pero ya lo ha escuchado. Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 이 팟캐스트 에피소드를 공유했지만, 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft deze podcastaflevering met je gedeeld, maar je hebt hem al beluisterd! Goed gedaan, harde werker.
th_th: {0} ได้แบ่งปันพอดแคสต์ตอนนี้ให้กับคุณ แต่คุณก็เคยฟังแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendation_AlreadyCompletedGroupEpisodeFormat
source: {0} shared this podcast episode with {1}, but you've already completed it! Great job, overachiever.
ar_sa: {0} شارك هذه الحلقة الإذاعية مع {1}، ولكنك أتممتها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {0} compartió este episodio de podcast con {1}, pero ya lo ha escuchado. Buen trabajo, se supera cada día.
ko_kr: {0}이(가) {1}에게 이 팟캐스트 에피소드를 공유했지만, 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft deze podcastaflevering met {1} gedeeld, maar je hebt hem al beluisterd! Goed gedaan, harde werker.
th_th: {0} ได้แบ่งปันพอดแคสต์ตอนนี้ให้กับ {1} แต่คุณก็เคยฟังแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendation_AlreadyCompletedGroupEventDueFormat
source: {0} shared this event with you, but you've already attended it! Great job, overachiever.
ar_sa: {0} شارك هذه الفاعلية معك، لكنك حضرتها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {0} compartió este evento con usted, pero ya ha asistido a él. Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 이 이벤트를 공유했지만, 귀하는 이미 참석했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft deze gebeurtenis met je gedeeld, maar je hebt deze al bijgewoond! Goed gedaan, harde werker.
th_th: {0} ได้แบ่งปันกิจกรรมนี้ให้กับคุณ แต่คุณก็เข้าร่วมแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendation_AlreadyCompletedGroupEventFormat
source: {0} shared this event with {1}, but you've already attended it! Great job, overachiever.
ar_sa: {0} شارك هذه الفعالية مع {1} لحضورها، ولكنك حضرتها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {0} compartió este evento con {1}, pero ya ha asistido a él. Buen trabajo, se supera cada día.
ko_kr: {0}이(가) {1}에게 이 이벤트를 공유했지만, 귀하는 이미 참석했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft deze gebeurtenis met {1} gedeeld, maar je hebt deze al bijgewoond! Goed gedaan, harde werker.
th_th: {0} ได้แบ่งปันกิจกรรมนี้ให้กับ {1} แต่คุณก็เข้าร่วมแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendation_AlreadyCompletedGroupPathwayFormat
source: {0} shared this pathway with {1}, but you've already completed it! Great job, overachiever.
ar_sa: {0} شارك مع {1} هذا المساق، ولكنك أتممته بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {0} compartió este itinerario con {1}, pero ya lo ha completado. Buen trabajo, se supera cada día.
ko_kr: {0}이(가) {1}에게 이 경로를 공유했지만, 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft dit traject met {1} gedeeld, maar je hebt het al voltooid! Goed gedaan, harde werker.
th_th: {0} ได้แบ่งปันเส้นทางการเรียนรู้ให้กับ {1} แต่คุณก็เรียนเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendation_AlreadyCompletedGroupTargetDueFormat
source: {0} shared this role with {1}, but you've already followed it! Great job, overachiever.
ar_sa: {0} شارك مع {1} هذا الدور، لكنك تتبعه بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {0} compartió este rol con {1}, pero ya lo ha seguido. Buen trabajo, se supera cada día.
ko_kr: {0}이(가) {1}에게 이 역할을 공유했지만, 귀하는 이미 팔로우했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft deze rol met {1} gedeeld, maar je hebt deze al gevolgd! Goed gedaan, harde werker.
th_th: {0} ได้แบ่งปันบทบาทนี้ให้กับ {1} แต่คุณก็ติดตามแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendation_AlreadyCompletedGroupTargetFormat
source: {0} shared this plan with {1}, but you've already followed it! Great job, overachiever.
ar_sa: {0} شارك هذه الخطة مع {1}، لكنك تتبعها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {0} compartió este plan con {1}, pero ya lo ha seguido. Buen trabajo, se supera cada día.
ko_kr: {0}이(가) {1}에게 이 계획을 공유했지만, 귀하는 이미 팔로우했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft dit plan met {1} gedeeld, maar je hebt dit al gevolgd! Goed gedaan, harde werker.
th_th: {0} ได้แบ่งปันเแผนนี้ให้กับ {1} แต่คุณก็ทำตามแผนนี้แล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendation_AlreadyCompletedGroupVideoDueFormat
source: {0} shared this video with you, but you've already watched it! Great job, overachiever.
ar_sa: {0} شارك مقطع الفيديو هذا معك، لكنك شاهدته بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {0} compartió este vídeo con usted, pero ya lo ha visto. Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 이 동영상을 공유했지만, 귀하는 이미 시청했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft deze video met je gedeeld, maar je hebt hem al bekeken! Goed gedaan, harde werker.
th_th: {0} ได้แบ่งปันวิดีโอนี้ให้กับ แต่คุณก็รับชมเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendation_AlreadyCompletedGroupVideoFormat
source: {0} shared this video with {1}, but you've already completed it! Great job, overachiever.
ar_sa: {0} شارك مقطع الفيديو هذا مع {1}، لكنك أتممتها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {0} compartió este vídeo con {1}, pero ya lo ha completado. Buen trabajo, se supera cada día.
ko_kr: {0}이(가) {1}에게 이 동영상을 공유했지만, 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft deze video met {1} gedeeld, maar je hebt hem al voltooid! Goed gedaan, harde werker.
th_th: {0} ได้แบ่งปันวิดีโอนี้ให้กับ {1} แต่คุณก็รับชมเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendation_AlreadyCompletedPathwayDueFormat
source: {0} shared this pathway with you, but you've already enrolled in it! Great job, overachiever.
ar_sa: {0} شارك هذا المساق معك، لكنك قد سجلت به بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {0} compartió este itinerario con usted, pero ya se ha inscrito en él. Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 이 경로를 공유했지만, 귀하는 이미 등록했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft dit traject met je gedeeld, maar je hebt je hiervoor al ingeschreven! Goed gedaan, harde werker.
th_th: {0} ได้แบ่งปันเส้นทางการเรียนรู้นี้ให้กับคุณ แต่คุณก็ได้สมัครเรียนเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendation_AlreadyCompletedPathwayFormat
source: {0} shared this pathway with you, but you've already enrolled in it! Great job, overachiever.
ar_sa: {0} شارك هذا المساق معك، لكنك قد سجلت به بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {0} compartió este itinerario con usted, pero ya se ha inscrito en él. Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 이 경로를 공유했지만, 귀하는 이미 등록했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft dit traject met je gedeeld, maar je hebt je hiervoor al ingeschreven! Goed gedaan, harde werker.
th_th: {0} ได้แบ่งปันเส้นทางการเรียนรู้นี้ให้กับคุณ แต่คุณก็ได้สมัครเรียนเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendation_AlreadyCompletedTargetDueFormat
source: {0} shared this role with you, but you've already followed it! Great job, overachiever.
ar_sa: {0} شارك هذا الدور معك، لكنك تتبعه بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {0} compartió este rol con usted, pero ya lo ha seguido. Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 이 역할을 공유했지만, 귀하는 이미 팔로우했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft deze rol met je gedeeld, maar je hebt deze al gevolgd! Goed gedaan, harde werker.
th_th: {0} ได้แบ่งปันบทบาทนี้ให้กับคุณ แต่คุณก็ได้ติดตามไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendation_AlreadyCompletedTargetFormat
source: {0} shared this plan with you, but you've already followed it! Great job, overachiever.
ar_sa: {0} شارك هذه الخطة معك ولكنك تتبعها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {0} compartió este plan con usted, pero ya lo ha seguido. Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 이 계획을 공유했지만, 귀하는 이미 팔로우했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft dit plan met je gedeeld, maar je hebt dit al gevolgd! Goed gedaan, harde werker.
th_th: {0} ได้แบ่งปันแผนนี้ให้กับคุณ แต่คุณก็ได้ทำตามแผนนี้ไปเรียบร้อยแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendation_AlreadyCompletedVideoDueFormat
source: {0} shared this video with you, but you've already watched it! Great job, overachiever.
ar_sa: {0} شارك مقطع الفيديو هذا معك، لكنك شاهدته بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {0} compartió este vídeo con usted, pero ya lo ha visto. Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 이 동영상을 공유했지만, 귀하는 이미 시청했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft deze video met je gedeeld, maar je hebt hem al bekeken! Goed gedaan, harde werker.
th_th: {0} ได้แบ่งปันวิดีโอนี้ให้กับคุณ แต่คุณก็เคยรับชมแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendation_AlreadyCompletedVideoFormat
source: {0} shared this video with you, but you've already watched it! Great job, overachiever.
ar_sa: {0} شارك مقطع الفيديو هذا معك، لكنك شاهدته بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {0} compartió este vídeo con usted, pero ya lo ha visto. Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 이 동영상을 공유했지만, 귀하는 이미 시청했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft deze video met je gedeeld, maar je hebt hem al bekeken! Goed gedaan, harde werker.
th_th: {0} ได้แบ่งปันวิดีโอนี้ให้กับคุณ แต่คุณก็เคยรับชมแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendation_ArticleDueFormat
source: {0} shared this article with you
ar_sa: {0} شارك هذا المقال معك
es_es: {0} compartió este artículo con usted
ko_kr: {0}이(가) 귀하에게 이 기사를 공유함
nl_nl: {0} heeft dit artikel met je gedeeld
th_th: {0} ได้แบ่งปันบทความนี้ให้กับคุณ

# EmailTemplateRecommendation_ArticleFormat
source: {0} shared this article with you
ar_sa: {0} شارك هذا المقال معك
es_es: {0} compartió este artículo con usted
ko_kr: {0}이(가) 귀하에게 이 기사를 공유함
nl_nl: {0} heeft dit artikel met je gedeeld
th_th: {0} ได้แบ่งปันบทความนี้ให้กับคุณ

# EmailTemplateRecommendation_AssessmentDueFormat
source: {0} shared this assessment with you
ar_sa: {0} شارك هذا التقييم معك
es_es: {0} compartió esta evaluación con usted
ko_kr: {0}이(가) 귀하에게 이 평가를 공유함
nl_nl: {0} heeft deze beoordeling met je gedeeld
th_th: {0} ได้แบ่งปันแบบประเมินนี้ให้กับคุณ

# EmailTemplateRecommendation_AssessmentFormat
source: {0} shared this assessment with you
ar_sa: {0} شارك هذا التقييم معك
es_es: {0} compartió esta evaluación con usted
ko_kr: {0}이(가) 귀하에게 이 평가를 공유함
nl_nl: {0} heeft deze beoordeling met je gedeeld
th_th: {0} ได้แบ่งปันแบบประเมินนี้ให้กับคุณ

# EmailTemplateRecommendation_BookFormat
source: {0} shared this book with you
ar_sa: {0} شارك هذا الكتاب معك
es_es: {0} compartió este libro con usted
ko_kr: {0}이(가) 귀하에게 이 책을 공유함
nl_nl: {0} heeft dit boek met je gedeeld
th_th: {0} ได้แบ่งปันหนังสือเล่มนี้ให้กับคุณ

# EmailTemplateRecommendation_CourseDueFormat
source: {0} shared this course with you
ar_sa: {0} شارك مقطع الفيديو هذا معك
es_es: {0} compartió este curso con usted
ko_kr: {0}이(가) 귀하에게 이 과정을 공유함
nl_nl: {0} heeft deze cursus met je gedeeld
th_th: {0} ได้แบ่งปันหลักสูตรนี้ให้กับคุณ

# EmailTemplateRecommendation_CourseFormat
source: {0} shared this course with you
ar_sa: {0} شارك مقطع الفيديو هذا معك
es_es: {0} compartió este curso con usted
ko_kr: {0}이(가) 귀하에게 이 과정을 공유함
nl_nl: {0} heeft deze cursus met je gedeeld
th_th: {0} ได้แบ่งปันหลักสูตรนี้ให้กับคุณ

# EmailTemplateRecommendation_EpisodeDueFormat
source: {0} shared this podcast episode with you
ar_sa: {0} شارك هذه الحلقة الإذاعية معك
es_es: {0} compartió este episodio de podcast con usted
ko_kr: {0}이(가) 귀하에게 이 팟캐스트 에피소드를 공유함
nl_nl: {0} heeft deze podcastaflevering met je gedeeld
th_th: {0} ได้แบ่งปันพอดแคสต์ตอนนี้ให้กับคุณ

# EmailTemplateRecommendation_EpisodeFormat
source: {0} shared this podcast episode with you
ar_sa: {0} شارك هذه الحلقة الإذاعية معك
es_es: {0} compartió este episodio de podcast con usted
ko_kr: {0}이(가) 귀하에게 이 팟캐스트 에피소드를 공유함
nl_nl: {0} heeft deze podcastaflevering met je gedeeld
th_th: {0} ได้แบ่งปันพอดแคสต์ตอนนี้ให้กับคุณ

# EmailTemplateRecommendation_EventDueFormat
source: {0} shared this event with you
ar_sa: {0} شارك هذه الفاعلية معك
es_es: {0} compartió este evento con usted
ko_kr: {0}이(가) 귀하에게 이 이벤트를 공유함
nl_nl: {0} heeft deze gebeurtenis met je gedeeld
th_th: {0} ได้แนะนำกิจกรรมนี้ให้กับคุณ

# EmailTemplateRecommendation_EventFormat
source: {0} shared this event with you
ar_sa: {0} شارك هذه الفاعلية معك
es_es: {0} compartió este evento con usted
ko_kr: {0}이(가) 귀하에게 이 이벤트를 공유함
nl_nl: {0} heeft deze gebeurtenis met je gedeeld
th_th: {0} ได้แนะนำกิจกรรมนี้ให้กับคุณ

# EmailTemplateRecommendation_GroupArticleFormat
source: {0} shared this article with {1}
ar_sa: {0} شارك هذا المقال مع {1}
es_es: {0} compartió este artículo con {1}
ko_kr: {0}이(가) {1}에게 이 기사를 공유함
nl_nl: {0} heeft dit artikel met {1} gedeeld
th_th: {0} ได้แบ่งปันบทความนี้ให้กับ {1}

# EmailTemplateRecommendation_GroupAssessmentDueFormat
source: {0} shared this assessment with {1}
ar_sa: {0} شارك هذا التقييم مع {1}
es_es: {0} compartió esta evaluación con {1}
ko_kr: {0}이(가) {1}에게 이 평가를 공유함
nl_nl: {0} heeft deze beoordeling met {1} gedeeld
th_th: {0} ได้แบ่งปันแบบประเมินนี้ให้กับ {1}

# EmailTemplateRecommendation_GroupAssessmentFormat
source: {0} shared this assessment with {1}
ar_sa: {0} شارك هذا التقييم مع {1}
es_es: {0} compartió esta evaluación con {1}
ko_kr: {0}이(가) {1}에게 이 평가를 공유함
nl_nl: {0} heeft deze beoordeling met {1} gedeeld
th_th: {0} ได้แบ่งปันแบบประเมินนี้ให้กับ {1}

# EmailTemplateRecommendation_GroupEpisodeDueFormat
source: {0} shared this podcast episode {1}
ar_sa: {0} شارك هذه الحلقة الإذاعية {1}
es_es: {0} compartió el episodio de podcast {1}
ko_kr: {0}이(가) 팟캐스트 에피소드 {1}을(를) 공유함
nl_nl: {0} heeft deze podcastaflevering met {1} gedeeld
th_th: {0} ได้แบ่งปันพอดแคสต์ตอนนี้ {1}

# EmailTemplateRecommendation_GroupEpisodeFormat
source: {0} shared this podcast episode with {1}
ar_sa: {0} شارك هذه الحلقة الإذاعية مع {1}
es_es: {0} compartió este episodio de podcast con {1}
ko_kr: {0}이(가) {1}에게 이 팟캐스트 에피소드를 공유함
nl_nl: {0} heeft deze podcastaflevering met {1} gedeeld
th_th: {0} ได้แบ่งปันพอดแคสต์ตอนนี้ให้กับ {1}

# EmailTemplateRecommendation_GroupEventDueFormat
source: {0} shared this event {1} with you
ar_sa: {0} شارك هذه الفاعلية {1} معك
es_es: {0} compartió el evento {1} con usted
ko_kr: {0}이(가) 귀하에게 이벤트 {1}을(를) 공유함
nl_nl: {0} heeft deze gebeurtenis {1} met je gedeeld
th_th: {0} ได้แบ่งปันกิจกรรมนี้ {1} ให้กับคุณ

# EmailTemplateRecommendation_GroupEventFormat
source: {0} shared this event with {1}
ar_sa: {0} شارك هذه الفاعلية مع {1}
es_es: {0} compartió este evento con {1}
ko_kr: {0}이(가) {1}에게 이 이벤트를 공유함
nl_nl: {0} heeft deze gebeurtenis met {1} gedeeld
th_th: {0} ได้แบ่งปันกิจกรรมนี้ให้กับ {1}

# EmailTemplateRecommendation_GroupPathwayDueFormat
source: {0} shared this pathway with {1}
ar_sa: {0} شارك هذا المساق مع {1}
es_es: {0} compartió este itinerario con {1}
ko_kr: {0}이(가) {1}에게 이 경로를 공유함
nl_nl: {0} heeft dit traject met {1} gedeeld
th_th: {0} ได้แบ่งปันเส้นทางการเรียนรู้นี้ให้กับ {1}

# EmailTemplateRecommendation_GroupPathwayFormat
source: {0} shared this pathway with {1}
ar_sa: {0} شارك هذا المساق مع {1}
es_es: {0} compartió este itinerario con {1}
ko_kr: {0}이(가) {1}에게 이 경로를 공유함
nl_nl: {0} heeft dit traject met {1} gedeeld
th_th: {0} ได้แบ่งปันเส้นทางการเรียนรู้นี้ให้กับ {1}

# EmailTemplateRecommendation_GroupTargetDueFormat
source: {0} shared this role with {1}
ar_sa: {0} شارك هذا الدور مع {1}
es_es: {0} compartió este rol con {1}
ko_kr: {0}이(가) {1}에게 이 역할을 공유함
nl_nl: {0} heeft deze rol met {1} gedeeld
th_th: {0} ได้แบ่งปันบทบาทนี้ให้กับ {1}
