Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# EmbedLearnCtrl_EmptyTotalEvent
source: Be the first person to add this event
ar_sa: كن أول من يضيف هذه الفعالية
es_es: Sé la primera persona en agregar este evento
ko_kr: 이 이벤트를 추가하는 첫번째 사람이 되세요
nl_nl: Wees de eerste persoon die dit evenement toevoegt
th_th: เป็นคนแรกที่เพิ่มกิจกรรมนี้

# EmbedLearnCtrl_EmptyTotalFile
source: Be the first person to add this file
ar_sa: كن أول من يضيف هذا الملف
es_es: Sé la primera persona en agregar este archivo
ko_kr: 이 파일을 추가하는 첫번째 사람이 되세요
nl_nl: Wees de eerste persoon die dit bestand toevoegt
th_th: เป็นคนแรกที่เพิ่มไฟล์นี้

# EmbedLearnCtrl_EmptyTotalProvider
source: Be the first person to add this provider
ar_sa: كن أول من يضيف جهة تقديم الدورات هذه
es_es: Sé la primera persona en agregar a este proveedor
ko_kr: 이 제공자를 추가하는 첫번째 사람이 되세요
nl_nl: Wees de eerste persoon die deze aanbieder toevoegt
th_th: เป็นคนแรกที่เพิ่มผู้ให้บริการนี้

# EmbedLearnCtrl_EmptyTotalVideo
source: Be the first person to add this video
ar_sa: كن أول من يضيف مقطع الفيديو هذا
es_es: Sé la primera persona en agregar este video
ko_kr: 이 동영상을 추가하는 첫번째 사람이 되세요
nl_nl: Wees de eerste persoon die deze video toevoegt
th_th: เป็นคนแรกที่เพิ่มวิดีโอนี้

# EmbedLearnCtrl_SingularTotalArticle
source: 1 person has read this article
ar_sa: 1 شخص قرأ هذا المقال
es_es: 1 persona leyó este artículo
ko_kr: 1명이 이 아티클을 읽었습니다
nl_nl: 1 persoon heeft dit artikel gelezen
th_th: บุคคล 1 คนอ่านบทความนี้แล้ว

# EmbedLearnCtrl_SingularTotalAssessment
source: 1 person has completed this assessment
ar_sa: 1 شخص أتم هذا التقييم
es_es: 1 persona completó esta evaluación
ko_kr: 1명이 이 평가를 완료했습니다
nl_nl: 1 persoon heeft deze beoordeling voltooid
th_th: บุคคล 1 คนทำแบบประเมินนี้แล้ว

# EmbedLearnCtrl_SingularTotalBook
source: 1 person has read this book
ar_sa: 1 شخص قرأ هذا الكتاب
es_es: 1 persona leyó este libro
ko_kr: 1명이 이 책을 읽었습니다
nl_nl: 1 persoon heeft dit boek gelezen
th_th: บุคคล 1 คนอ่านหนังสือเล่มนี้แล้ว

# EmbedLearnCtrl_SingularTotalCourse
source: 1 person has taken this course
ar_sa: 1 شخص درس هذه الدورة التعليمية
es_es: 1 persona tomó este curso
ko_kr: 1명이 이 과정을 선택했습니다
nl_nl: 1 persoon heeft deze cursus gevolgd
th_th: บุคคล 1 คนเข้าเรียนในหลักสูตรนี้แล้ว

# EmbedLearnCtrl_SingularTotalEpisode
source: 1 person has completed this episode
ar_sa: 1 شخص أتم هذه الحلقة
es_es: 1 persona completó este episodio
ko_kr: 1명이 이 에피소드를 완료했습니다
nl_nl: 1 persoon heeft deze aflevering voltooid
th_th: บุคคล 1 คนฟังพอดแคสต์ตอนนี้แล้ว

# EmbedLearnCtrl_SingularTotalEvent
source: 1 person has attended this event
ar_sa: 1 شخص حضر هذه الفعالية
es_es: 1 persona asistió a este evento
ko_kr: 1명이 이 이벤트에 참가했습니다
nl_nl: 1 persoon heeft dit evenement bijgewoond
th_th: บุคคล 1 คนเข้าร่วมงานกิจกรรมนี้แล้ว

# EmbedLearnCtrl_SingularTotalFile
source: 1 person has completed this file
ar_sa: 1 شخص أتم هذا الملف
es_es: 1 persona completó este archivo
ko_kr: 1명이 이 파일을 완료했습니다
nl_nl: 1 persoon heeft dit bestand voltooid
th_th: บุคคล 1 คนดำเนินการกับไฟล์นี้แล้ว

# EmbedLearnCtrl_SingularTotalProvider
source: 1 person has taken courses from this provider
ar_sa: درس شخص واحد دورات تعليمية من خلال جهة تقديم الدورات هذه
es_es: 1 persona tomó cursos de este proveedor
ko_kr: 1명이 이 제공자에게서 과정을 선택했습니다
nl_nl: 1 persoon heeft cursussen van deze aanbieder gevolgd
th_th: บุคคล 1 คนเข้าเรียนในบทเรียนของผู้ให้บริการนี้แล้ว

# EmbedLearnCtrl_SingularTotalVideo
source: 1 person has watched this video
ar_sa: 1 شخص شاهد مقطع الفيديو هذا
es_es: 1 persona miró este video
ko_kr: 1명이 이 동영상을 시청했습니다
nl_nl: 1 persoon heeft deze video gekeken
th_th: บุคคล 1 คนรับชมวิดีโอนี้แล้ว

# EmbedLearnCtrl_TotalArticleFormat
source: {{count}} people have read this article
ar_sa: {{count}} شخص قرأوا هذا المقال
es_es: {{count}} personas leyeron este artículo
ko_kr: {{count}} 명이 이 아티클을 읽었습니다
nl_nl: {{count}} personen hebben dit artikel gelezen
th_th: บุคคล {{count}} คนอ่านบทความนี้แล้ว

# EmbedLearnCtrl_TotalAssessmentFormat
source: {{count}} people have completed this assessment
ar_sa: {{count}} شخص أتموا هذا التقييم
es_es: {{count}} personas completaron esta evaluación
ko_kr: {{count}} 명이 이 평가를 완료했습니다
nl_nl: {{count}} personen hebben deze beoordeling voltooid
th_th: บุคคล {{count}} คนทำแบบประเมินนี้แล้ว

# EmbedLearnCtrl_TotalBookFormat
source: {{count}} people have read this book
ar_sa: {{count}} شخص قرأوا هذا الكتاب
es_es: {{count}} personas leyeron este libro
ko_kr: {{count}} 명이 이 책을 읽었습니다
nl_nl: {{count}} personen hebben dit boek gelezen
th_th: บุคคล {{count}} คนอ่านหนังสือเล่มนี้แล้ว

# EmbedLearnCtrl_TotalCourseFormat
source: {{count}} people have taken this course
ar_sa: {{count}} شخص درسوا هذه الدورة التعليمية
es_es: {{count}} personas tomaron este curso
ko_kr: {{count}} 명이 이 과정을 선택했습니다
nl_nl: {{count}} personen hebben deze cursus gevolgd
th_th: บุคคล {{count}} คนเข้าเรียนในหลักสูตรนี้แล้ว

# EmbedLearnCtrl_TotalEpisodeFormat
source: {{count}} people have completed this episode
ar_sa: {{count}} شخص أتموا هذه الحلقة
es_es: {{count}} personas completaron este episodio
ko_kr: {{count}} 명이 이 에피소드를 완료했습니다
nl_nl: {{count}} personen hebben deze aflevering voltooid
th_th: บุคคล {{count}} คนฟังพอดแคสต์ตอนนี้แล้ว

# EmbedLearnCtrl_TotalEventFormat
source: {{count}} people have attended this event
ar_sa: {{count}} شخص حضروا هذه الفعالية
es_es: {{count}} personas asistieron a este evento
ko_kr: {{count}} 명이 이 이벤트에 참가했습니다
nl_nl: {{count}} personen hebben dit evenement bijgewoond
th_th: บุคคล {{count}} คนเข้าร่วมงานกิจกรรมนี้แล้ว

# EmbedLearnCtrl_TotalFileFormat
source: {{count}} people have completed this file
ar_sa: {{count}} شخص أتموا هذا الملف
es_es: {{count}} personas completaron este archivo
ko_kr: {{count}} 명이 이 파일을 완료했습니다
nl_nl: {{count}} personen hebben deze aflevering voltooid
th_th: บุคคล {{count}} คนดำเนินการกับไฟล์นี้แล้ว

# EmbedLearnCtrl_TotalProviderFormat
source: {{count}} people have taken courses from this provider
ar_sa: درس عدد {{count}} من الأشخاص دورات تعليمية من خلال جهة تقديم الدورات هذه
es_es: {{count}} personas tomaron cursos de este proveedor
ko_kr: {{count}} 명이 이 제공자에게서 과정을 선택했습니다
nl_nl: {{count}} personen hebben cursussen van deze aanbieder gevolgd
th_th: บุคคล {{count}} คนเข้าเรียนในบทเรียนของผู้ให้บริการนี้แล้ว

# EmbedLearnCtrl_TotalVideoFormat
source: {{count}} people have watched this video
ar_sa: {{count}} شخص شاهدوا هذا الفيديو
es_es: {{count}} personas miraron este video
ko_kr: {{count}} 명이 이 동영상을 시청했습니다
nl_nl: {{count}} personen hebben deze video gekeken
th_th: บุคคล {{count}} คนรับชมวิดีโอนี้แล้ว

# EndorsementOptionsSvc_ContributionLarge
source: Large contribution
ar_sa: مساهمة واسعة النطاق
es_es: Gran contribución
ko_kr: 큰 기여
nl_nl: Grote bijdrage
th_th: ความช่วยเหลืออย่างมาก

# EndorsementOptionsSvc_ContributionModerate
source: Moderate contribution
ar_sa: مساهمة متوسطة النطاق
es_es: Contribución moderada
ko_kr: 적정한 기여
nl_nl: Matige bijdrage
th_th: ความช่วยเหลือปานกลาง

# EndorsementOptionsSvc_ContributionNone
source: Did not contribute
ar_sa: لم يساهم
es_es: Sin contribución
ko_kr: 기여하지 않음
nl_nl: Heeft niet bijgedragen
th_th: ไม่ช่วยเหลือ

# EndorsementOptionsSvc_ContributionSmall
source: Small contribution
ar_sa: مساهمة ضئيلة
es_es: Contribución pequeña
ko_kr: 작은 기여
nl_nl: Kleine bijdrage
th_th: ความช่วยเหลือเล็กน้อย

# EndorsementOptionsSvc_ContributionVeryLarge
source: Very large contribution
ar_sa: مساهمة واسعة النطاق جدًا
es_es: Contribución muy grande
ko_kr: 매우 큰 기여
nl_nl: Zeer grote bijdrage
th_th: ความช่วยเหลืออย่างมากเป็นพิเศษ

# EndorsementOptionsSvc_DifficultyExtremely
source: Extremely Difficult
ar_sa: صعب للغاية
es_es: Extremadamente difícil
ko_kr: 극도로 어려움
nl_nl: Zeer moeilijk
th_th: ยากมากเป็นพิเศษ

# EndorsementOptionsSvc_DifficultyNot
source: Not Difficult
ar_sa: غير صعب
es_es: No difícil
ko_kr: 어렵지 않음
nl_nl: Niet moeilijk
th_th: ง่าย

# EndorsementOptionsSvc_DifficultySlightly
source: Slightly Difficult
ar_sa: صعب بعض الشيء
es_es: Levemente difícil
ko_kr: 약간 어려움
nl_nl: Een beetje moeilijk
th_th: ไม่ยากนัก

# EndorsementOptionsSvc_DifficultySomewhat
source: Somewhat Difficult
ar_sa: صعب إلى حد ما
es_es: Algo difícil
ko_kr: 다소 어려움
nl_nl: Enigszins moeilijk
th_th: ค่อนข้างยาก

# EndorsementOptionsSvc_DifficultyVery
source: Very Difficult
ar_sa: صعب جدًا
es_es: Muy difícil
ko_kr: 매우 어려움
nl_nl: Zeer moeilijk
th_th: ยากมาก

# EndorsementOptionsSvc_ExpertLevel1
source: 30th percentile or below
ar_sa: 30 في المائة أو أقل
es_es: Percentil 30 o inferior
ko_kr: 30번째 백분위수 이하
nl_nl: 30ste percentiel of lager
th_th: เปอร์เซ็นไทล์ที่ 30 หรือน้อยกว่า

# EndorsementOptionsSvc_ExpertLevel2
source: 30th to 49th percentile
ar_sa: من 30 في المائة إلى 49 في المائة
es_es: Percentil de 30 a 49
ko_kr: 30번째에서 49번째 백분위수
nl_nl: 30ste tot 49ste percentiel
th_th: เปอร์เซ็นไทล์ที่ 30 ถึง 49

# EndorsementOptionsSvc_ExpertLevel3
source: 50th to 69th percentile
ar_sa: من 50 في المائة إلى 69 في المائة
es_es: Percentil de 50 a 69
ko_kr: 50번째에서 69번째 백분위수
nl_nl: 50ste tot 69ste percentiel
th_th: เปอร์เซ็นไทล์ที่ 50 ถึง 69

# EndorsementOptionsSvc_ExpertLevel4
source: 70th to 89th percentile
ar_sa: من 70 في المائة إلى 89 في المائة
es_es: Percentil de 70 a 89
ko_kr: 70번째에서 89번째 백분위수
nl_nl: 70ste tot 89ste percentiel
th_th: เปอร์เซ็นไทล์ที่ 70 ถึง 89

# EndorsementOptionsSvc_ExpertLevel5
source: 90th to 99th percentile
ar_sa: من 90 في المائة إلى 99 في المائة
es_es: Percentil de 90 a 99
ko_kr: 90번째에서 99번째 백분위수
nl_nl: 90ste tot 99ste percentiel
th_th: เปอร์เซ็นไทล์ที่ 90 ถึง 99

# EndorsementOptionsSvc_MasteryCapable
source: Capable
ar_sa: متمكن
es_es: Capaz
ko_kr: 역량
nl_nl: Bekwaam
th_th: พอใช้

# EndorsementOptionsSvc_MasteryDistinguished
source: Distinguished
ar_sa: متميز
es_es: Notable
ko_kr: 출중
nl_nl: Gerenommeerd
th_th: โดดเด่น

# EndorsementOptionsSvc_MasteryEmerging
source: Emerging
ar_sa: صاعد
es_es: En ciernes
ko_kr: 출현
nl_nl: Opkomend
th_th: กำลังเรียนรู้

# EndorsementOptionsSvc_MasteryExperienced
source: Experienced
ar_sa: خبير
es_es: Experimentado
ko_kr: 경험
nl_nl: Ervaren
th_th: มีประสบการณ์

# EndorsementOptionsSvc_MasteryMaster
source: Master
ar_sa: أستاذ
es_es: Experto
ko_kr: 마스터
th_th: เชี่ยวชาญ

# EndorsementOptionsSvc_MasteryNovice
source: Novice
ar_sa: مبتدئ
es_es: Novato
ko_kr: 초심
nl_nl: Beginner
th_th: มือใหม่

# EndorsementOptionsSvc_People0To5
source: 0-5 People
ar_sa: 0-5 شخص
es_es: 0-5 personas
ko_kr: 0~5명
nl_nl: 0 tot 5 personen
th_th: 0-5 คน

# EndorsementOptionsSvc_People11To20
source: 11-20 People
ar_sa: 11-20 شخص
es_es: 11-20 personas
ko_kr: 11~20명
nl_nl: 11 tot 20 personen
th_th: 11-20 คน

# EndorsementOptionsSvc_People151Plus
source: 151+ People
ar_sa: +151 شخص
es_es: 151+ personas
ko_kr: 151명 이상
nl_nl: 151+ personen
th_th: 151 คนขึ้นไป

# EndorsementOptionsSvc_People21To40
source: 21-40 People
ar_sa: 21-40 شخص
es_es: 21-40 personas
ko_kr: 21~40명
nl_nl: 21 tot 40 personen
th_th: 21-40 คน

# EndorsementOptionsSvc_People41To80
source: 41-80 People
ar_sa: 41-80 شخص
es_es: 41-80 personas
ko_kr: 41~80명
nl_nl: 41 tot 80 personen
th_th: 41-80 คน

# EndorsementOptionsSvc_People6To10
source: 6-10 People
ar_sa: 6-10 شخص
es_es: 6-10 personas
ko_kr: 6~10명
nl_nl: 6 tot 10 personen
th_th: 6-10 คน

# EndorsementOptionsSvc_People81To150
source: 81-150 People
ar_sa: 81-150 شخص
es_es: 81-150 personas
ko_kr: 81~150명
nl_nl: 81 tot 150 personen
th_th: 81-150 คน

# EndorsementOptionsSvc_Percentile30Minus
source: 30th percentile or below
ar_sa: 30 في المائة أو أقل
es_es: Percentil 30 o inferior
ko_kr: 30번째 백분위수 이하
nl_nl: 30ste percentiel of lager
th_th: เปอร์เซ็นไทล์ที่ 30 หรือน้อยกว่า

# EndorsementOptionsSvc_Percentile30To49
source: 30th to 49th percentile
ar_sa: من 30 في المائة إلى 49 في المائة
es_es: Percentil de 30 a 49
ko_kr: 30번째에서 49번째 백분위수
nl_nl: 30ste tot 49ste percentiel
th_th: เปอร์เซ็นไทล์ที่ 30 ถึง 49

# EndorsementOptionsSvc_Percentile50To69
source: 50th to 69th percentile
ar_sa: من 50 في المائة إلى 69 في المائة
es_es: Percentil de 50 a 69
ko_kr: 50번째에서 69번째 백분위수
nl_nl: 50ste tot 69ste percentiel
th_th: เปอร์เซ็นไทล์ที่ 50 ถึง 69

# EndorsementOptionsSvc_Percentile70To89
source: 70th to 89th percentile
ar_sa: من 70 في المائة إلى 89 في المائة
es_es: Percentil de 70 a 89
ko_kr: 70번째에서 89번째 백분위수
nl_nl: 70ste tot 89ste percentiel
th_th: เปอร์เซ็นไทล์ที่ 70 ถึง 89

# EndorsementOptionsSvc_Percentile90To99
source: 90th to 99th percentile
ar_sa: من 90 في المائة إلى 99 في المائة
es_es: Percentil de 90 a 99
ko_kr: 90번째에서 99번째 백분위수
nl_nl: 90ste tot 99ste percentiel
th_th: เปอร์เซ็นไทล์ที่ 90 ถึง 99

# EndorsementOptionsSvc_RelationshipClientOfFormat
source: You were a client of {{name}}
ar_sa: لقد كنت عميلًا لدى {{name}}
es_es: Fue cliente de {{name}}
ko_kr: 귀하는 {{name}}의 클라이언트이었습니다
nl_nl: Je was een klant van {{name}}
th_th: คุณเคยเป็นลูกค้าของ {{name}}

# EndorsementOptionsSvc_RelationshipDifferentCompanyFormat
source: You worked with {{name}} but at different companies
ar_sa: لقد عملت مع {{name}} لكن في شركات مختلفة
es_es: Trabajó con {{name}}, pero en empresas diferentes
ko_kr: 귀하는 {{name}}와(과) 같이 일했지만 다른 회사에서 일했습니다
nl_nl: Je werkte samen met {{name}}, maar bij verschillende bedrijven
th_th: คุณเคยทำงานกับ {{name}} แต่ทำงานที่บริษัทอื่น

# EndorsementOptionsSvc_RelationshipDifferentGroupFormat
source: You worked with {{name}} in different groups
ar_sa: لقد عملت مع {{name}} في مجموعات مختلفة
es_es: Trabajó con {{name}}, pero en grupos diferentes
ko_kr: 귀하는 {{name}}와(과) 같이 다른 그룹에서 일했습니다
nl_nl: Je werkte samen met {{name}} in verschillende groepen
th_th: คุณเคยทำงานกับ {{name}} ในกลุ่มอื่น

# EndorsementOptionsSvc_RelationshipManagedFormat
source: You managed {{name}} directly
ar_sa: لقد كنت مديرًا مباشرًا على {{name}}
es_es: Dirigió a {{name}} directamente
ko_kr: 귀하는 {{name}}의 직속 상관이었습니다
nl_nl: Je gaf direct leiding aan {{name}}
th_th: คุณเคยเป็นหัวหน้าของ {{name}} โดยตรง

# EndorsementOptionsSvc_RelationshipMentorFormat
source: You were a mentor for {{name}}
ar_sa: لقد كنت مشرًفا على {{name}}
es_es: Fue un mentor para {{name}}
ko_kr: 귀하는 {{name}}의 멘토이었습니다
nl_nl: Je was een mentor voor {{name}}
th_th: คุณเคยเป็นผู้สอนงานให้กับ {{name}}

# EndorsementOptionsSvc_RelationshipReportedToFormat
source: You reported directly to {{name}}
ar_sa: لقد كنت مرؤوسًا من {{name}}
es_es: Dependía directamente de {{name}}
ko_kr: 귀하는 {{name}}의 직속 부하이었습니다
nl_nl: Je rapporteerde direct aan {{name}}
th_th: คุณเคยเป็นผู้ใต้บังคับบัญชาโดยตรงของ {{name}}

# EndorsementOptionsSvc_RelationshipSameGroupFormat
source: You worked with {{name}} in the same group
ar_sa: لقد عملت مع {{name}} في نفس المجموعة
es_es: Trabajó con {{name}} en el mismo grupo
ko_kr: 귀하는 {{name}}와(과) 같이 같은 그룹에서 일했습니다
nl_nl: Je werkte samen met {{name}} in dezelfde groep
th_th: คุณเคยทำงานกับ {{name}} ในกลุ่มเดียวกัน

# EndorsementOptionsSvc_RelationshipSeniorToFormat
source: You were senior to {{name}} but didnâ€™t manage directly
ar_sa: لقد كنت أعلى رتبة من {{name}} لكنك لم تكن رئيسه المباشر
es_es: Fue el superior de {{name}}, pero no le dirigió directamente
ko_kr: 귀하는 {{name}}보다 상관이었지만 직속 상관은 아니었습니다
nl_nl: Je was hoger in rang dan {{name}}, maar je gaf niet direct leiding
th_th: คุณอยู่ในตำแหน่งสูงกว่า {{name}} แต่ไม่ได้เป็นหัวหน้าเขาโดยตรง

# EndorsementOptionsSvc_RelationshipSeniorToYouFormat
source: {{name}} was senior to you but didnâ€™t manage you directly
ar_sa: {{name}} كان أعلى رتبة منك لكنه لم يكن مديرك المباشر
es_es: {{name}} fue su superior, pero no le dirigió directamente
ko_kr: {{name}}은(는) 귀하보다 상관이었지만 직속 상관은 아니었습니다
nl_nl: {{name}} was hoger in rang maar gaf niet direct leiding aan jou
th_th: {{name}} มีตำแหน่งสูงกว่าคุณ แต่ไม่ได้เป็นหัวหน้าของคุณโดยตรง

# EndorsementOptionsSvc_RelationshipStudents
source: You were students together
ar_sa: لقد كنتم تدرسون سويًا
es_es: Estudiaron juntos
ko_kr: 귀하는 함께 학생이었습니다
nl_nl: Jullie waren studenten samen
th_th: คุณเคยเป็นเพื่อนนักเรียนกัน

# EndorsementOptionsSvc_RelationshipTeacherFormat
source: You were a teacher of {{name}}
ar_sa: لقد كنت مدرسًا لـ {{name}}
es_es: Fue profesor de {{name}}
ko_kr: 귀하는 {{name}}의 교사이었습니다
nl_nl: Je was een leraar van {{name}}
th_th: คุณเคยเป็นอาจารย์ของ {{name}}

# EndorsementOptionsSvc_RelationshipYourCientFormat
source: {{name}} was a client of yours
ar_sa: لقد كان {{name}} عميلًا لديك
es_es: {{name}} fue su cliente
ko_kr: {{name}}은(는) 귀하의 클라이언트이었습니다
nl_nl: {{name}} was een klant van jou
th_th: {{name}} เคยเป็นลูกค้าของคุณ

# EndorsementOptionsSvc_SignificanceExtremely
source: Extremely Significant
ar_sa: مهم للغاية
es_es: Extremadamente significativo
ko_kr: 극도로 중요
nl_nl: Zeer belangrijk
th_th: สำคัญมากเป็นพิเศษ

# EndorsementOptionsSvc_SignificanceNot
source: Not Significant
ar_sa: غير مهم
es_es: No significativo
ko_kr: 중요하지 않음
nl_nl: Niet belangrijk
th_th: ไม่สำคัญ

# EndorsementOptionsSvc_SignificanceSlightly
source: Slightly Significant
ar_sa: مهم بدرجة طفيفة
es_es: Levemente significativo
ko_kr: 조금 중요
nl_nl: Een beetje belangrijk
th_th: สำคัญเล็กน้อย

# EndorsementOptionsSvc_SignificanceSomewhat
source: Somewhat Significant
ar_sa: مهم إلى حد ما
es_es: Algo significativo
ko_kr: 약간 중요
nl_nl: Enigszins belangrijk
th_th: ค่อนข้างสำคัญ

# EndorsementOptionsSvc_SignificanceVery
source: Very Significant
ar_sa: مهم جدًا
es_es: Muy significativo
ko_kr: 매우 중요
nl_nl: Zeer belangrijk
th_th: สำคัญมาก

# EndorsementOptionsSvc_VerifyNo
source: No, something is incorrect
ar_sa: لا، شيء ما غير صحيح
es_es: No, algo no está bien
ko_kr: 아니오. 뭔가 잘못되었습니다
nl_nl: Nee, iets is onjuist
th_th: ไม่ใช่ มีบางอย่างไม่ถูกต้อง

# EndorsementOptionsSvc_VerifyPartial
source: Partially, I have knowledge of some of the information
ar_sa: جزئيًا، لدي علم ببعض المعلومات
es_es: Parcialmente, confirmo parte de la información
ko_kr: 부분적으로 이 정보에 대해서 압니다
nl_nl: Gedeeltelijk, ik heb kennis van een deel van de informatie
th_th: ก็มีบ้างบางส่วน ฉันมีความรู้เกี่ยวกับข้อมูลบางส่วน

# EndorsementOptionsSvc_VerifyUnknown
source: No, I don't have knowledge of any of the information
ar_sa: لا، ليس لدي علم بأي من هذه المعلومات
es_es: No, no puedo confirmar la información
ko_kr: 아니오. 이 정보에 대해서 모릅니다
nl_nl: Nee, ik heb helemaal geen kennis van de informatie
th_th: ไม่ใช่ ฉันไม่มีความรู้ในข้อมูลเหล่านี้เลย

# EndorsementOptionsSvc_VerifyYes
source: Yes, everything looks correct
ar_sa: نعم، كل شيء يبدو صحيحًا
es_es: Sí, todo parece estar bien
ko_kr: 예. 모든 것이 정확해 보입니다
nl_nl: Ja, alles lijkt correct
th_th: ใช่ ทุกอย่างดูถูกต้องดี

# EndorsementOptionsSvc_Years0To1
source: 0-1 Year
ar_sa: من صفر إلى عام واحد
es_es: 0-1 año
ko_kr: 0~1년
nl_nl: 0 tot 1 jaar
th_th: 0-1 ปี

# EndorsementOptionsSvc_Years11To14
source: 11-14 Years
ar_sa: 11-14 عامًا
es_es: 11-14 años
ko_kr: 11~14년
nl_nl: 11 tot 14 jaar
th_th: 11-14 ปี

# EndorsementOptionsSvc_Years15To20
source: 15-20 Years
ar_sa: 15-20 عامًا
es_es: 15-20 años
ko_kr: 15~20년
nl_nl: 15 tot 20 jaar
th_th: 15-20 ปี

# EndorsementOptionsSvc_Years21Plus
source: 21+ Years
ar_sa: +21 عامًا
es_es: 21+ años
ko_kr: 21년 이상
nl_nl: 21+ jaar
th_th: 21 ปีขึ้นไป

# EndorsementOptionsSvc_Years2To4
source: 2-4 Years
ar_sa: من عامين إلى أربعة أعوام
es_es: 2-4 años
ko_kr: 2~4년
nl_nl: 2 tot 4 jaar
th_th: 2-4 ปี

# EndorsementOptionsSvc_Years5To7
source: 5-7 Years
ar_sa: 5-7 أعوام
es_es: 5-7 años
ko_kr: 5~7년
nl_nl: 5 tot 7 jaar
th_th: 5-7 ปี

# EndorsementOptionsSvc_Years8To10
source: 8-10 Years
ar_sa: 8-10 أعوام
es_es: 8-10 años
ko_kr: 8~10년
nl_nl: 8 tot 10 jaar
th_th: 8-10 ปี

# EndorsementReasonForm_ReasonPlaceholder
source: I can’t endorse you right now because...
ar_sa: لا يمكنني المصادقة عليك الآن بسبب...
es_es: No puedo apoyarle ahora mismo porque...
ko_kr: 이런 이유로 지금은 귀하를 보증할 수 있습니다...
nl_nl: Ik kan je op dit moment geen onderschrijving geven omdat...
th_th: ฉันไม่สามารถสนับสนุนคุณได้ในตอนนี้เพราะ...

# EndorsementSvc_ErrorGetting
source: Sorry! There was an error retrieving the endorsement details.
ar_sa: نعتذر! حدث خطأ في استعادة تفاصيل المصادقة.
es_es: ¡Lo sentimos! Se produjo un error al recuperar los detalles del apoyo.
ko_kr: 죄송합니다! 보증 상세 정보를 검색하는 데 오류가 있었습니다.
nl_nl: Sorry! Er is een fout opgetreden tijdens het ophalen van de endorsement-gegevens.
th_th: ขออภัย! เกิดข้อผิดพลาดในการรับข้อมูลการสนับสนุน

# EndorsementSvc_ErrorSaving
source: Sorry! There was a problem saving your selection.
ar_sa: نعتذر! حدثت مشكلة أثناء حفظ اختيارك.
es_es: ¡Lo sentimos! Se produjo un problema al guardar su selección.
ko_kr: 죄송합니다! 선택을 저장하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het opslaan van jouw selectie.
th_th: ขออภัย! เกิดปัญหาในการบันทึกตัวเลือกของคุณ

# endorserForm_InvitationLabel
source: If you want, you can add a personal message to your endorser.
ar_sa: إذا كنت تود ذلك يمكنك إضافة رسالة شخصية للمصادق الخاص بك.
es_es: Si lo desea, puede agregar un mensaje personal a su avalador.
ko_kr: 원하시는 경우 보증자에게 개인적 메시지를 추가할 수 있습니다.
nl_nl: Als je wilt, kun je een persoonlijk bericht toevoegen voor jouw endorser.
th_th: ถ้าคุณต้องการ คุณสามารถเขียนข้อความส่วนตัวถึงผู้ที่ให้การสนับสนุนคุณได้

# endorserForm_LastNameLabel
source: What is their last name?
ar_sa: ما هو اسمه الأخير؟
es_es: ¿Cómo se apellida?
ko_kr: 이들의 성은 무엇입니까?
nl_nl: Wat is zijn/haar achternaam?
th_th: พวกเขามีนามสกุลว่าอะไร?

# endorsersForm_applicantsEmailValidationMessage
source: Please provide the endorser's email address, not your own email address
ar_sa: يرجى إضافة عنوان البريد الإلكتروني للمصادق وليس عنوان بريدك الإلكتروني
es_es: Facilite la dirección de correo electrónico del avalador, no la suya
ko_kr: 귀하 자신의 이메일 주소가 아닌 보증자의 이메일 주소를 제공하십시오.
nl_nl: Geef het e-mailadres van de endorser, niet je eigen e-mailadres
th_th: โปรดป้อนที่อยู่อีเมลของผู้ให้การสนับสนุน ไม่ใช่อีเมลของคุณเอง

# endorsersForm_InvalidEmailValidationMessage
source: Please enter a valid email address.
ar_sa: يرجى إدخال عنوان بريد إلكتروني صحيح.
es_es: Ingrese una dirección de correo electrónico válida.
ko_kr: 유효한 주소를 입력하십시오.
nl_nl: Voer een geldig e-mailadres in.
th_th: โปรดป้อนที่อยู่อีเมลที่ถูกต้อง

# endorsersForm_sameEmailValidationMessage
source: This email address is the same as another endorser's email address. Please provide a unique email address for each endorser.
ar_sa: عنوان البريد الإلكتروني هذا هو ذاته عنوان البريد الإلكتروني لمصادق آخر. يرجى إضافة عنوان بريد إلكتروني منفرد لكل مصادق.
es_es: Esta dirección de correo electrónico coincide con la del avalador de otra persona. Facilite una dirección de correo electrónico única por cada avalador.
ko_kr: 이메일 주소가 다른 보증자의 이메일 주소와 동일합니다. 각 보증자에 대한 고유한 이메일 주소를 제공하십시오.
nl_nl: Dit e-mailadres is hetzelfde als het e-mailadres van een andere endorser. Geef een uniek e-mailadres voor elke endorser.
th_th: ที่อยู่อีเมลนี้เหมือนกับที่อยู่อีเมลของผู้ให้การสนับสนุนอีกคนหนึ่ง โปรดป้อนอีเมลของผู้ให้การสนับสนุนที่ไม่ซ้ำกัน

# endorsersForm_ValidationMessage
source: This field is required.
ar_sa: هذا الحقل إجباري.
es_es: Este campo es obligatorio.
ko_kr: 이 필드는 필수입니다.
nl_nl: Dit veld is verplicht.
th_th: ต้องระบุข้อมูลในช่องนี้

# EpisodeFormCtrl_AddPodcast
source: Add Podcast Episode
ar_sa: أضف حلقة إذاعية
es_es: Agregar episodio en podcast
ko_kr: 팟캐스트 에피소드 추가
nl_nl: Podcastaflevering toevoegen
th_th: เพิ่มตอนของพอดแคสต์

# EpisodeFormCtrl_Category
source: Please add at least one category.
ar_sa: يرجى إضافة فئة واحدة على الأقل.
es_es: Agregue al menos una categoría.
ko_kr: 카테고리를 최소한 하나 이상 추가하십시오.
nl_nl: Voeg ten minste één categorie toe.
th_th: โปรดเพิ่มข้อมูลอย่างน้อยหนึ่งหมวดหมู่

# EpisodeFormCtrl_ChooseEpisode
source: Choose Episode
ar_sa: حدد حلقة
es_es: Seleccionar episodio
ko_kr: 에피소드 선택
nl_nl: Hoofdstuk kiezen
th_th: เลือกตอน

# EpisodeFormCtrl_DateCompleted
source: Date Completed
ar_sa: تاريخ الإكمال
es_es: Fecha completada
ko_kr: 완료한 날짜
nl_nl: Datum voltooid
th_th: วันที่เสร็จสิ้น

# EpisodeFormCtrl_EditPodcast
source: Edit Podcast Episode
ar_sa: تحرير حلقة إذاعية
es_es: Editar episodio en podcast
ko_kr: 팟캐스트 에피소드 편집
nl_nl: Podcastaflevering bewerken
th_th: แก้ไขตอนของพอดแคสต์
