Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# dgOrgInternalContentForm_ImageDisplayOption1
source: Small Image
ar_sa: صورة صغيرة
es_es: Imagen pequeña
ko_kr: 작은 이미지
nl_nl: Kleine afbeelding
th_th: รูปภาพขนาดเล็ก

# dgOrgInternalContentForm_ImageDisplayOption2
source: Large Image
ar_sa: صورة كبيرة
es_es: Imagen grande
ko_kr: 큰 이미지
nl_nl: Grote afbeelding
th_th: รูปภาพขนาดใหญ่

# dgOrgInternalContentForm_ImagePreviewAltText
source: Content Image Preview
ar_sa: معاينة صورة المحتوى
es_es: Previsualización de la imagen del contenido
ko_kr: 콘텐츠 이미지 미리 보기
nl_nl: Voorbeeld afbeelding content
th_th: ตัวอย่างรูปของเนื้อหา

# dgOrgInternalContentForm_ImageReuploadInstructions
source: Click thumbnail to reupload image.
ar_sa: انقر على الصورة المصغرة لإعادة تحميل الصورة.
es_es: Haga clic en la miniatura para volver a cargar la imagen.
ko_kr: 미리 보기를 클릭하여 이미지를 다시 업로드합니다.
nl_nl: Klik op de miniatuur om de afbeelding opnieuw te laden.
th_th: คลิกที่รูปขนาดย่อเพื่ออัปโหลดรูปภาพอีกครั้ง

# dgOrgInternalContentForm_InternalItemId
source: Internal Item ID
ar_sa: معرّف العنصر الداخلي
es_es: ID interna del elemento
ko_kr: 내부 항목 ID
nl_nl: Intern item-id
th_th: ID เนื้อหาภายใน

# dgOrgInternalContentForm_InvalidFileType
source: Invalid file type:
ar_sa: نوع ملف غير صالح:
es_es: Tipo de archivo no válido:
ko_kr: 잘못된 파일 형식:
nl_nl: Ongeldig bestandsstype:
th_th: ประเภทของไฟล์ไม่ถูกต้อง

# dgOrgInternalContentForm_ItemExistsCancel
source: No
ar_sa: لا
ko_kr: 아니오
nl_nl: Nee
th_th: ไม่

# dgOrgInternalContentForm_ItemExistsConfirm
source: Yes, continue
ar_sa: نعم، متابعة
es_es: Sí, continuar
ko_kr: 예. 계속합니다
nl_nl: Ja, doorgaan
th_th: ใช่ ดำเนินการต่อ

# dgOrgInternalContentForm_IWroteBook
source: I wrote this book
ar_sa: كتبت هذا الكتاب
es_es: Yo escribí este libro
ko_kr: 제가 이 책을 썼습니다
nl_nl: Ik schreef dit boek
th_th: ฉันเขียนหนังสือเล่มนี้

# dgOrgInternalContentForm_Languages
source: Languages
ar_sa: اللغات
es_es: Idiomas
ko_kr: 언어
nl_nl: Talen
th_th: ภาษา

# dgOrgInternalContentForm_ManageCredSparkAccount
source: Manage CredSpark
ar_sa: إدارة CredSpark
es_es: Gestionar CredSpark
ko_kr: CredSpark 관리
nl_nl: CredSpark beheren
th_th: จัดการ CredSpark

# dgOrgInternalContentForm_ManageOnCredSpark
source: Manage on CredSpark
ar_sa: الإدارة على CredSpark
es_es: Gestionar en CredSpark
ko_kr: CredSpark에서 관리
nl_nl: Beheer op CredSpark
th_th: จัดการใน CredSpark

# dgOrgInternalContentForm_NoLanguageFound
source: No Language Found
ar_sa: لم يتم العثور على أي لغة
es_es: No se ha encontrado ningún idioma
ko_kr: 언어를 찾을 수 없음
nl_nl: Geen taal gevonden
th_th: ไม่พบภาษา

# dgOrgInternalContentForm_NumberOfQuestions
source: Number of Questions
ar_sa: عدد الأسئلة
es_es: Número de preguntas
ko_kr: 질문의 수
nl_nl: Aantal vragen
th_th: จำนวนคำถาม

# dgOrgInternalContentForm_NumberOfUnits
source: Number of
ar_sa: عدد
es_es: Número de
ko_kr: ~의 수
nl_nl: Aantal
th_th: จำนวน

# dgOrgInternalContentForm_Or
source: or
ar_sa: أو
es_es: o
ko_kr: 또는
nl_nl: of
th_th: หรือ

# dgOrgInternalContentForm_ProcessingFile
source: processing file...
ar_sa: معالجة الملف...
es_es: procesando archivo...
ko_kr: 파일 처리 중...
nl_nl: bestand wordt verwerkt...
th_th: กำลังประมวลผลไฟล์...

# dgOrgInternalContentForm_RecordVideo
source: Record Video
ar_sa: تسجيل فيديو
es_es: Grabar video
ko_kr: 동영상 녹화
nl_nl: Video opnemen
th_th: บันทึกวิดีโอ

# dgOrgInternalContentForm_ReRecordVideo
source: Re-record Video
ar_sa: إعادة تسجيل فيديو
es_es: Volver a grabar video
ko_kr: 동영상 다시 녹화
nl_nl: Video opnieuw opnemen
th_th: บันทึกวิดีโอใหม่อีกครั้ง

# dgOrgInternalContentForm_ReSyncCredSpark
source: Re-sync
ar_sa: إعادة المزامنة
es_es: Volver a sincronizar
ko_kr: 다시 동기화
nl_nl: Sync opnieuw
th_th: ซิงค์อีกครั้ง

# dgOrgInternalContentForm_ReUploadRecording
source: Re-upload Recording
ar_sa: إعادة تحميل التسجيل
es_es: Volver a cargar la grabación
ko_kr: 레코딩 다시 업로드
nl_nl: Opname opnieuw uploaden
th_th: อัปโหลดการบันทึกอีกครั้ง

# dgOrgInternalContentForm_ScormFile
source: SCORM File
ar_sa: ملف "سكورم"
es_es: Archivo SCORM
ko_kr: SCORM 파일
nl_nl: SCORM-bestand
th_th: ไฟล์ SCORM

# dgOrgInternalContentForm_ScormInstructions
source: Select SCORM zip file or drag/drop
ar_sa: تحديد ملف مضغوط من "سكورم" أو سحبه/إفلاته
es_es: Seleccione archivo comprimido SCORM o arrastre y suelte
ko_kr: SCORM 압축 파일을 선택하거나 드래그/드롭
nl_nl: SCORM zip-bestand of slepen/neerzetten
th_th: เลือกไฟล์ zip SCORM หรือลาก/วาง

# dgOrgInternalContentForm_ScormPackageCheckbox
source: SCORM Package
ar_sa: حزمة "سكورم"
es_es: Paquete SCORM
ko_kr: SCORM 패키지
nl_nl: SCORM-pakket
th_th: แพ็กเกจ SCORM

# dgOrgInternalContentForm_ScormPackageUpdateCheckbox
source: Update SCORM Package
ar_sa: تحديث حزمة SCORM
es_es: Actualizar paquete SCORM
ko_kr: SCORM 패키지 업데이트
nl_nl: SCORM-pakket bijwerken
th_th: อัปเดตแพ็กเกจ SCORM

# dgOrgInternalContentForm_SelectLanguage
source: Select Language
ar_sa: تحديد اللغة
es_es: Seleccionar idioma
ko_kr: 언어 선택
nl_nl: Taal selecteren
th_th: เลือกภาษา

# dgOrgInternalContentForm_UnableToUpload
source: Unable to upload
ar_sa: لا يمكن التحميل
es_es: No es posible cargarlo
ko_kr: 업로드할 수 없음
nl_nl: Kan niet uploaden
th_th: ไม่สามารถอัปโหลดได้

# dgOrgInternalContentForm_UploadImage
source: Upload Image
ar_sa: تحميل صورة
es_es: Cargar imagen
ko_kr: 이미지 업로드
nl_nl: Afbeelding uploaden
th_th: อัปโหลดรูปภาพ

# dgOrgInternalContentForm_UploadRecording
source: Upload Recording
ar_sa: تحميل التسجيل
es_es: Cargar la grabación
ko_kr: 레코딩 업로드
nl_nl: Opname uploaden
th_th: อัปโหลดการบันทึก

# dgOrgInternalContentForm_VideoDescription
source: Description
ar_sa: الوصف
es_es: Descripción
ko_kr: 설명
nl_nl: Beschrijving
th_th: คำอธิบาย

# dgOrgInternalContentForm_VideoExistsDescription
source: The video you are trying to add was previously added. Any content added here will overwrite the existing video. Would you like to update it with this new information?
ar_sa: الفيديو الذي تحاول إضافته تم إضافته سابقًا. أي محتوى مُضاف هنا سيحل محل الفيديو الحالي. هل ترغب في تحديثه باستخدام هذه المعلومات الجديدة؟
es_es: El video que está intentando agregar ya fue agregado. Todo contenido que agregue aquí sobrescribirá el video existente. ¿Quiere actualizarlo con la información nueva?
ko_kr: 추가하려고 시도하는 동영상은 이전에 추가되었습니다. 여기에 추가된 콘텐츠는 기존의 동영상을 덮어쓰게 됩니다. 새 정보로 업데이트하시겠습니까?
nl_nl: De video die je probeert toe te voegen werd eerder toegevoegd. Eventuele content die hier wordt toegevoegd, zal de bestaande video overschrijven. Wil je het updaten met deze nieuwe informatie?
th_th: วิดีโอที่คุณพยายามจะเพิ่มนั้นเคยถูกเพิ่มไปแล้วก่อนหน้านี้ เนื้อหาใดๆ ที่เพิ่มเข้าไปในส่วนนี้จะเขียนทับวิดีโอที่มีอยู่เดิม คุณต้องการอัปเดตด้วยข้อมูลใหม่นี้หรือไม่?

# dgOrgInternalContentForm_VideoExistsTitle
source: This video URL already exists
ar_sa: عنوان URL الخاص بهذا الفيديو موجود بالفعل
es_es: La URL de este video ya existe
ko_kr: 이 동영상 URL은 이미 존재
nl_nl: Deze video-URL bestaat al
th_th: มี URL วิดีโอนี้อยู่แล้ว

# dgOrgInternalContentForm_VideoFilesizeError
source: Sorry! Your file must be less than 1GB.
ar_sa: نعتذر! يجب أن يكون ملفك أقل من 1 جيجابايت.
es_es: ¡Lo sentimos! Su archivo debe ser de menos de 1 GB.
ko_kr: 죄송합니다! 파일은 1GB보다 작아야 합니다.
nl_nl: Sorry! Jouw bestand moet kleiner zijn dan 1GB.
th_th: ขออภัย! ไฟล์ของคุณต้องมีขนาดเล็กกว่า 1GB

# dgOrgInternalContentForm_VideoFiletypeError
source: Sorry! You can only upload videos with the .mp4 file extension.
ar_sa: نعتذر! يمكنك فقط تحميل ملفات الفيديو مع ملحق الملف .mp4.
es_es: ¡Lo sentimos! Solo puede cargar videos con extensión de archivo .mp4.
ko_kr: 죄송합니다! .mp4 파일 확장자의 동영상만 업로드할 수 있습니다.
nl_nl: Sorry! Je kunt alleen video's uploaden met extensie .mp4.
th_th: ขออภัย! คุณสามารถอัปโหลดวิดีโอที่มีนามสกุล .mp4 เท่านั้น

# dgOrgInternalContentForm_VideoFormat
source: Video Format
ar_sa: تنسيق الفيديو
es_es: Formato de video
ko_kr: 동영상 형식
nl_nl: Video-formaat
th_th: รูปแบบวิดีโอ

# dgOrgInternalContentForm_VideoFormPlaceholder
source: Choose Video Format
ar_sa: اختيار تنسيق الفيديو
es_es: Seleccionar formato de video
ko_kr: 동영상 형식 선택
nl_nl: Video-formaat kiezen
th_th: เลือกรูปแบบวิดีโอ

# dgOrgInternalContentForm_VideoLength
source: Video Length (minutes)
ar_sa: مدة الفيديو (دقائق)
es_es: Duración de video (minutos)
ko_kr: 동영상 길이 (분)
nl_nl: Lengte video (minuten)
th_th: ความยาววิดีโอ (นาที)

# dgOrgInternalContentForm_VideoTimeLimit
source: You can record up to {{timeLimit}} minutes of video.
ar_sa: يمكنك تسجيل ما يصل إلى {{timeLimit}} من دقائق الفيديو.
es_es: Puede grabar hasta {{timeLimit}} minutos de video.
ko_kr: {{timeLimit}}분의 동영상까지 녹화할 수 있습니다.
nl_nl: Je kunt tot {{timeLimit}} minuten video opnemen.
th_th: คุณสามารถบันทึกวิดีโอได้สูงสุด {{timeLimit}} นาที

# dgOrgInternalContentForm_VideoTitle
source: Title
ar_sa: العنوان
es_es: Título
ko_kr: 제목
nl_nl: Titel
th_th: ชื่อ

# dgOrgInternalContentForm_VideoUploadLimit
source: Files can be videos ({{filePattern}}) up to {{filesizeLimit}} in size.
ar_sa: يمكن أن تكون ملفات أشرطة الفيديو ({{filePattern}}) تصل إلى {{filesizeLimit}} في الحجم.
es_es: Los archivos pueden ser videos ({{filePattern}}) de hasta {{filesizeLimit}}.
ko_kr: 파일은 최대 {{filesizeLimit}} 크기의 동영상({{filePattern}})이어야 합니다.
nl_nl: Bestanden mogen video's ({{filePattern}}) zijn tot een grootte van {{filesizeLimit}}.
th_th: ไฟล์สามารถเป็นวิดีโอ ({{filePattern}}) ขนาดไม่เกิน {{filesizeLimit}}

# dgOrgInternalContentForm_VideoURL
source: Video URL
ar_sa: عنوان URL الخاص بالفيديو
es_es: URL del video
ko_kr: 동영상 URL
th_th: URL วิดีโอ

# dgOrgInvite_CommaSeparated
source: comma separated
ar_sa: مفصول بفاصلة
es_es: separadas por comas
ko_kr: 쉼표로 구분
nl_nl: kommagescheiden
th_th: คั่นด้วยจุลภาค

# dgOrgInvite_EmailAddresses
source: Email Addresses
ar_sa: عناوين البريد الإلكتروني
es_es: Direcciones de correo electrónico
ko_kr: 이메일 주소
nl_nl: E-mailadressen
th_th: ที่อยู่อีเมล

# dgOrgInvite_InviteEmailsOverview
source: Or, let us send an invite for you! List emails of coworkers in the field below.
ar_sa: أو، دعونا نرسل لكم دعوة! إدراج عناوين البريد الإلكتروني لزملاء المجال في الحقل أدناه.
es_es: ¡O déjenos enviar invitaciones en su nombre! Enumere los correos electrónicos de sus colegas en el campo a continuación.
ko_kr: 또는 저희가 대신에 초대를 보내겠습니다! 아래 필드에 동료의 이메일 주소를 나열합니다.
nl_nl: Of laat ons een uitnodiging sturen voor jou! Vermeld e-mailadressen van collega's in het veld hieronder.
th_th: หรือให้เราส่งคำเชิญให้คุณ! รายการอีเมลของเพื่อนร่วมงานในช่องด้านล่าง

# dgOrgInvite_InviteLinkOverview
source: Quickly invite others to join you on Degreed using this invite link.
ar_sa: دعوة الآخرين سريعًا للالتحاق بك على Degreed باستخدام رابط الدعوة.
es_es: Invite de manera rápida a otros para que se unan a usted en Degreed con este vínculo de invitación.
ko_kr: 이 초대 링크를 사용하여 다른 사람들이 Degreed에 참가하도록 빠르게 초대합니다.
nl_nl: Snel uitnodigingen sturen naar anderen om lid te worden van Degreed met behulp van deze uitnodigingslink.
th_th: เชิญผู้อื่นให้มาร่วมใช้งาน Degreed กับคุณด้วยลิงก์คำเชิญนี้

# dgOrgInvite_InviteTitle
source: Invite People
ar_sa: دعوة أشخاص
es_es: Invitar a gente
ko_kr: 사람들 초대
nl_nl: Personen uitnodigen
th_th: เชิญผู้คน

# dgOrgInvite_Send
source: Send
ar_sa: إرسال
es_es: Enviar
ko_kr: 보내기
nl_nl: Verzenden
th_th: ส่ง

# dgOrgMembers_AddAMessage
source: Add a message
ar_sa: إضافة رسالة
es_es: Agregar un mensaje
ko_kr: 메시지 추가
nl_nl: Een bericht toevoegen
th_th: เขียนข้อความ

# dgOrgMembers_AddMembersTitleFormat
source: Add people to {{org}}
ar_sa: إضافة أشخاص إلى {{org}}
es_es: Agregar personas a {{org}}
ko_kr: 사람들을 {{org}}에 추가
nl_nl: Personen toevoegen aan {{org}}
th_th: เพิ่มผู้คนไปยัง {{org}}

# dgOrgMembers_AddPeople
source: Add People
ar_sa: إضافة أشخاص
es_es: Agregar personas
ko_kr: 사람들 추가
nl_nl: Personen toevoegen
th_th: เพิ่มผู้คน

# dgOrgMembers_CopyTheURL
source: Copy the URL
ar_sa: نسخ URL
es_es: Copiar la URL
ko_kr: URL을 복사
nl_nl: Kopieer de URL
th_th: คัดลอก URL

# dgOrgMembers_EmailDomainChangeFormat
source: Contact your representative to update your organization's accepted email domains.
ar_sa: اتصل بممثلك الشخصي لتحديث نطاقات البريد الإلكتروني المقبولة لمؤسستك.
es_es: Contacte con su representante para actualizar los dominios de correo electrónico aceptados por su empresa.
ko_kr: 담당자에게 연락하셔서 조직에게 수락된 이메일 도메인을 업데이트합니다.
nl_nl: Neem contact op met je vertegenwoordiger om de geaccepteerde e-maildomeinen van je organisatie bij te werken.
th_th: ติดต่อตัวแทนของคุณเพื่ออัพเดทอีเมลโดเมนที่องค์กรของคุณรับ

# dgOrgMembers_EmailInstructions
source: Members of your team must have an email address that ends in:
ar_sa: يجب أن يكون لدى أعضاء فريقك عنوان بريد إلكتروني ينتهي بـ:
es_es: Los miembros de su equipo deben tener una dirección de correo electrónico que acabe en:
ko_kr: 팀 멤버들의 이메일 주소는 다음으로 끝나야 합니다:
nl_nl: Leden van je team moeten een e-mailadres hebben dat eindigt met:
th_th: สมาชิกทีมของคุณจะต้องมีที่อยู่อีเมลที่ลงท้ายด้วย:

# dgOrgMembers_EmailPlaceholderText
source: Enter an email address
ar_sa: أدخل عنوان بريد إلكتروني
es_es: Ingrese correo electrónico
ko_kr: 이메일 주소 입력
nl_nl: E-mailadres invoeren
th_th: ป้อนที่อยู่อีเมล

# dgOrgMembers_InviteGroupInstructionsFormat
source: Quickly invite others to join you in the {{name}} group using this invite link.
ar_sa: دعوة سريعة للآخرين للانضمام لك في المجموعة {{name}} باستخدام رابط الدعوة هذا.
es_es: Invite de manera rápida a otros para que se unan a su grupo {{name}} con este vínculo de invitación.
ko_kr: 이 초대 링크를 사용하여 다른 사람들이 {{name}} 그룹에 참가하도록 빠르게 초대합니다.
nl_nl: Snel uitnodigingen sturen naar anderen van om lid te worden van jouw {{name}}-groep met behulp van deze uitnodigingslink.
th_th: เชิญผู้อื่นให้มาร่วมใช้งาน {{name}} กับคุณด้วยลิงก์คำเชิญนี้

# dgOrgMembers_InviteLabel
source: Invite by email
ar_sa: الدعوة عبر البريد الإلكتروني
es_es: Invitar por correo electrónico
ko_kr: 이메일로 초대
nl_nl: Uitnodigen per e-mail
th_th: เชิญทางอีเมล

# dgOrgMembers_InviteMembersTitleFormat
source: Invite Members to {{org}}
ar_sa: دعوة الأعضاء إلى {{org}}
es_es: Invitar a miembros a {{org}}
ko_kr: 멤버를 {{org}}에 초대
nl_nl: Leden uitnodigen voor {{org}}
th_th: เชิญสมาชิกมายัง {{org}}

# dgOrgMembers_PersonalMessageDescription
source: This message will be displayed as part of the welcome email each team member will receive from info@degreed.com
ar_sa: سوف تظهر هذه الرسالة كجزء من رسالة الترحيب الإلكترونية التي سوف يتسلمها كل عضو من أعضاء الفريق من info@degreed.com
es_es: Aparecerá este mensaje como parte del correo electrónico de bienvenida que cada miembro de su equipo recibirá de info@degreed.com
ko_kr: 이 메시지는 각 팀 멤버들이 info@degreed.com에서 받을 환영 이메일의 일부분으로 표시될 것입니다.
nl_nl: Dit bericht wordt weergegeven als onderdeel van de welkomstemail die elk teamlid ontvangt van info@degreed.com
th_th: ข้อความนี้จะแสดงอยู่เป็นส่วนหนึ่งของอีเมลต้อนรับที่สมาชิกทีมทุกคนจะได้รับจาก info@degreed.com

# dgOrgMembers_PersonalMessageDescriptionFormat
source: This message will be displayed as part of the welcome email each team member will receive from {{orgName}}@degreed.com
ar_sa: ستظهر هذه الرسالة كجزء من رسالة الترحيب الإلكترونية التي سيستلمها كل عضو في الفريق من {orgName}@degreed.com
es_es: Aparecerá este mensaje como parte del correo electrónico de bienvenida que cada miembro de su equipo recibirá de {{orgName}}@degreed.com
ko_kr: 이 메시지는 {orgName}@degreed.com으로부터 각 팀 멤버들에게 전송되는 환영 이메일의 일부분으로 표시될 것입니다.
nl_nl: Dit bericht wordt getoond als onderdeel van de welkomsmail die ieder teamlid ontvangt van {{orgName}}@degreed.com
th_th: ข้อความนี้จะแสดงอยู่เป็นส่วนหนึ่งของอีเมลต้อนรับที่สมาชิกทีมทุกคนจะได้รับจาก {orgName}@degreed.com

# dgOrgMembers_PersonalMessageLabel
source: Personal message
ar_sa: رسالة شخصية
es_es: Mensaje personal
ko_kr: 개인 메시지
nl_nl: Persoonlijk bericht
th_th: ข้อความส่วนตัว

# dgOrgMembers_SelectAllPending
source: Select all pending invitations
ar_sa: حدد جميع الدعوات المعلقة
es_es: Seleccionar todas las invitaciones pendientes
ko_kr: 모든 보류 중 초대 선택
nl_nl: Alle lopende uitnodigingen selecteren
th_th: เลือกคำเชิญที่รอดำเนินการทั้งหมด

# dgOrgMembers_SendInvite
source: Send Invite
ar_sa: إرسال دعوة
es_es: Enviar invitación
ko_kr: 초대 보내기
nl_nl: Uitnodiging versturen
th_th: ส่งคำเชิญ

# dgOrgOverview_ChangeLogo
source: Change Logo
ar_sa: تغيير شعار
es_es: Cambiar logotipo
ko_kr: 로고 변경
nl_nl: Logo wijzigen
th_th: เปลี่ยนโลโก้

# dgOrgOverview_ChangeLogoTextFormat
source: {{startStrong}}Square images work best.{{endStrong}} Image must be a PNG, JPG, or GIF file and no larger than 1MB. Image must be 200px wide or more.
ar_sa: {{startStrong}}الصور المربعة تعمل بشكل أفضل.{{endStrong}} يجب أن تكون صيغة الصورة PNG أو JPG أو ملف GIF وأن لا تزيد عن 1 ميجا بايت. يجب أن يبلغ عرض الصورة 200 بيكسل أو أكثر
es_es: {{startStrong}}Las imágenes cuadradas funcionan mejor.{{endStrong}} La imagen debe ser un archivo PNG, JPG o GIF y que no exceda 1 MB. La imagen debe tener 200 px de anchura o más.
ko_kr: {{startStrong}}사각형 이미지가 가장 좋습니다.{{endStrong}} 이미지는 PNG, JPG 또는 GIF 파일이며 1MB보다 작아야 합니다. 이미지의 넓이는 200px 이상이어야 합니다.
nl_nl: {{startStrong}}Vierkante afbeeldingen werken het best.{{endStrong}} Afbeelding moet een PNG, JPG of GIF-bestand zijn en mag niet groter zijn dan 1MB. Afbeelding moet 200 px breed zijn of meer.
th_th: {{startStrong}}รูปภาพสี่เหลี่ยมนั้นเหมาะสมที่สุด{{endStrong}}รูปภาพจะต้องเป็นไฟล์ PNG, JPG หรือ GIF และต้องมีขนาดไม่เกิน 1 MB รูปภาพจะต้องมีความกว้าง 200px ขึ้นไป

# dgOrgOverview_GroupCountFormat
source: {{count}} Groups
ar_sa: عدد {{count}} من المجموعات
es_es: {{count}} grupos
ko_kr: {{count}}개 그룹
nl_nl: {{count}} groepen
th_th: {{count}} กลุ่ม

# dgOrgOverview_HeaderColor
source: Header Color
ar_sa: لون العنوان
es_es: Color del encabezado
ko_kr: 헤더 색상
nl_nl: Kleur koptekst
th_th: สีของส่วนหัว

# dgOrgOverview_MemberCountFormat
source: {{count}} Members
ar_sa: عدد {{count}} من الأعضاء
es_es: {{count}} miembros
ko_kr: {{count}}명 멤버
nl_nl: {{count}} leden
th_th: สมาชิก {{count}} คน

# dgOrgSecurity_AddGlobalAdmins
source: Add Global Admins
ar_sa: إضافة مشرفين من أنحاء العالم
es_es: Añadir administradores globales
ko_kr: 글로벌 관리자 추가
nl_nl: Wereldwijde beheerders toevoegen
th_th: เพิ่มผู้ดูแลระบบระดับโลก

# dgOrgSecurity_AddGlobalAdminsDescription
source: Ability to add Global Admins to the Global Tool
ar_sa: القدرة على إضافة مشرفين من أنحاء العالم إلى الأداة العالمية
es_es: Capacidad de añadir administradores globales a la herramienta global
ko_kr: 글로벌 도구에 글로벌 관리자를 추가하는 기능
nl_nl: Mogelijkheid om wereldwijde beheerders aan wereldwijde tools toe te voegen
th_th: สามารถเพิ่มผู้ดูแลระบบระดับโลกไปยังเครื่องมือระดับโลก

# dgOrgSecurity_AssignLearning
source: Assign Content
ar_sa: تعيين محتوى
es_es: Asignar contenido
ko_kr: 콘텐츠 할당
nl_nl: Inhoud toewijzen
th_th: มอบหมายเนื้อหา

# dgOrgSecurity_AssignLearningDescription
source: Assign content to organization members
ar_sa: تعيين محتوى لأعضاء المنظمة
es_es: Asignar contenido a miembros de la empresa
ko_kr: 콘텐츠를 조직 구성원에게 할당하십시오
nl_nl: Inhoud aan organisatieleden toewijzen
th_th: มอบหมายเนื้อหาให้กับสมาชิกองค์กร

# dgOrgSecurity_AuthorContent
source: Record Videos
ar_sa: تسجيل مقاطع فيديو
es_es: Grabar vídeos
ko_kr: 동영상 녹화
nl_nl: Video's opnemen
th_th: บันทึกวิดีโอ

# dgOrgSecurity_AuthorContentDescription
source: Record videos for your organization’s internal catalog from the Home page
ar_sa: سجّل مقاطع فيديو للقائمة الداخلية للمنظمة الخاصّة بك من خلال الصفحة الرئيسية
es_es: Grabar vídeos para el catálogo interno de su empresa desde la página de inicio
ko_kr: 홈페이지에서 조직 내부 카탈로그용 동영상 녹화하기
nl_nl: Neem video's op voor de interne catalogus van je organisatie vanaf de Startpagina
th_th: บันทึกวิดีโอสำหรับแค็ตตาล็อกภายในขององค์กรของคุณจากหน้าแรก

# dgOrgSecurity_AuthorPathways
source: Create Organizational Pathways
ar_sa: إنشاء مساقات للمنظمة
es_es: Crear itinerarios para la empresa
ko_kr: 조직 경로 만들기
nl_nl: Maak organisatietrajecten
th_th: สร้างเส้นทางการเรียนรู้ขององค์กร

# dgOrgSecurity_AuthorPathwaysDescription
source: Make pathways visible to the organization
ar_sa: جعل المساقات ظاهرة للمنظمة
es_es: Crear itinerarios visibles para la empresa
ko_kr: 경로를 조직이 볼 수 있게 설정하기
nl_nl: Maak organisatietrajecten zichtbaar voor de organisatie
th_th: ทำให้องค์กรสามารถมองเห็นเส้นทางการเรียนรู้ได้

# dgOrgSecurity_AuthorSkillPlans
source: Create Organizational Plans and Pages
ar_sa: إنشاء خطط وصفحات للمنظمة
es_es: Crear planes y páginas para la empresa
ko_kr: 조직 계획 및 페이지 만들기
nl_nl: Maak organisatieplannen- en pagina's
th_th: สร้างแผนและหน้าขององค์กร

# dgOrgSecurity_AuthorSkillPlansDescription
source: Create pages, and make pages or plans visible to the organization
ar_sa: إنشاء صفحات، وجعل الصفحات والخطط ظاهرة للمنظمة
es_es: Crear páginas y hacer que las páginas o los planes sean visibles para la empresa
ko_kr: 페이지를 만들고, 조직이 페이지 또는 계획을 볼 수 있도록 설정하기
nl_nl: Maka pagina's, en maak pagina's of plannen zichtbaar voor de organisatie
th_th: สร้างหน้า และทำให้องค์กรสามารถมองเห็นหน้าหรือแผนได้

# dgOrgSecurity_AuthorTargets
source: Author Skill Plans
ar_sa: تصميم خطط مهارات
es_es: Crear planes de habilidades
ko_kr: 기술 계획 작성
nl_nl: Vaardigheidsplannen Auteur
th_th: สร้างแผนทักษะ

# dgOrgSecurity_AuthorTargetsDescription
source: Create skill plans and author those plans
ar_sa: إنشاء خطط مهارات وتصميم هذه الخطط
es_es: Cree planes de habilidades y sea su autor
ko_kr: 기술 계획을 만들고 계획을 작성
nl_nl: Vaardigheidsplannen aanmaken en deze plannen schrijven
th_th: สร้างแผนทักษะและควบคุมแผนเหล่านั้น

# dgOrgSecurity_CreateAdministrativeGroups
source: Create Administrative Groups
ar_sa: إنشاء مجموعات إدارية
es_es: Crear grupos administrativos
ko_kr: 관리 그룹 만들기
nl_nl: Administratieve groepen aanmaken
th_th: สร้างกลุ่มผู้ดูแลระบบ

# dgOrgSecurity_CreateAdministrativeGroupsDescription
source: Create groups that are only visible to you and people with the Manage Groups permission (not members)
ar_sa: إنشاء مجموعات تظهر فقط لك وللمستخدمين الذين لديهم إذن "إدارة المجموعات" (غير الأعضاء)
es_es: Crear grupos que solo puedan ver usted y las personas con el permiso para administrar grupos (no los miembros)
ko_kr: 귀하 및 관리 그룹 사용 권한을 가진(구성원이 아닌) 사람들에게만 보이는 그룹 만들기
nl_nl: Maak groepen die alleen zichtbaar zijn voor jezelf en de mensen met de machtiging 'Groepen beheren' (geen leden)
th_th: สร้างกลุ่มที่เปิดเผยต่อคุณและผู้ที่มีสิทธิ์จัดการกลุ่มเท่านั้น (ไม่ใช่สมาชิก)

# dgOrgSecurity_CreateClosedGroups
source: Create Closed Groups
ar_sa: إنشاء مجموعات مغلقة
es_es: Crear grupos cerrados
ko_kr: 폐쇄형 그룹 만들기
nl_nl: Gesloten groepen aanmaken
th_th: สร้างกลุ่มปิด

# dgOrgSecurity_CreateClosedGroupsDescription
source: Create groups that all organization members can see and request to join
ar_sa: إنشاء مجموعات يمكن لجميع الأعضاء في المنظمة من رؤيتها وطلب الانضمام إليها
es_es: Crear grupos visibles para todos los miembros de la empresa y permitirles solicitar unirse
ko_kr: 모든 조직 구성원이 볼 수 있고 가입을 요청할 수 있는 그룹 만들기
nl_nl: Maak groepen die alle organisatieleden kunnen zien en verzoeken om lid te worden
th_th: สร้างกลุ่มที่สมาชิกในองค์กรทุกคนสามารถมองเห็นและส่งคำขอเข้าร่วมกลุ่มได้

# dgOrgSecurity_CreateGroups
source: Create Groups
ar_sa: إنشاء مجموعات
es_es: Crear grupos
ko_kr: 그룹 만들기
nl_nl: Groepen aanmaken
th_th: สร้างกลุ่ม

# dgOrgSecurity_CreateGroupsDescription
source: Administrative privileges in all groups without needing to join
ar_sa: امتيازات إدارية في جميع المجموعات دون الحاجة إلى الانضمام
es_es: Privilegios administrativos en todos los grupos sin necesidad de unirse
ko_kr: 가입할 필요 없이 모든 그룹에서의 관리 특권
nl_nl: Administratieve rechten in alle groepen zonder de noodzaak om lid te worden
th_th: สิทธิ์การดูแลระบบในทุกกลุ่มโดยไม่ต้องเข้าร่วมก่อน

# dgOrgSecurity_CreateOpenGroups
source: Create Open Groups
ar_sa: إنشاء مجموعات مفتوحة
es_es: Crear grupos abiertos
ko_kr: 개방 그룹 만들기
nl_nl: Open groepen aanmaken
th_th: สร้างกลุ่มเปิด
