Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# ComparisonRatingOptionsSvc_ExperiencedDesc
source: Candidate has experience and ability in their skills, and is unlikely to be deterred by challenges. Accomplishments are significant, though not necessarily rare.
ar_sa: يتمتع المرشح بخبرة وتمكن من مهاراته ومن غير المحتمل أن تردعه التحديات. إنجازاته كبيرة ولكن ليس بالضرورة أن تكون نادرة.
es_es: El candidato tiene experiencia y aptitud en sus habilidades, y no se desalentará ante los desafíos. Sus logros son importantes, aunque no necesariamente excepcionales.
ko_kr: 후보자는 기술에서 경험 및 능력을 가지고 있으며 도전에서 저지될 것으로 보이지 않습니다. 업적은 드문 것은 아니지만 중대합니다.
nl_nl: De kandidaat heeft ervaring en beheerst zijn/haar vaardigheden en het is onwaarschijnlijk dat hij/zij wordt afgeschrikt door uitdagingen. Prestaties zijn aanzienlijk, maar niet per se zeldzaam.
th_th: ผู้สมัครสามารถแสดงทักษะของตน และไม่น่าจะพบความลำบากในการทำงานเมื่อเจออุปสรรค ความสำเร็จของเขามีความสำคัญ แต่ไม่จำเป็นต้องเป็นเรื่องยาก

# ComparisonRatingOptionsSvc_Master
source: Master
ar_sa: أستاذ
es_es: Experto
ko_kr: 마스터
th_th: เชี่ยวชาญ

# ComparisonRatingOptionsSvc_MasterDesc
source: Candidate is an industry expert, whose skills show an unmatched level of mastery. Accomplishments are unique and significant on an industry-wide level.
ar_sa: المرشح خبير في مجاله ويتقن مهاراته بمستوى لا مثيل له. إنجازاته فريدة من نوعها وذات مستوى بالغ الأهمية على مستوى المجال بأكمله.
es_es: El candidato es un experto de su sector, el dominio de sus habilidades no tiene parangón. Sus logros son únicos y de importancia a nivel del sector.
ko_kr: 후보자는 업계 전문가이며 기술이 타인에게 견줄 수 없는 숙달 수준입니다. 업적이 업계 전반 수준에서 독특하며 중대합니다.
nl_nl: De kandidaat is een expert in de sector, met een ongeëvenaarde beheersing van vaardigheden. Prestaties zijn uniek en significant op een industrie-breed niveau.
th_th: ผู้สมัครเป็นผู้เชี่ยวชาญในวงการของตน และมีทักษะดีเลิศเหนือกว่าคนอื่นๆ ความสำเร็จของเขามีเอกลักษณ์เฉพาะตัว และมีความสำคัญต่อทั้งวงการ

# ComparisonRatingOptionsSvc_Novice
source: Novice
ar_sa: مبتدئ
es_es: Novato
ko_kr: 초심
nl_nl: Beginner
th_th: มือใหม่

# ComparisonRatingOptionsSvc_NoviceDesc
source: Candidate has little to no understanding or demonstration of basic skills. Accomplishments are not to be found or could be obtained with minimal effort.
ar_sa: ليس لدى المرشح معرفة بالمهارات الأساسية أو ما يثبت اكتسابها. لا توجد لديه إنجازات أو يمكن الحصول عليها بأقل جهد ممكن.
es_es: El candidato tiene poco o ningún conocimiento, o demostró habilidades básicas. No cuenta con logros o puede adquirirlos con un mínimo esfuerzo.
ko_kr: 후보자는 기본 기술을 거의 이해 또는 증명하지 못합니다. 업적은 찾아 볼 수 없거나 최소한의 노력으로 달성할 수 있습니다.
nl_nl: De kandidaat heeft geen tot weinig begrip van de basisvaardigheden. Prestaties werden niet geobserveerd of konden niet worden verkregen met minimale inspanning.
th_th: ผู้สมัครไม่มีความเข้าใจและไม่สามารถแสดงทักษะพื้นฐานได้ ไม่เคยทำผลงานความสำเร็จใดๆ หรือมีเพียงความสำเร็จเล็กๆ น้อยๆ

# ComparisonRatingSkillOptionsSvc_Capable
source: Capable
ar_sa: متمكن
es_es: Capaz
ko_kr: 역량
nl_nl: Bekwaam
th_th: พอใช้

# ComparisonRatingSkillOptionsSvc_CapableDesc
source: Demonstrated ability in skill, but would likely be deterred by significant challenges.
ar_sa: أثبت تمكنه من المهارات، ولكن من المرجح أن تردعه التحديات الكبيرة.
es_es: Aptitud demostrada en una habilidad, pero posiblemente se desalentaría ante desafíos importantes.
ko_kr: 기술에서 능력을 증명했지만 중대한 도전에서 저지될 것으로 보입니다.
nl_nl: Toont bekwaamheid met betrekking tot zijn/haar vaardigheden, maar zal waarschijnlijk worden afgeschrikt door moeilijke uitdagingen.
th_th: สามารถแสดงทักษะของตนได้ แต่น่าจะพบความยากลำบากในการทำงานเมื่อเจออุปสรรคที่ยาก

# ComparisonRatingSkillOptionsSvc_Distinguished
source: Distinguished
ar_sa: متميز
es_es: Notable
ko_kr: 출중
nl_nl: Gerenommeerd
th_th: โดดเด่น

# ComparisonRatingSkillOptionsSvc_DistinguishedDesc
source: Mastery of skill that is difficult to obtain.
ar_sa: يجيد مهارة يصعب اكتسابها.
es_es: Dominio de habilidad difícil de adquirir.
ko_kr: 달성하기 힘든 기술의 마스터입니다.
nl_nl: Beheersing van vaardigheden die moeilijk te bereiken is.
th_th: มีความชำนาญในทักษะที่เรียนรู้ได้ยาก

# ComparisonRatingSkillOptionsSvc_Emerging
source: Emerging
ar_sa: صاعد
es_es: En ciernes
ko_kr: 출현
nl_nl: Opkomend
th_th: กำลังเรียนรู้

# ComparisonRatingSkillOptionsSvc_EmergingDesc
source: Superficial demonstration of basic skill.
ar_sa: يجيد إجادة ظاهرية للمهارات الأساسية.
es_es: Muestra superficial de habilidad básica.
ko_kr: 기본 기술의 피상적 증명입니다.
nl_nl: Oppervlakkige beheersing van basisvaardigheden.
th_th: มีทักษะพื้นฐานในระดับผิวเผิน

# ComparisonRatingSkillOptionsSvc_Experienced
source: Experienced
ar_sa: خبير
es_es: Experimentado
ko_kr: 경험
nl_nl: Ervaren
th_th: มีประสบการณ์

# ComparisonRatingSkillOptionsSvc_ExperiencedDesc
source: Experience and ability in skill, and is unlikely to be deterred by challenges.
ar_sa: يتمتع بخبرة وتمكن من مهاراته ومن غير المحتمل أن تردعه التحديات.
es_es: Experiencia y aptitud en una habilidad, y no se desalentará ante los desafíos.
ko_kr: 기술에서 경험 및 능력을 가지고 있으며 도전에서 저지될 것으로 보이지 않습니다.
nl_nl: Ervaring en beheersing van zijn/haar vaardigheden en is het onwaarschijnlijk dat ze worden afgeschrikt door uitdagingen.
th_th: มีประสบการณ์และทักษะ ไม่น่าจะพบความยากลำบากในการทำงานเมื่อเจออุปสรรค

# ComparisonRatingSkillOptionsSvc_Master
source: Master
ar_sa: أستاذ
es_es: Experto
ko_kr: 마스터
th_th: เชี่ยวชาญ

# ComparisonRatingSkillOptionsSvc_MasterDesc
source: Industry expert, skill shows an unmatched level of mastery.
ar_sa: خبير في مجاله ويتقن مهاراته بمستوى لا مثيل له.
es_es: Experto del sector, el dominio de su habilidad no tiene parangón.
ko_kr: 업계 전문가이며 기술이 타인에게 견줄 수 없는 숙달 수준입니다.
nl_nl: Expert in de sector, met een ongeëvenaarde beheersing van vaardigheden.
th_th: เป็นผู้เชี่ยวชาญในวงการของตน มีทักษะดีเลิศเหนือกว่าคนอื่นๆ

# ComparisonRatingSkillOptionsSvc_Novice
source: Novice
ar_sa: مبتدئ
es_es: Novato
ko_kr: 초심
nl_nl: Beginner
th_th: มือใหม่

# ComparisonRatingSkillOptionsSvc_NoviceDesc
source: Little to no understanding or demonstration of basic skill.
ar_sa: ليس لديه معرفة بالمهارة الأساسية أو ما يثبت اكتسابها.
es_es: Tiene poco o ningún conocimiento, o demostró una habilidad básica.
ko_kr: 기본 기술을 거의 이해 또는 증명하지 못합니다.
nl_nl: Geen tot weinig begrip van de basisvaardigheden.
th_th: ไม่มีความเข้าใจหรือมีความเข้าใจน้อยมาก และมีเพียงทักษะพื้นฐานเท่านั้น

# ComparisonSvc_RatingError
source: Sorry! There was a problem saving your rating.
ar_sa: نعتذر... حدثت مشكلة أثناء حفظ التقييم.
es_es: ¡Lo sentimos! Se produjo un problema al guardar su calificación.
ko_kr: 죄송합니다! 등급을 저장하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het opslaan van jouw score.
th_th: ขออภัย! เกิดปัญหาในการบันทึกเรตติ้งของคุณ

# ComparisonSvc_SelectionError
source: Sorry! There was a problem saving your selection.
ar_sa: نعتذر! حدثت مشكلة أثناء حفظ اختيارك.
es_es: ¡Lo sentimos! Se produjo un problema al guardar su selección.
ko_kr: 죄송합니다! 선택을 저장하는 데 문제가 있었습니다.
nl_nl: Sorry! Er was een probleem met het opslaan van jouw selectie.
th_th: ขออภัย! เกิดปัญหาในการบันทึกตัวเลือกของคุณ

# completedAssignedLearning_Format
source: {{nameHtml}} has completed your assignment.
ar_sa: لقد أكمل {{nameHtml}} مهمتك.
es_es: {{nameHtml}} completó su asignación.
ko_kr: {{nameHtml}}이(가) 귀하의 과제를 완료했습니다.
nl_nl: {{nameHtml}} heeft jouw opdracht voltooid.
th_th: {{nameHtml}} ทำงานมอบหมายของคุณเสร็จเรียบร้อยแล้ว

# completedGoal_Single
source: You completed the goal {{goalHtml}}
ar_sa: لقد أتممت هدف {{goalHtml}}
es_es: Completó el objetivo {{goalHtml}}
ko_kr: {{goalHtml}} 목표를 완료했습니다
nl_nl: Je hebt de doelstelling {{goalHtml}} voltooid
th_th: คุณบรรลุเป้าหมาย {{goalHtml}} แล้ว

# completedRecommendation_Format
source: {{nameHtml}} completed content you shared with them.
ar_sa: {{nameHtml}} قاموا بإكمال محتوى قُمتَ بمشاركته معهم.
es_es: {{nameHtml}} ha completado contenido que ha compartido con él/ella.
ko_kr: {{nameHtml}}이(가) 귀하가 공유한 콘텐츠를 완료했습니다.
nl_nl: {{nameHtml}} heeft content voltooid die je met hen hebt gedeeld.
th_th: {{nameHtml}} ดำเนินการเนื้อหาที่คุณแบ่งปันเสร็จแล้ว

# confirmModal_DeleteAccomplishmentBody
source: This accomplishment will no longer appear in your profile.
ar_sa: لن يظهر هذا الإنجاز بعد الآن في ملفك الشخصي.
es_es: Este logro ya no aparecerá en su perfil.
ko_kr: 이 업적은 더 이상 귀하의 프로필에 나타나지 않습니다.
nl_nl: Deze prestatie wordt niet meer weergegeven in jouw profiel.
th_th: ผลงานความสำเร็จนี้จะไม่ปรากฏในโปรไฟล์ของคุณอีกต่อไป

# confirmModal_DeleteAccomplishmentTitle
source: Are you sure you want to delete this accomplishment?
ar_sa: هل أنت متأكد من حذف هذا الإنجاز؟
es_es: ¿De verdad quiere eliminar este logro?
ko_kr: 이 업적을 삭제하시겠습니까?
nl_nl: Weet je zeker dat je deze prestatie wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบผลงานความสำเร็จนี้?

# confirmModal_DeleteArticleBody
source: This article will no longer count toward your overall points and will no longer appear in your profile.
ar_sa: لن يحتسب هذا المقال بعد الآن ضمن النقاط العامة الخاصة بك ولن يظهر بعد الآن في ملفك الشخصي.
es_es: Este artículo ya no contará en sus puntos totales ni aparecerá en su perfil.
ko_kr: 이 아티클은 더 이상 귀하의 전체 포인트에 포함되지 않으며 더 이상 귀하의 프로필에 나타나지 않습니다.
nl_nl: Dit artikel telt niet langer mee in je totale score en wordt niet meer weergegeven in jouw profiel.
th_th: บทความนี้จะไม่นับเป็นส่วนหนึ่งของคะแนนรวม และจะไม่ปรากฏในโปรไฟล์ของคุณอีกต่อไป

# confirmModal_DeleteArticleTitle
source: Are you sure you want to delete this article?
ar_sa: هل أنت متأكد من حذف هذا المقال؟
es_es: ¿De verdad quiere eliminar este artículo?
ko_kr: 이 아티클을 삭제하시겠습니까?
nl_nl: Weet je zeker dat je dit artikel wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบบทความนี้?

# confirmModal_DeleteAssessmentBody
source: This assessment will no longer count toward your overall points and will no longer appear in your profile.
ar_sa: لن يحتسب هذا التقييم بعد الآن ضمن النقاط العامة الخاصة بك ولن يظهر بعد الآن في ملفك الشخصي.
es_es: Esta evaluación ya no contará en sus puntos totales ni aparecerá en su perfil.
ko_kr: 이 평가는 더 이상 귀하의 전체 포인트에 포함되지 않으며 더 이상 귀하의 프로필에 나타나지 않습니다.
nl_nl: Deze beoordeling telt niet langer mee in je totale score en wordt niet meer weergegeven in jouw profiel.
th_th: แบบประเมินนี้จะไม่นับเป็นส่วนหนึ่งของคะแนนรวม และจะไม่ปรากฏในโปรไฟล์ของคุณอีกต่อไป

# confirmModal_DeleteAssessmentTitle
source: Are you sure you want to delete this assessment?
ar_sa: هل أنت متأكد من حذف هذا التقييم؟
es_es: ¿De verdad quiere eliminar esta evaluación?
ko_kr: 이 평가를 삭제하시겠습니까?
nl_nl: Weet je zeker dat je deze beoordeling wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบแบบประเมินนี้?

# confirmModal_DeleteAwardBody
source: This award will no longer appear in your profile.
ar_sa: لن تظهر هذه الحائزة بعد الآن في ملفك الشخصي.
es_es: Este premio ya no aparecerá en su perfil.
ko_kr: 이 상은 더 이상 귀하의 프로필에 나타나지 않습니다.
nl_nl: Deze bekroning wordt niet meer weergegeven in jouw profiel.
th_th: รางวัลนี้จะไม่ปรากฏในโปรไฟล์ของคุณอีกต่อไป

# confirmModal_DeleteAwardTitle
source: Are you sure you want to delete this award?
ar_sa: هل أنت متأكد من حذف هذه الجائزة؟
es_es: ¿De verdad quiere eliminar este premio?
ko_kr: 이 상을 삭제하시겠습니까?
nl_nl: Weet je zeker dat je deze bekroning wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบรางวัลนี้?

# confirmModal_DeleteBadgeBody
source: This badge will no longer appear in your profile.
ar_sa: لن يظهر هذا الوسام بعد الآن في ملفك الشخصي.
es_es: Esta insignia ya no aparecerá en su perfil.
ko_kr: 이 배지는 더 이상 귀하의 프로필에 나타나지 않습니다.
nl_nl: Deze badge wordt niet meer weergegeven in jouw profiel.
th_th: แบดจ์นี้จะไม่ปรากฏในโปรไฟล์ของคุณอีกต่อไป

# confirmModal_DeleteBadgeTitle
source: Are you sure you want to delete this badge?
ar_sa: هل أنت متأكد من حذف هذا الوسام؟
es_es: ¿De verdad quiere eliminar esta insignia?
ko_kr: 이 배지를 삭제하시겠습니까?
nl_nl: Weet je zeker dat je deze badge wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบแบดจ์นี้?

# confirmModal_DeleteBookBody
source: This book will no longer count toward your overall points and will no longer appear in your profile.
ar_sa: لن يحتسب هذا الكتاب بعد الآن ضمن النقاط العامة الخاصة بك ولن يظهر بعد الآن في ملفك الشخصي.
es_es: Este libro ya no contará en sus puntos totales ni aparecerá en su perfil.
ko_kr: 이 책은 더 이상 귀하의 전체 포인트에 포함되지 않으며 더 이상 귀하의 프로필에 나타나지 않습니다.
nl_nl: Dit boek telt niet langer mee in je totale score en wordt niet meer weergegeven in jouw profiel.
th_th: หนังสือเล่มนี้จะไม่นับเป็นส่วนหนึ่งของคะแนนรวม และจะไม่ปรากฏในโปรไฟล์ของคุณอีกต่อไป

# confirmModal_DeleteBookTitle
source: Are you sure you want to delete this book?
ar_sa: هل أنت متأكد من حذف هذا الكتاب؟
es_es: ¿De verdad quiere eliminar este libro?
ko_kr: 이 책을 삭제하시겠습니까?
nl_nl: Weet je zeker dat je dit boek wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบหนังสือเล่มนี้?

# confirmModal_DeleteCertificateBody
source: This certificate will no longer appear in your profile.
ar_sa: لن تظهر هذه الشهادة بعد الآن في ملفك الشخصي.
es_es: Este certificado ya no aparecerá en su perfil.
ko_kr: 이 인증서는 더 이상 귀하의 프로필에 나타나지 않습니다.
nl_nl: Dit certificaat wordt niet meer weergegeven in jouw profiel.
th_th: ใบรับรองนี้จะไม่ปรากฏในโปรไฟล์ของคุณอีกต่อไป

# confirmModal_DeleteCertificateTitle
source: Are you sure you want to delete this certificate?
ar_sa: هل أنت متأكد من حذف هذه الشهادة؟
es_es: ¿De verdad quiere eliminar este certificado?
ko_kr: 이 인증서를 삭제하시겠습니까?
nl_nl: Weet je zeker dat je dit certificaat wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบใบรับรองนี้?

# confirmModal_DeleteCourseBody
source: This course will no longer count toward your overall points and will no longer appear in your profile.
ar_sa: لن تحتسب هذه الدورة التعليمية بعد الآن ضمن النقاط العامة الخاصة بك ولن تظهر بعد الآن في ملفك الشخصي.
es_es: Este curso ya no contará en sus puntos totales ni aparecerá en su perfil.
ko_kr: 이 과정은 더 이상 귀하의 전체 포인트에 포함되지 않으며 더 이상 귀하의 프로필에 나타나지 않습니다.
nl_nl: Deze cursus telt niet langer mee in je totale score en wordt niet meer weergegeven in jouw profiel.
th_th: หลักสูตรนี้จะไม่นับเป็นส่วนหนึ่งของคะแนนรวม และจะไม่ปรากฏในโปรไฟล์ของคุณอีกต่อไป

# confirmModal_DeleteCourseTitle
source: Are you sure you want to delete this course?
ar_sa: هل أنت متأكد من حذف هذه الدورة التعليمية؟
es_es: ¿De verdad quiere eliminar este curso?
ko_kr: 이 과정을 삭제하시겠습니까?
nl_nl: Weet je zeker dat je deze cursus wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบหลักสูตรนี้?

# confirmModal_DeleteDegreeBody
source: This degree will no longer appear in your profile.
ar_sa: لن تظهر هذه الدرجة بعد الآن في ملفك الشخصي.
es_es: Este diploma ya no aparecerá en su perfil.
ko_kr: 이 학위는 더 이상 귀하의 프로필에 나타나지 않습니다.
nl_nl: Dit diploma wordt niet meer weergegeven in jouw profiel.
th_th: วุฒิการศึกษานี้จะไม่ปรากฏในโปรไฟล์ของคุณอีกต่อไป

# confirmModal_DeleteDegreeTitle
source: Are you sure you want to delete this degree?
ar_sa: هل أنت متأكد من حذف هذه الدرجة؟
es_es: ¿De verdad quiere eliminar este diploma?
ko_kr: 이 학위를 삭제하시겠습니까?
nl_nl: Weet je zeker dat je dit diploma wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบวุฒิการศึกษานี้?

# confirmModal_DeleteEpisodeBody
source: This episode will no longer count toward your overall points and will no longer appear in your profile.
ar_sa: لن تحتسب هذه الحلقة بعد الآن ضمن النقاط العامة الخاصة بك ولن تظهر بعد الآن في ملفك الشخصي.
es_es: Este episodio ya no contará en sus puntos totales ni aparecerá en su perfil.
ko_kr: 이 에피소드는 더 이상 귀하의 전체 포인트에 포함되지 않으며 더 이상 귀하의 프로필에 나타나지 않습니다.
nl_nl: Deze episode telt niet langer mee in je totale score en wordt niet meer weergegeven in jouw profiel.
th_th: พอดแคสต์ตอนนี้จะไม่นับเป็นส่วนหนึ่งของคะแนนรวม และจะไม่ปรากฏในโปรไฟล์ของคุณอีกต่อไป

# confirmModal_DeleteEpisodeTitle
source: Are you sure you want to delete this episode?
ar_sa: هل أنت متأكد من حذف هذه الحلقة؟
es_es: ¿De verdad quiere eliminar este episodio?
ko_kr: 이 에피소드를 삭제하시겠습니까?
nl_nl: Weet je zeker dat je deze episode wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบพอดแคสต์ตอนนี้?

# confirmModal_DeleteEventBody
source: This event will no longer count toward your overall points and will no longer appear in your profile.
ar_sa: لن تحتسب هذه الفعالية بعد الآن ضمن النقاط العامة الخاصة بك ولن تظهر بعد الآن في ملفك الشخصي.
es_es: Este evento ya no contará en sus puntos totales ni aparecerá en su perfil.
ko_kr: 이 이벤트는 더 이상 귀하의 전체 포인트에 포함되지 않으며 더 이상 귀하의 프로필에 나타나지 않습니다.
nl_nl: Dit evenement telt niet langer mee in je totale score en wordt niet meer weergegeven in jouw profiel.
th_th: งานกิจกรรมนี้จะไม่นับเป็นส่วนหนึ่งของคะแนนรวม และจะไม่ปรากฏในโปรไฟล์ของคุณอีกต่อไป

# confirmModal_DeleteEventTitle
source: Are you sure you want to delete this event?
ar_sa: هل أنت متأكد من حذف هذه الفعالية؟
es_es: ¿De verdad quiere eliminar este evento?
ko_kr: 이 이벤트를 삭제하시겠습니까?
nl_nl: Weet je zeker dat je dit evenement wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบงานกิจกรรมนี้?

# confirmModal_DeletePathwayBody
source: Are you sure you want to delete this pathway? <br> You cannot undo this action.
ar_sa: هل أنت متأكد من حذف هذا المساق؟<br> لا يمكن التراجع عن هذا الإجراء.
es_es: ¿De verdad quiere eliminar este itinerario? <br> Esta acción no se puede deshacer.
ko_kr: 이 경로를 삭제하시겠습니까? <br> 이 작업은 취소할 수 없습니다.
nl_nl: Weet je zeker dat je dit leerpad wilt verwijderen? <br> Je kunt deze actie niet ongedaan maken.
th_th: คุณแน่ใจหรือว่าต้องการลบเส้นทางการเรียนรู้นี้ <br> คุณไม่สามารถยกเลิกการดำเนินการนี้

# confirmModal_DeletePositionBody
source: This position will no longer count toward your overall points and will no longer appear in your profile.
ar_sa: لن يحتسب هذا المنصب بعد الآن ضمن النقاط العامة الخاصة بك ولن يظهر بعد الآن في ملفك الشخصي.
es_es: Este puesto ya no contará en sus puntos totales ni aparecerá en su perfil.
ko_kr: 이 직책은 더 이상 귀하의 전체 포인트에 포함되지 않으며 더 이상 귀하의 프로필에 나타나지 않습니다.
nl_nl: Deze functie telt niet langer mee in je totale score en wordt niet meer weergegeven in jouw profiel.
th_th: ตำแหน่งนี้จะไม่นับเป็นส่วนหนึ่งของคะแนนรวม และจะไม่ปรากฏในโปรไฟล์ของคุณอีกต่อไป

# confirmModal_DeletePositionTitle
source: Are you sure you want to delete this position?
ar_sa: هل أنت متأكد من حذف هذا المنصب؟
es_es: ¿De verdad quiere eliminar este puesto?
ko_kr: 이 직책을 삭제하시겠습니까?
nl_nl: Weet je zeker dat je deze functie wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบตำแหน่งนี้?

# confirmModal_DeleteSkillBody
source: This skill will no longer appear in your profile.
ar_sa: لن تظهر هذه المهارة بعد الآن في ملفك الشخصي.
es_es: Esta habilidad ya no aparecerá en su perfil.
ko_kr: 이 기술은 더 이상 귀하의 프로필에 나타나지 않습니다.
nl_nl: Deze vaardigheid wordt niet meer weergegeven in jouw profiel.
th_th: ทักษะนี้จะไม่ปรากฏในโปรไฟล์ของคุณอีกต่อไป

# confirmModal_DeleteSkillTitle
source: Are you sure you want to delete this skill?
ar_sa: هل أنت متأكد من حذف هذه المهارة؟
es_es: ¿De verdad quiere eliminar esta habilidad?
ko_kr: 이 기술을 삭제하시겠습니까?
nl_nl: Weet je zeker dat je deze vaardigheid wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบทักษะนี้?

# confirmModal_DeleteTaskBody
source: This task will no longer count toward your overall points and will no longer appear in your profile.
ar_sa: لن تحتسب هذه المهمة بعد الآن ضمن النقاط العامة الخاصة بك ولن تظهر بعد الآن في ملفك الشخصي.
es_es: Esta tarea ya no contará en sus puntos totales ni aparecerá en su perfil.
ko_kr: 이 작업은 더 이상 귀하의 전체 포인트에 포함되지 않으며 더 이상 귀하의 프로필에 나타나지 않습니다.
nl_nl: Deze taak telt niet langer mee in je totale score en wordt niet meer weergegeven in jouw profiel.
th_th: งานนี้จะไม่นับเป็นส่วนหนึ่งของคะแนนรวม และจะไม่ปรากฏในโปรไฟล์ของคุณอีกต่อไป

# confirmModal_DeleteTaskTitle
source: Are you sure you want to delete this task?
ar_sa: هل أنت متأكد من حذف هذه المهمة؟
es_es: ¿De verdad quiere eliminar esta tarea?
ko_kr: 이 작업을 삭제하시겠습니까?
nl_nl: Weet je zeker dat je deze taak wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบงานนี้?

# confirmModal_DeleteVideoBody
source: This video will no longer count toward your overall points and will no longer appear in your profile.
ar_sa: لن يحتسب هذا الفيديو بعد الآن ضمن النقاط العامة الخاصة بك ولن يظهر بعد الآن في ملفك الشخصي.
es_es: Este video ya no contará en sus puntos totales ni aparecerá en su perfil.
ko_kr: 이 동영상은 더 이상 귀하의 전체 포인트에 포함되지 않으며 더 이상 귀하의 프로필에 나타나지 않습니다.
nl_nl: Deze video telt niet langer mee in je totale score en wordt niet meer weergegeven in jouw profiel.
th_th: วิดีโอนี้จะไม่นับเป็นส่วนหนึ่งของคะแนนรวม และจะไม่ปรากฏในโปรไฟล์ของคุณอีกต่อไป

# confirmModal_DeleteVideoTitle
source: Are you sure you want to delete this video?
ar_sa: هل أنت متأكد من حذف هذا الفيديو؟
es_es: ¿De verdad quiere eliminar este video?
ko_kr: 이 동영상을 삭제하시겠습니까?
nl_nl: Weet je zeker dat je deze video wilt verwijderen?
th_th: คุณแน่ใจหรือว่าต้องการลบวิดีโอนี้?

# confirmModal_EvalCancelApplicationBody
source: Are you sure you want to cancel the Skill Review for {{tagName}}? This can't be undone.
ar_sa: هل ترغب بالتأكيد في إلغاء مراجعة المهارة الخاصة بـ {tagName}؟ لا يمكن التراجع عن ذلك.
es_es: ¿De verdad quiere cancelar la revisión de habilidad de {tagName}? Esta acción no se puede deshacer.
ko_kr: {{tagName}}에 대한 기술 검토를 취소하시겠습니까? 이 작업은 실행 취소할 수 없습니다.
nl_nl: Weet je zeker dat je de vaardigheidsbeoordeling voor {{tagName}} wilt annuleren? Dit kan niet ongedaan worden gemaakt.
th_th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการตรวจสอบทักษะสำหรับ {{tagName}}? ไม่สามารถเลิกทำได้

# confirmModal_EvalDeleteApplicationBody
source: Are you sure you want to delete your Skill Review rating for {{tagName}}? This can't be undone.
ar_sa: هل أنت متأكد من رغبتك في حذف تقييم مراجعة المهارة الخاص بك لـ {tagName}؟ لا يمكن التراجع عن ذلك.
es_es: ¿De verdad quiere cancelar la revisión de habilidad de {{tagName}}? Esta acción no se puede deshacer.
ko_kr: {{tagName}}에 대한 기술 검토 등급을 삭제하시겠습니까? 이 작업은 실행 취소할 수 없습니다.
nl_nl: Weet je zeker dat je de vaardigheidsbeoordeling voor {{tagName}} wilt verwijderen? Dit kan niet ongedaan worden gemaakt.
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบคะแนนการตรวจสอบทักษะสำหรับ {{tagName}} ไม่สามารถเลิกทำได้

# confirmModal_EvalRestartApplicationBody
source: Are you sure you want to delete your Skill Review rating for {{tagName}} and start over? This can't be undone.
ar_sa: هل أنت متأكد من رغبتك في حذف تقييم مراجعة المهارة الخاص بك لـ {tagName} والبدء من جديد؟ لا يمكن التراجع عن ذلك.
es_es: ¿De verdad quiere cancelar la revisión de habilidad de {tagName} y empezar de nuevo? Esta acción no se puede deshacer.
ko_kr: {{tagName}}에 대한 기술 검토 등급을 삭제하고 다시 시작하시겠습니까? 이 작업은 실행 취소할 수 없습니다.
nl_nl: Weet je zeker dat je de vaardigheidsbeoordeling voor {{tagName}} wilt verwijderen en opnieuw wilt beginnen? Dit kan niet ongedaan worden gemaakt.
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบคะแนนการตรวจสอบทักษะสำหรับ {{tagName}} และเริ่มใหม่ ไม่สามารถเลิกทำได้

# ContactInfo_Address
source: Address:
ar_sa: العنوان:
es_es: Dirección:
ko_kr: 주소:
nl_nl: Adres:
th_th: ที่อยู่:

# ContactInfo_Email
source: Email:
ar_sa: البريد الإلكتروني:
es_es: Correo electrónico:
ko_kr: 이메일:
th_th: อีเมล:

# ContactInfo_Phone
source: Phone:
ar_sa: الهاتف:
es_es: Teléfono:
ko_kr: 전화:
nl_nl: Telefoon:
th_th: โทรศัพท์:

# ContentTabs_AddArticle
source: Enter a link to an article you’ve read
ar_sa: ادخل رابط مقال قد قرأته
es_es: Ingrese un enlace a un artículo que haya leído
ko_kr: 읽은 아티클의 링크 입력
nl_nl: Voer een link in naar een artikel dat je hebt gelezen
th_th: ป้อนลิงก์ไปยังบทความทีคุณอ่าน

# ContentTabs_AddTopicsOrSkills
source: Add Topics or Skills
ar_sa: إضافة موضوعات أو مهارات
es_es: Agregar temas o habilidades
ko_kr: 주제 또는 기술을 추가
nl_nl: Onderwerpen of vaardigheden toevoegen
th_th: เพิ่มหัวข้อหรือทักษะ

# ContentTabs_AddVideo
source: Enter a link to a video you’ve watched
ar_sa: ادخل رابط فيديو قد شاهدته
es_es: Ingrese un enlace a un vídeo que haya visto
ko_kr: 시청한 동영상의 링크 입력
nl_nl: Voer een link in naar een video die je hebt bekeken
th_th: ป้อนลิงก์ไปยังวิดีโอที่คุณดู

# ContentTabs_EnterBookTitle
source: Enter the name of a book you’ve read
ar_sa: ادخل اسم كتاب قد قرأته
es_es: Escriba el nombre de un libro que haya leído
ko_kr: 읽은 책의 이름 입력
nl_nl: Voer de naam in van een boek dat je hebt gelezen
th_th: ป้อนชื่อหนังสือที่คุณอ่าน
