Repository: localization-test-evans/SmartlingTest-degreed
Catalog: DegreedResource-April-2019-A_*.resx
Languages: ar_sa, es_es, ko_kr, nl_nl, th_th

# EmailTemplateGroupInvite_InvitedToJoin
source: You've been invited to join a group!
ar_sa: لقد تمت دعوتك للانضمام إلى مجموعة!
es_es: ¡Le han invitado a unirse a un grupo!
ko_kr: 그룹 가입에 초대되었습니다!
nl_nl: Je bent uitgenodigd om lid te worden van een groep!
th_th: คุณได้รับเชิญให้เข้าร่วมกลุ่ม!

# EmailTemplateGroupInvite_SubjectFormat
source: Join the '{0}' Group
ar_sa: انضم إلى مجموعة '{0}'
es_es: Únase al grupo «{0}»
ko_kr: '{0}' 그룹 가입하기
nl_nl: Wordt lid van de '{0}' groep
th_th: เข้าร่วมกลุ่ม "{0}"

# EmailTemplateGroupPostAdded_Link
source: View Post
ar_sa: عرض المنشور
es_es: Ver publicación
ko_kr: 게시물 보기
nl_nl: Bericht bekijken
th_th: ดูโพสต์

# EmailTemplateGroupPostAdded_NewPost
source: New Post
ar_sa: مشاركة جديدة
es_es: Nueva publicación
ko_kr: 새 게시물
nl_nl: Nieuw bericht
th_th: โพสต์ใหม่

# EmailTemplateGroupPostAdded_SubjectFormat
source: {0} posted to {1}
ar_sa: تم إرسال {0} إلى {1}
es_es: {0} publicó en {1}
ko_kr: {0}이(가) {1}에 게시
nl_nl: {0} geplaatst op {1}
th_th: {0} ได้โพสต์ไปยัง {1}

# EmailTemplateGroupPostAdded_UserPostedFormat
source: {0} posted to {1}
ar_sa: تم إرسال {0} إلى {1}
es_es: {0} publicó en {1}
ko_kr: {0}이(가) {1}에 게시
nl_nl: {0} geplaatst op {1}
th_th: {0} ได้โพสต์ไปยัง {1}

# EmailTemplateJoinGroupResponse_ApprovedFormat
source: Your request to join the group {0} was approved!
ar_sa: تم قبول طلبك للانضمام إلى المجموعة {0}!
es_es: ¡Se aprobó su solicitud para unirse al grupo {0}!
ko_kr: {0} 그룹에 참가하려는 요청이 승인되었습니다!
nl_nl: Jouw verzoek om lid te worden van de groep {0} is goedgekeurd!
th_th: คำขอเข้าร่วมกลุ่ม {0} ได้รับการอนุมัติแล้ว!

# EmailTemplateJoinGroupResponse_DeclinedFormat
source: Sorry, your request to join the group {0} was declined.
ar_sa: نعتذر... تم رفض طلبك للانضمام إلى مجموعة {0}.
es_es: Lo sentimos, se rechazó su solicitud para unirse al grupo {0}.
ko_kr: 죄송합니다. {0} 그룹에 참가하려는 요청이 거부되었습니다.
nl_nl: Het spijt ons, maar jouw verzoek om lid te worden van de groep {0} is afgewezen.
th_th: ขออภัย คำขอเข้าร่วมกลุ่ม {0} ของคุณถูกปฏิเสธ

# EmailTemplateJoinGroupResponse_EmailReasonFormat
source: You have received this email in response to <br>a request to join a {0}Group{1}.
ar_sa: لقد استلمت رسالة البريد الإلكتروني هذه ردًا على <br>طلب للانضمام إلى {0}مجموعة{1}.
es_es: Ha recibido este correo electrónico como respuesta a <br>una solicitud para unirse a un {0}grupo{1}.
ko_kr: {0}그룹{1} 가입 요청에 대한 응답으로<br>이 이메일을 받으셨습니다.
nl_nl: Je hebt deze e-mail ontvangen als reactie op<br>een verzoek om lid te worden van een {0}groep{1}.
th_th: คุณได้รับอีเมลฉบับนี้ซึ่งเป็นการตอบกลับ<br>คำขอเข้าร่วม{0}กลุ่ม{1}

# EmailTemplateJoinGroupResponse_GroupLink
source: View Group
ar_sa: عرض المجموعة
es_es: Ver grupo
ko_kr: 그룹 보기
nl_nl: Groep weergeven
th_th: ดูกลุ่ม

# EmailTemplateJoinGroupResponse_SubjectFormat
source: Join Group Request for '{0}' Group
ar_sa: طلب انضمام إلى مجموعة '{0}'
es_es: Solicitud para unirse al grupo «{0}»
ko_kr: '{0}' 그룹에 대한 그룹 가입 요청
nl_nl: Verzoek lid worden voor '{0}' groep.
th_th: คำขอเข้าร่วมกลุ่ม "{0}"

# EmailTemplateMention_Link
source: View Comment
ar_sa: عرض التعليق
es_es: Ver comentario
ko_kr: 댓글 보기
nl_nl: Bekijk reactie
th_th: ดูความคิดเห็น

# EmailTemplateMention_MentionFormat
source: {0} mentioned you:
ar_sa: تمت الإشارة إليك من قبل {0}:
es_es: {0} le mencionó:
ko_kr: {0}이(가) 귀하를 언급했습니다:
nl_nl: {0} heeft jou genoemd:
th_th: {0} ได้กล่าวถึงคุณ:

# EmailTemplateMention_SubjectFormat
source: {0} mentioned you
ar_sa: تمت الإشارة إليك من قبل {0}
es_es: {0} le mencionó
ko_kr: {0}이(가) 귀하를 언급했습니다
nl_nl: {0} heeft jou genoemd
th_th: {0} ได้กล่าวถึงคุณ

# EmailTemplateNewContact_ContentSubject
source: New friend on Degreed
ar_sa: صديق جديد على موقع Degreed
es_es: Nuevo amigo en Degreed
ko_kr: Degreed에 새 친구
nl_nl: Nieuwe vriend op Degreed
th_th: เพื่อนใหม่ใน Degreed

# EmailTemplateNewContact_EmailSubject
source: Your friend joined Degreed
ar_sa: انضم صديقك إلى موقع Degreed
es_es: Su amigo se unió a Degreed
ko_kr: 귀하의 친구가 Degreed에 가입했습니다.
nl_nl: Je vriend is lid geworden van Degreed.
th_th: เพื่อนของคุณเข้าร่วมใช้งาน Degreed แล้ว

# EmailTemplateNewContact_NewContactJoinedTitleFormat
source: One of your {0} contacts joined Degreed.
ar_sa: انضم واحد من عدد {0} من جهات الاتصال لديك إلى موقع Degreed.
es_es: Uno de sus {0} contactos se unió a Degreed.
ko_kr: {0}명의 연락처 중 한 명이 Degreed에 가입했습니다.
nl_nl: Een van je {0} contactpersonen is lid geworden van Degreed.
th_th: รายชื่อติดต่อของคุณใน {0} เข้าร่วมใช้งาน Degreed แล้ว

# EmailTemplateNewTargetAuthor_Subject
source: {0} added you as a collaborator on a plan.
ar_sa: قام {0} بإضافتك لتكون معاون في خطة.
es_es: {0} le agregó como colaborador en un plan.
ko_kr: {0}이(가) 귀하를 계획 협력자로 추가했습니다.
nl_nl: {0} heeft je toegevoegd als een samenwerker voor een plan.
th_th: {0} เพิ่มชื่อคุณเป็นผู้ร่วมมือในแผน

# EmailTemplateNewTargetAuthor_TargetFormat
source: {0} has added you as a collaborator on their plan {1}. <br><br>Please click the link below to view this plan.
ar_sa: قام {0} بإضافتك لتكون معاون في خطتهم {1}. <br><br>يرجى النقر على الرابط أدناه لعرض هذه الخطة.
es_es: {0} le ha agregado como colaborador de su plan {1}. <br><br>Haga clic en el vínculo a continuación para ver este plan.
ko_kr: {0}이(가) 귀하를 {1} 계획에 협력자로 추가했습니다.<br><br>아래 링크를 클릭하여 이 계획을 확인하십시오.
nl_nl: {0} heeft je toegevoegd als een samenwerker op hun plan {1}.<br><br>Klik op de onderstaande link om dit plan te bekijken.
th_th: {0} เพิ่มคุณเป็นผู้ร่วมมือในแผน {1} ของพวกเขา<br><br>โปรดคลิกลิงก์ด้านล่างเพื่อดูแผนนี้

# EmailTemplateNewTargetAuthor_TargetLink
source: View Plan
ar_sa: عرض الخطة
es_es: Ver plan
ko_kr: 계획 보기
nl_nl: Plan bekijken
th_th: ดูแผน

# EmailTemplateOffboard_LoginButton
source: Log In
ar_sa: تسجيل الدخول
es_es: Iniciar sesión
ko_kr: 로그인
nl_nl: Inloggen
th_th: เข้าสู่ระบบ

# EmailTemplateOffboard_Paragraph1Format
source: No matter where you go,</br> continue learning with Degreed
ar_sa: أينما تذهب، &lt;/ br&gt; مواصلة التعلم مع Degreed
es_es: Vaya donde vaya,</br> siga aprendiendo con Degreed
ko_kr: 어디에 계시든지</br> 계속하여 Degreed와 함께 학습
nl_nl: Waar je ook bent,</br> blijf leren met Degreed
th_th: ไม่ว่าคุณจะไปที่ไหน</br>คุณก็สามารถเรียนรู้ด้วย Degreed ต่อไป

# EmailTemplateOffboard_Paragraph2
source: Did you know you can continue using Degreed, no matter what company you work for? You can track your learning, build your skills and get certified in the skills you have, regardless of where you work or how you learn. Best of all? Learning and tracking is 100% free — for life.
ar_sa: هل تعلم أنه يمكنك الاستمرار في استخدام Degreed، بغض النظر عن الشركة التي تعمل بها؟ يمكنك تتبع سير تعلمك، وبناء مهاراتك الخاصة والحصول على شهادة في المهارات لديك، بغض النظر عن مكان العمل أو كيف تتعلم. الأفضل التعلم والتتبع 100٪ مجانا - مدى الحياة.
es_es: ¿Sabía que puede seguir usando Degreed trabaje para la empresa que trabaje? Puede hacer seguimiento de su aprendizaje, desarrollar sus habilidades y certificar las que ya tiene, independientemente de su lugar de trabajo y su forma de aprender. ¿Sabe qué es lo mejor? Aprender y hacer seguimientos es 100 % gratuito de por vida.
ko_kr: 귀하가 근무하는 회사에 관계없이 Degreed를 계속 사용할 수 있다는 것을 알고 계셨습니까? 학습하는 장소 또는 방식에 관계없이 학습을 추적하고 기술을 쌓고 보유한 기술에 대해 인증을 받을 수 있습니다. 그 모두 중 최고? 학습과 추적은 평생 동안 100% 무료입니다.
nl_nl: Wist je dat je Degreed kunt blijven gebruiken, ongeacht voor welk bedrijf je werkt? Je kunt je voortgang blijven volgen, je vaardigheden uitbouwen en de vaardigheden die je bezit laten certificeren, ongeacht waar je werkt of de manier waarop je leert. En het beste is? Leren en je voortgang volgen is 100% gratis — je hele leven lang.
th_th: คุณรู้หรือไม่ว่าคุณสามารถใช้ Degreed ต่อไป ไม่ว่าคุณจะทำงานกับบริษัทใดก็ตาม? คุณสามารถติดตามการเรียนรู้ของคุณ สร้างเสริมทักษะ และรับการรับรองทักษะที่คุณมี ไม่ว่าคุณจะทำงานที่ไหนหรือมีวิธีการเรียนรู้อย่างไรก็ตาม และข้อดีที่สุดก็คือ การเรียนรู้และการติดตามฟรี 100% — ตลอดชีวิต

# EmailTemplateOffboard_Paragraph3
source: With your personal Degreed profile, you’ll still get curated content delivered directly to your feed, so you can pick up learning right where you left off.
ar_sa: مع ملفك الشخصي في Degreed، سيظل بإمكانك الحصول على المحتوى المنسق الذي يتم تسليمه مباشرة إلىك، حتى تتمكن من مواصلة التعلم من احيث توقفت.
es_es: Con su perfil personal de Degreed, también recibirá contenido seleccionado en su canal, así que podrá seguir aprendiendo por donde lo dejó.
ko_kr: 개인 맞춤형 Degreed 프로필이 있더라도 여전히 구성한 콘텐츠가 여러분의 피드로 직접 전달되어 마지막 학습한 부분에서 다시 시작할 수 있습니다.
nl_nl: Met je persoonlijk Degreed-profiel ontvang je nog steeds content direct in je feed, dus je kunt doorgaan met leren waar je was gebleven.
th_th: ด้วยโปรไฟล์ Degreed ส่วนตัวของคุณ คุณจะยังคงได้รับเนื้อหาที่คัดสรรมาและจัดส่งไปยังฟีดของคุณโดยตรง เพื่อให้คุณสามารถเรียนรู้ต่อเนื่องจากที่คุณหยุดค้างไว้ได้เลย

# EmailTemplateOffboard_Paragraph4
source: To continue using Degreed: <ol style="list-style: none;"><li>Visit <a style="color:#1A72B1;" target="_blank" href="http://degreed.com?utm_source=offboarding&utm_medium=email&utm_campaign=offboarding1&utm_content=BottomDegreedLink">Degreed.com</a> and click Log In.</li><li>Enter the personal email address you added to your Degreed profile and press Continue.</li><li>If you have a password, enter it. If you don’t, don’t worry! Select “Forgot Password” to get a new one. </li><li>Jump back in, right where you left off.</li> </ol>
ar_sa: لاستمرار استخدام Degreed: <ol style="list-style: none;"><li>الذهاب إلى <a style="color:#1A72B1;" target="_blank" href="http://degreed.com?utm_source=offboarding&utm_medium=email&utm_campaign=offboarding1&utm_content=BottomDegreedLink">Degreed.com</a> وانقر فوق تسجيل الدخول.</li><li>أدخل عنوان البريد الإلكتروني الشخصي الذي أضفته إلى ملف تعريف Degreed واضغط على متابعة.</li><li>إذا كان لديك كلمة مرور، فأدخلها.إذا لم يكن لديك، فلا تقلق! اختر“Forgot Password” للحصول على كلمة مرور جديدة.</li><li>يمكنك العودة مرة أخرى، حيث توقفت.</li> </ol>
es_es: Para seguir usando Degreed: <ol style="list-style: none;"><li>Vaya a<a style="color:#1A72B1;" target="_blank" href="http://degreed.com?utm_source=offboarding&utm_medium=email&utm_campaign=offboarding1&utm_content=BottomDegreedLink">Degreed.com</a> y haga clic en Iniciar sesión.</li><li> Escriba la dirección de correo personal de su perfil de Degreed y pulse Continuar. </li><li>Si tiene una contraseña, escríbala. En caso contrario, no se preocupe. Seleccione «¿Olvidó la contraseña?» para obtener una nueva. </li><li>Retome el proceso donde lo dejó.</li></ol>
ko_kr: Degreed를 계속 사용하려면 <ol style="list-style: none;"><li><a style="color:#1A72B1;" target="_blank" href="http://degreed.com?utm_source=offboarding&utm_medium=email&utm_campaign=offboarding1&utm_content=BottomDegreedLink">Degreed.com</a>에서 '로그인'을 클릭하세요.</li><li>귀하의 Degreed 프로필에 추가한 개인 이메일 주소를 입력하고 '계속'을 누르세요.</li><li>암호가 있는 경우 입력하세요. 암호가 없으면 '암호 분실'을 선택하여 새로운 암호를 받을 수 있습니다.</li><li>바로 이전에 있던 위치로 돌아갑니다.</li> </ol>
nl_nl: Om Degreed te blijven gebruiken: <ol style="list-style: none;"><li>Ga naar <a style="color:#1A72B1;" target="_blank" href="http://degreed.com?utm_source=offboarding&utm_medium=email&utm_campaign=offboarding1&utm_content=BottomDegreedLink">Degreed.com</a> en klik op Inloggen.</li><li>Voer het persoonlijke e-mailadres in dat je aan je Degreed-profiel hebt toegevoegd en klik op Doorgaan.</li><li>Voer een wachtwoord in als je er een hebt. Als je geen wachtwoord hebt, geen probleem! Selecteer 'Wachtwoord vergeten' om een nieuwe te ontvangen. </li><li>Pak de draad weer op vanaf het punt waar je was gebleven.</li></ol>
th_th: เพื่อใช้ Degreed ต่อไป: <ol style="list-style: none;"><li>เข้าไปที่ <a style="color:#1A72B1;" target="_blank" href="http://degreed.com?utm_source=offboarding&utm_medium=email&utm_campaign=offboarding1&utm_content=BottomDegreedLink">Degreed.com</a> แล้วคลิกที่ เข้าสู่ระบบ</li><li>ป้อนอีเมลส่วนตัวที่คุณได้เพิ่มไว้ในโปรไฟล์ Degreed ของคุณ แล้วกด ต่อไป</li><li>โปรดป้อนรหัสผ่านหากคุณมี หากไม่มี ไม่ต้องกังวล! เลือก &quot;ลืมรหัสผ่าน&quot; เพื่อตั้งรหัสผ่านใหม่ </li><li>กลับมาเริ่มต้นตรงที่คุณหยุดค้างไว้ได้เลย</li></ol>

# EmailTemplateOffboard_Subject
source: Continue learning with Degreed
ar_sa: مواصلة التعلم مع Degreed
es_es: Siga aprendiendo con Degreed
ko_kr: 계속하여 Degreed와 함께 학습
nl_nl: Ga door met leren met Degreed
th_th: เรียนรู้ด้วย Degreed ต่อไป

# EmailTemplateOffboard_welcome
source: Hello {0},
ar_sa: مرحبا {0},
es_es: Hola, {0}:
ko_kr: {0}님 안녕하세요?
nl_nl: Hallo, {0},
th_th: สวัสดี {0}

# EmailTemplateOrgInvite_Accept
source: Accept Invitation
ar_sa: قبول دعوة
es_es: Aceptar invitación
ko_kr: 초대 수락
nl_nl: Uitnodiging accepteren
th_th: ตอบรับคำเชิญ

# EmailTemplateOrgInvite_EmailReasonFormat
source: You have received this email because someone invited you to join {0}Degreed{1}.
ar_sa: لقد تسلمت رسالة البريد الإلكتروني هذه بسبب دعوة شخص ما لك للانضمام لموقع {0}Degreed{1}.
es_es: Recibió este correo electrónico porque una persona le invitó a unirse a {0}Degreed{1}.
ko_kr: 귀하를 {0}Degreed{1}에 참가하도록 초대한 사람이 있기 때문에 이 이메일을 받으셨습니다.
nl_nl: Je hebt deze e-mail ontvangen omdat iemand je heeft uitgenodigd om lid te worden van {0}Degreed{1}.
th_th: คุณได้รับอีเมลฉบับนี้เพราะมีคนเชิญให้คุณมาร่วมใช้ {0}Degreed{1}

# EmailTemplateOrgInvite_GroupAlt
source: Group Conversation Image
ar_sa: صورة محادثة جماعية
es_es: Imagen de conversación del grupo
ko_kr: 그룹 대화 이미지
nl_nl: Afbeelding groepsgesprek
th_th: รูปภาพการสนทนากลุ่ม

# EmailTemplateOrgInvite_GroupDescription
source: Tell a team member why you shared learning with them or discuss something you found interesting from your organization or group feed.
ar_sa: أخبر أحد الأفراد عن سبب مشاركتك لمادة علمية لهم أو أجرى مناقشة معهم عن موضوع تراه مثيرًا للاهتمام من خلال موجز مؤسستك أو مجموعتك.
es_es: Cuéntele a un miembro del equipo por qué compartió elementos de formación con él o debata sobre algo que le pareció interesante de su empresa o canal de grupo.
ko_kr: 팀 멤버에게 학습을 공유한 이유를 말하거나 조직 또는 그룹의 피드에서 찾은 흥미로운 것에 대해 논의합니다.
nl_nl: Vertel een teamlid waarom je bepaalde leerstof hebt gedeeld of bespreek iets wat je interessant vond in jouw organisatie of groepsfeed.
th_th: บอกสมาชิกทีมว่าเหตุใดคุณถึงแบ่งปันการเรียนรู้ให้พวกเขา หรือหารือเกี่ยวกับสิ่งที่น่าสนใจจากองค์กรหรือฟีดกลุ่มของคุณ

# EmailTemplateOrgInvite_GroupTitle
source: Group conversations
ar_sa: محادثات جماعية
es_es: Conversaciones del grupo
ko_kr: 그룹 대화
nl_nl: Groepsgesprekken
th_th: การสนทนากลุ่ม

# EmailTemplateOrgInvite_InvitedToJoinFormat
source: You've been invited to track your learning with <strong>{0}</strong> on Degreed!
ar_sa: أنت مدعو لتتبع تعلمك مع <strong>{0}</strong> على موقع Degreed.
es_es: ¡Le han invitado a hacer un seguimiento de su formación con <strong>{0}</strong> en Degreed!
ko_kr: Degreed에서 <strong>{0}</strong>와(과) 귀하의 학습을 추적하도록 초대를 받았습니다!
nl_nl: Je bent uitgenodigd je leren te volgen met <strong>{0}</strong> op Degreed!
th_th: คุณได้รับเชิญให้ติดตามการเรียนรู้ด้วย <strong>{0}</strong> ใน Degreed!

# EmailTemplateOrgInvite_PersonalizedAlt
source: Personal Learning
ar_sa: التعلم الشخصي
es_es: Aprendizaje personal
ko_kr: 개인 학습
nl_nl: Persoonlijk leren
th_th: การเรียนรู้ส่วนตัว

# EmailTemplateOrgInvite_PersonalizedDescription
source: Discover content based on your network, groups, and interests to keep up with what your team is learning and follow industry trends.
ar_sa: اكتشف المحتويات بناء على شبكتك ومجموعاتك واهتماماتك من أجل إبقائك على إطلاع بما يتعلمه فريقك واتبع أحدث التوجهات في المجال.
es_es: Encuentre contenido según su red, grupos e intereses para estar al día de lo que está aprendiendo su equipo y seguir las tendencias del sector.
ko_kr: 귀하의 네트워크, 그룹 및 관심에 따라서 콘텐츠를 발견하고 귀하의 팀의 학습을 따라하고 업계의 트렌드를 따라갑니다.
nl_nl: Ontdek de content op basis van je netwerk, groepen en belangen om op de hoogte te blijven van wat jouw team op dit moment leert en om trends in de sector te volgen.
th_th: ค้นพบเนื้อหาที่พิจารณาจากเครือข่าย กลุ่ม และความสนใจของคุณ เพื่อตามติดสิ่งที่ทีมของคุณเรียนรู้และเทรนด์ของวงการ

# EmailTemplateOrgInvite_PersonalizedTitle
source: Personalized learning
ar_sa: التعلم المخصص
es_es: Formación personalizada
ko_kr: 개인 설정된 학습
nl_nl: Gepersonaliseerd leren
th_th: การเรียนรู้ที่ปรับตามความต้องการส่วนตัว

# EmailTemplateOrgInvite_RecommendAlt
source: Shares
ar_sa: مشاركات
es_es: Compartidos
ko_kr: 공유 목록
nl_nl: Gedeelde content
th_th: การแบ่งปัน

# EmailTemplateOrgInvite_RecommendDescription
source: When you think a team member or group would benefit from a specific learning item, share it directly with them and it will appear in their learning view.
ar_sa: متى اعتقدت أن مادة تعليمية معينة قد تفيد عضوا في فريق مجموعة من المجموعات، فيرجى مشاركتها معهم مباشرة وسوف تظهر في عرض التعلم الخاص بهم.
es_es: Cuando crea que un elemento de formación específico le convendría a un miembro del equipo o grupo, compártalo con él directamente y aparecerá en su vista de formación.
ko_kr: 팀 멤버 또는 그룹이 특정 학습 항목에서 혜택을 받을 것 같다고 생각될 때 이들에게 직접 공유하면 이들의 학습 보기에 나타납니다.
nl_nl: Als je denkt dat een lid van het team of de groep zou kunnen profiteren van een specifiek leeritem, kun je het rechtstreeks aan hen aanbevelen en zal het worden weergegeven in hun Leer-weergave.
th_th: เมื่อคุณคิดว่าสมาชิกทีมหรือกลุ่มจะได้ประโยชน์จากเนื้อหาการเรียนรู้ใดๆ ให้แบ่งปันเนื้อหานี้กับพวกเขาโดยตรง แล้วเนื้อหานั้นจะปรากฏในมุมมองการเรียนรู้

# EmailTemplateOrgInvite_RecommendTitle
source: Shares
ar_sa: مشاركات
es_es: Compartidos
ko_kr: 공유 목록
nl_nl: Gedeelde content
th_th: การแบ่งปัน

# EmailTemplateOrgInvite_StartLearning
source: Start learning as a team
ar_sa: ابدأ التعلم كفريق
es_es: Comenzar a aprender como equipo
ko_kr: 팀으로 학습을 시작
nl_nl: Beginnen met leren als een team
th_th: เริ่มเรียนรู้ร่วมกันในฐานะทีม

# EmailTemplateOrgInvite_SubjectFormat
source: Join your friends from {0} on Degreed
ar_sa: انضم إلى أصدقائك من {0} على موقع Degreed
es_es: Únase a sus amigos de {0} en Degreed
ko_kr: Degreed에서 {0}의 친구에게 참가
nl_nl: Sluit je aan bij je vrienden van {0} op Degreed
th_th: ร่วมใช้งานกับเพื่อนของคุณจาก {0} ใน Degreed

# EmailTemplateOrgInvite_TrackLearning
source: Degreed helps you find, track, and recognize all learning.
ar_sa: يساعدك موقع Degreed على استكشاف جميع أنواع التعلم وتعقبها وفهمها.
es_es: Degreed le ayuda a buscar, hacer el seguimiento y acreditar toda su formación.
ko_kr: Degreed는 모든 학습에 관련한 사항을 찾고 추적하고 인식하는 데 도움을 줍니다.
nl_nl: Degreed helpt je met vinden, volgen en erkennen van alles wat je leert.
th_th: Degreed ช่วยคุณในการค้นหา ติดตาม และจดจำการเรียนรู้ทุกอย่าง

# EmailTemplatePasswordReset_Paragraph1
source: The password on your Degreed account has recently been reset. If you performed this password reset, then this message is for your information only.
ar_sa: تم مؤخرًا إعادة تعيين كلمة المرور لحسابك على Degreed. إذا قمت بهذا الإجراء لإعادة تعيين كلمة المرور، فهذه رسالة تأكيد فقط.
es_es: La contraseña de su cuenta de Degreed se ha restablecido hace poco. Si ha sido usted quien lo ha hecho, este mensaje sirve solo a fines informativos.
ko_kr: 귀하의 Degreed 계정 비밀번호가 최근 재설정되었습니다. 귀하가 비밀번호를 재설정했다면, 이 메시지는 정보 제공을 위한 메시지로 생각하셔도 됩니다.
nl_nl: Het wachtwoord op je Degreed-account is opnieuw ingesteld. Als je het wachtwoord opnieuw aan het instellen bent is dit bericht uitsluitend ter informatie.
th_th: มีการรีเซ็ตรหัสผ่านบนบัญชี Degreed ของคุณเมื่อไม่นานมานี้ หากคุณทำการรีเซ็ตรหัสผ่าน ข้อความนี้จะเป็นเพียงการแจ้งข้อมูลเท่านั้น

# EmailTemplatePasswordReset_Paragraph2
source: If you are not sure you or your administrator performed this password reset, then you should contact your administrator immediately.
ar_sa: إذا لم تكن متأكدًا من قيامك أو قيام المشرِف لديك بإعادة تعيين كلمة المرور، فعليك مباشرةً الاتصال بالمشرِف لديك.
es_es: Si no lo tiene claro de si fue usted o su administrador quien llevó a cabo el restablecimiento de contraseña, debería ponerse en contacto con su administrador de inmediato.
ko_kr: 귀하 또는 귀하의 관리자가 비밀번호를 재설정했는지 확실하지 않을 경우, 즉시 귀하의 관리자에게 문의하십시오.
nl_nl: Als je niet zeker weet of jij of een beheerder het wachtwoord opnieuw probeert in te stellen moet je ze snel mogelijk contact opnemen met de beheerder.
th_th: หากคุณไม่แน่ใจว่าคุณหรือผู้ดูแลระบบของคุณทำการรีเซ็ตรหัสผ่านนี้ โปรดติดต่อผู้ดูแลระบบของคุณทันที

# EmailTemplatePasswordReset_Subject
source: Password reset notification
ar_sa: إشعار بإعادة تعيين كلمة المرور
es_es: Notificación de restablecimiento de contraseña
ko_kr: 비밀번호 재설정 알림
nl_nl: Melding opnieuw instellen wachtwoord
th_th: แจ้งเตือนการรีเซ็ตรหัสผ่าน

# EmailTemplatePathwayCollaborator_CollaborateFormat
source: {0} has added you as a collaborator on their pathway.
ar_sa: قام {0} بإضافتك لتكون معاون في مساقهم.
es_es: {0} le ha agregado como colaborador en su itinerario.
ko_kr: {0}이(가) 귀하를 경로에 협력자로 추가했습니다.
nl_nl: {0} heeft je toegevoegd als samenwerker op het leerpad.
th_th: {0} เพิ่มคุณเป็นผู้ร่วมมือในเส้นทางการเรียนรู้ของพวกเขา

# EmailTemplatePathwayCollaborator_CollaborateLink
source: View Pathway
ar_sa: عرض المساقات
es_es: Ver itinerario
ko_kr: 패스웨이 보기
nl_nl: Leerpad weergeven
th_th: ดูเส้นทางการเรียนรู้

# EmailTemplatePathwayCollaborator_CollaborateParagraphFormat
source: {0} has added you as a collaborator on their pathway {1}.
ar_sa: قام {0} بإضافتك لتكون معاون في مساقهم {1}.
es_es: {0} le ha agregado como colaborador en su itinerario {1}.
ko_kr: {0}이(가) 귀하를 경로 {1}에 협력자로 추가했습니다.
nl_nl: {0} heeft je toegevoegd als samenwerker op het leerpad {1}.
th_th: {0} เพิ่มคุณเป็นผู้ร่วมมือในเส้นทางการเรียนรู้ {1} ของพวกเขา

# EmailTemplatePathwayCollaborator_Subject
source: {0} added you as a collaborator on a pathway.
ar_sa: تم إضافة {0} كمتعاون على مسار.
es_es: {0} le agregó como colaborador en un itinerario.
ko_kr: {0}이(가) 귀하를 경로에 협력자로 추가했습니다.
nl_nl: {0} heeft je toegevoegd als een samenwerker aan een leerpad.
th_th: {0} เพิ่มคุณเป็นผู้ร่วมงานในเส้นทางการเรียนรู้

# EmailTemplateReceivedRating_RatingLink
source: View here
ar_sa: عرض هنا
es_es: Ver aquí
ko_kr: 여기 보기
nl_nl: Hier bekijken
th_th: ดูที่นี่

# EmailTemplateRecommendation_AlreadyCompletedArticleDueFormat
source: {0} shared this article with you, but you've already read it! Great job, overachiever.
ar_sa: {0} شارك هذه المقالة معك، لكنك كنت قد قرأتها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {0} compartió este artículo con usted, pero ya lo ha leído. Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 이 기사를 공유했지만, 귀하는 이미 읽었습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft dit artikel met je gedeeld, maar je hebt het al gelezen! Goed gedaan, harde werker.
th_th: {0}ได้แบ่งปันบทความนี้ให้กับคุณ แต่คุณก็เคยอ่านแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendation_AlreadyCompletedArticleFormat
source: {0} shared this article with you, but you've already read it! Great job, overachiever.
ar_sa: {0} شارك هذه المقالة معك، لكنك كنت قد قرأتها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {0} compartió este artículo con usted, pero ya lo ha leído. Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 이 기사를 공유했지만, 귀하는 이미 읽었습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft dit artikel met je gedeeld, maar je hebt het al gelezen! Goed gedaan, harde werker.
th_th: {0}ได้แบ่งปันบทความนี้ให้กับคุณ แต่คุณก็เคยอ่านแล้ว! เยี่ยมมาก คุณขยันจริงๆ

# EmailTemplateRecommendation_AlreadyCompletedAssessmentDueFormat
source: {0} shared this assessment with you, but you've already completed it! Great job, overachiever.
ar_sa: {0} شارك معك هذا التقييم، لكنك كنت قد أكملتها بالفعل! أحسنت عملاً أيها الناجح الباهر.
es_es: {0} compartió esta evaluación con usted, pero ya la ha completado. Buen trabajo, se supera cada día.
ko_kr: {0}이(가) 귀하에게 이 평가를 공유했지만, 귀하는 이미 완료했습니다! 기대보다 더 많은 것을 달성하셨습니다.
nl_nl: {0} heeft deze beoordeling met je gedeeld, maar je hebt hem al voltooid! Goed gedaan, harde werker.
th_th: {0}ได้แบ่งปันแบบประเมินนี้ให้กับคุณ แต่คุณก็ทำเสร็จแล้ว! เยี่ยมมาก คุณขยันจริงๆ
